{
    "title": "黑龙江的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        }
    ],
    "detail": "[日期：2011-04-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1583次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪三十三年3月初八（1907年4月20日），清廷决定，裁撤黑龙江将军，改设黑龙江行省。地名名字源于该地域北部的一条大江---黑龙江。\n\r\n       [参看“黑龙江的传说故事”词条]"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为肃慎地，汉属夫余地，辽属东京、上京道，金属上京路，元属岭北和辽阳行省，明为女真地，清初为黑龙江将军辖区，清末清廷决定，改革东北地区的管理体制，实行行省制。"
        },
        {
            "type": "text",
            "text": "       清光绪三十三年3月初八（1907年4月20日），清廷决定，裁撤黑龙江将军，改设黑龙江行省。黑龙江省的行政区域承袭黑龙江将军辖区范围，东南和南部与吉林省接壤，西南与奉天省毗连，西与蒙古（今蒙古国）为邻，北以黑龙江与俄罗斯分界。全省总面积约57万平方公里。省会齐齐哈尔城。省以下分设府、厅、州、县，并设道区分辖。清光绪三十四年七月（1908年8月），裁撤墨尔根、呼伦贝尔、黑龙江（瑷珲）副都统，将呼伦贝尔、瑷珲两处改设呼伦、瑷珲兵备道。清宣统三年（1911年），黑龙江全省共设3道（兴东、瑷珲、呼伦）、7府（龙江、呼兰、绥化、海伦、嫩江、黑河、胪滨）、6厅（讷河、瑷珲、呼伦、大赉、肇州、安达）、州（巴彦）、7县（兰西、木兰、余庆、青冈、拜泉、大通、汤原）、4旗（后郭尔罗斯、杜尔伯特、扎赉特、依克明安）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月，黑龙江行省及其行政区划仍旧。不久，裁撤黑河府、兴东道，添设呼玛厅、萝北厅设治局；将瑷珲道移至黑河改为黑河道，呼伦道因叛乱被废止。民国二年（1913年）按照全国“划一现行各县地方行政官厅组织”的统一规定，各府、厅、州一律改为县的建制。民国三年（1914年）按照《省官制》的规定，全国各地方以省为名，不再称行省。同年增设龙江道和绥兰道，加原黑河道全省共分3道、23县、5设治局、4旗。随着垦荒事业的发展和人口的增加，相继增设了一大批县和设治局。民国十八年（1929年）2月，裁撤道区，改为省、县两级制，由省直接辖县。民国二十年（1931年）“九·一八”事变后，日本侵略者为施行殖民统治，逐步把省划小。民国二十一年（1932年）12月和民国二十二年（1933年）1月，将黑龙江省西部地区的呼伦、胪滨、室韦、奇乾4县和雅鲁、布西、索伦3县（局）分别划为兴安北分省和兴安东分省。伪满大同三年（1934年）12月1日，又将黑龙江省分割为龙江省和黑河省。伪满康德六年（1939年）6月1日，从龙江省和滨江省各划出一部分县设置北安省。"
        },
        {
            "type": "text",
            "text": "　　民国三十四年（1945年）抗日战争胜利后，国民党政府重行划分东北行政区域为辽宁、安东、辽北、吉林、松江、合江、黑龙江、嫩江、兴安九省，大连、哈尔滨两个中央直辖市。同年11月，将原北安省和黑河省合并为黑龙江省，11月13日宣布成立省政府，驻北安县城。民国三十五年（1946年）经过调整和增设，增至26个县，并设立龙南专区和黑河专区。民国三十六年（1947年）2月2日，黑龙江、嫩江两省在齐齐哈尔举行合并会议，决定合并为黑龙江嫩江联合省（简称黑嫩省），省政府驻齐齐哈尔市。同年9月16日，东北行政委员会决定，将黑嫩省重新划分为黑龙江、嫩江两省。民国三十八年（1949年）4月21日，东北行政委员会发布《重划东北行政区划令》，将嫩江省与黑龙江省合并为黑龙江省，并将原嫩江省所辖的扶余、乾安两县和郭尔罗斯前旗划归吉林省，将松江省的佛山县划归黑龙江省管辖。同年5月15日，黑龙江、嫩江两省机构正式合并，黑龙江省会设于齐齐哈尔市。"
        },
        {
            "type": "text",
            "text": "　　1954年6月19日，撤销松江省建制，与黑龙江省合并为黑龙江省，并将哈尔滨市改为省辖市并入黑龙江省。省会设于哈尔滨市。8月1日，两省机构正式合并。在两省合并的同时，将原黑龙江省所属的白城、洮南、安广、大赉、镇赉、开通、瞻榆等南7县划归吉林省（同年9月15日，正式移交吉林省），在西部和东部地区分设嫩江、合江专区，加原黑河专区共3个专区。"
        },
        {
            "type": "text",
            "text": "       1956年增设绥化专区和牡丹江专区。1958年撤销绥化专区，设立松花江专区，省不再直接辖县。1964年6月，将伊春、安达市改为伊春、安达特区。同年8月，为开发大兴安岭林区，设立大兴安岭特区。1965年5月，恢复绥化专区。1969年7月5日，中共中央、国务院决定，将内蒙古自治区所属的呼伦贝尔盟（共2市、12旗）划归黑龙江省管辖。1979年5月30日，中共中央、国务院决定，将呼伦贝尔盟和大兴安岭地区的鄂伦春自治旗、莫力达瓦达斡尔族自治旗，从7月1日起划归内蒙古自治区。12月14日撤销伊春特区，恢复伊春市，将安达市更名为大庆市。"
        },
        {
            "type": "text",
            "text": "       1980年以后，按照国家制定的设市标准，先后将一批经济比较发达的县改为县级市；为进行市领导县的试点，先后撤销牡丹江地区、合江地区、嫩江地区，实行地市合并，由市领导县。到1992年底，全省共辖松花江、绥化、黑河、大兴安岭4个地区，哈尔滨、齐齐哈尔、牡丹江、佳木斯、鹤岗、鸡西、双鸭山、伊春、大庆、七台河。"
        },
        {
            "type": "text",
            "text": "       1993年2月8日撤消黑河地区，设立黑河市（地级）。1996年3月松花江地区并入哈尔滨市，松花江地区撤销。1999年12月，撤绥化地区，设绥化市（地级）。"
        }
    ]
}