{
    "title": "冕宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "578",
            "category": "凉山彝族自治州"
        },
        {
            "id": "711",
            "category": "冕宁县"
        }
    ],
    "detail": "[日期：2014-03-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：620次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明初，为宁番卫之冕山堡，正统七年（1442年），改置千户所，仍属宁番卫，清朝亦设冕山营。治所东三里有冕山，山高耸而方正，如冠冕然，故名。清雍正六年（1728年）设冕宁县，因有冕山营，又隶属宁远府，故名冕宁。"
        },
        {
            "type": "text",
            "text": "【附加】 \r\n       冕宁的最早来源：彝语全称为“眯义卓娄”，系彝族一古代部族名字。“冕宁”为彝语“眯义”之汉语译音另写。“眯义卓娄”部族是冕宁宁蕃安抚司汉安姓，其先祖源于大凉山沙马宣慰司。冕宁宁蕃安抚司府原来在现今的冕宁县漫水湾，宁蕃安抚司领主——眯义死亡后，其子卓娄把宁蕃安抚司府衙门迁至现今的冕宁县城。久而久之，当时的各民族人都爱用“卓娄”这一人名来称呼冕宁县城为“卓娄尔库”，意思是“卓娄之人来后才成为集镇的地方”。"
        },
        {
            "type": "text",
            "text": "       有人认为“冕宁”是汉语，其实不完全对。传说，在“眯义”（冕宁）这代人时，他跟随父辈来到漫水湾。当时，其祖阿其比尔从大凉山前往漫水湾任宁蕃安抚司府领主时，由于长途跋涉而来，路上口粮断绝，使当年年仅七、八岁的“眯义”到漫水湾时已经饿得奄奄一息。这个时候，当地的一户汉族人家，首先为“眯义”端来了一碗热气腾腾的长寿面，生命垂危的“眯义”从此获救。后来，“眯义”家人问那一户汉族人家，说这是什么能够救人命的线条粮食时，那户汉族人家告诉“眯义”家人说，“这是面，一碗长寿面”。“眯义”家人喜不自尽。再后来，“眯义”的家人就把“面”拿来给孩子取名。加上汉语“面”和彝语饿“眯”音相近，“眯义”的家人就把孩子正式取名为“眯义”。“眯义”（冕宁）的词根词源的最早意思是指“从此以后不再受饥饿”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商周至秦属西南夷。西汉元鼎六年（前111）境内设台登县、笮秦县。蜀汉建兴三年省笮秦县入台登县。北周时，台登属白沙郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）台登县属登州，武德九年（626年）登州撤销，台登属州。至德二年以后，台登为吐番所据。贞元五年（789年）剑南西川节度末皋联络勿邓、两林等部落在台登城北谷大破吐番，收复台登县。太和六年（832年）迁州治台登。咸通五年（864年）后，台登为南诏所据。"
        },
        {
            "type": "text",
            "text": "       大理时期，境内属落兰、两林部落属地。元代置泸沽县，属礼州，境内设苏州。明洪武十五年（1382年）苏州隶建昌府，洪武二十一年（1388年）兼置苏州卫。洪武二十六年（1393年）改置宁番卫军民指挥使司。洪武二十七年（1394年）废泸沽县，改设泸沽巡检司。清雍正六年（1728年）设冕宁县，属四川宁远府。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）境内设窝堡政治指导区，民国二十八年（1939年）增设沤普政治指导区。民国二十九（1940年）年九月窝堡改名卧虎政治指导区，沤普改名拖乌政治指导区，同年将卧虎并入泸宁，设泸宁特别政治指导区。民国三十四（1945年）年设立冕北政治指导区。民国三十五年（1946年）泸宁改设为泸宁设治局。"
        },
        {
            "type": "text",
            "text": "       1950年设西昌专区，冕宁县属西康省西昌专区。1955年10月西康省撤销，划归四川省，冕宁县属四川省西昌专区。1968年西昌专区改西昌地区，1978年10月，撤销西昌地区建制，将所辖的冕宁等8县划归凉山彝族自治州。"
        }
    ]
}