{
    "title": "“山海关”名称的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：347次",
    "content": [
        {
            "type": "text",
            "text": "       距今六百年以前，山海关始称山海卫，后来怎么叫山海关了呢？这得从明朝朱元璋洪武年间，中山王徐达建城说起。"
        },
        {
            "type": "text",
            "text": "       相传朱元璋做了大明朝的皇帝以后，为了加强京城防务，派中山王徐达和军师刘伯温到山海卫建城设防，限期一年完工。徐、刘二人领了圣旨出京，一路上快马加鞭，来到山海卫。那时候，山海卫靠渝水只有一座土城，城小墙薄，城前是一个山丘，城后是一条大河，就是现在的石河，古代书上叫渝水。"
        },
        {
            "type": "text",
            "text": "       刘伯温察看地势，回来是直摇脑袋，心里话，在旧城之地建新城，攻不能进，退不可守。徐、刘二人一合计，决定重新看风水，造造新城。为了找块风水宝地，二人信马由缰出了城，朝东走，不知不觉已到中午，出来四十里，到了铁厂堡，也没看出哪块是宝地。徐达可受不了啦，张嘴问刘伯温：“老道！怎么走起来没完没了，大宽的地面儿，就没有咱们建城的宝地？”刘伯温勒住马头，无可奈何的说：“不走就不走，咱就在这儿建城。”一声令下，插上一杆大旗，皇上要在这儿修城墙。"
        },
        {
            "type": "text",
            "text": "       徐达、刘伯温俩人前脚刚走，由东边飞来一只金翅大凤凰，叼起这杆大旗一直往西飞，这时有个老樵夫砍柴下山，见一只大凤凰叼走大旗，马上报告徐达，徐达大吃一惊，立刻派兵去追，一直追到现在“天下第一关”这儿，只见大旗已牢牢的插在山丘上，几个兵勇想拔下来回去交差，可是拔了半天，大旗是纹丝未动，只好空着手回去报告。"
        },
        {
            "type": "text",
            "text": "       刘伯温听罢，急忙来到大旗周围一看，不觉哈哈大笑。此时，徐达心中正在纳闷，不耐烦地说：“老道，修长城期限过一天，少一天。看风水头一天就遇上这别扭事，你还有闲心笑？”"
        },
        {
            "type": "text",
            "text": "       刘伯温说：“徐生爷不知，这金翅凤凰本是神鸟，你看脚下正是一块宝地，离山不远，离海亦近，正好是山丘一座，在此修起长城一道，往南伸入海里，往北直上角山，中间留下一个关口，就是东往西来的咽喉。再筑城池一座，把山丘围起来，内可屯兵百万，外可出兵征战，岂不是京城的一把铁锁。”顿时说得徐达眉开眼笑。"
        },
        {
            "type": "text",
            "text": "       不过几天，民夫征齐，破土动工，南起渤海，北上燕山，入山入海。咱不说民夫们怎样把长城修进白浪滔天的大海，在水上建起老龙头；也不讲民夫们怎样赶着山羊群驮砖驮灰，攀悬崖登角山修起了一十三座敌楼。就说这一年后，这座城池完工了，全城九里十八步，东西南北设四门，四门上修箭楼，东门箭楼上高悬“天下第一关”巨匾，城中央有一座钟鼓楼，城高四丈一尺，墙厚二丈，城外有护城河，深二丈五尺，广五丈，真是“一夫当关，万夫莫开”。一切妥当，徐达、刘伯温回京复旨。第二天早朝，徐、刘二人出班启奏建城经过，朱元璋听罢大喜。“两位爱聊，建造新城劳苦功高，山海卫应重新命名。”"
        },
        {
            "type": "text",
            "text": "       刘伯温又奏：“山海卫筑新城，南临渤海，北盘燕山，中建天下第一关，依臣之见，就叫山海关。请万岁降旨。”洪武皇帝朱元璋准奏。从此山海卫改称山海关。\r\n "
        }
    ]
}