{
    "title": "凉山彝族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "578",
            "category": "凉山彝族自治州"
        }
    ],
    "detail": "[日期：2014-03-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：639次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1950年3月27日，解放了国民党军事力量在大陆的最后据点西昌。1952年10月7日，在昭觉成立四川省凉山彝族自治区，是以大、小凉山为名。1955年10月撤销西康省，凉山彝族自治区划归四川省，改称“凉山彝族自治州”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉武帝元鼎六年（前111年）派大军征西南夷，杀邛君、笮侯，正式设立越嶲郡。王莽篡汉后，始建国元年（9年）改越嶲郡为领戎，后又改名为集郡。天凤二年（15年）越嶲部族首领任贵率兵杀太守，自立为谷王。东汉建武元年（25年）任贵降附蜀王公孙述。建武十一年（35年）任贵降汉。恢复西汉建制。"
        },
        {
            "type": "text",
            "text": "       西晋沿袭蜀汉旧制，泰始九年（273年）改灵道县为护龙县，越嶲郡辖邛都、会无、定管、台登、护龙、苏示7县。晋愍帝建兴四年（316年），宁州平乐郡太守董霸降成汉，其后晋侨置平乐郡、县于越嶲郡境内，安置平乐郡流民。晋明帝太宁元年（323年），成汉李骧、任回攻占越嶲郡。咸康四年（338年），成汉在越嶲郡增设晋兴县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，中原战乱不休，大批流民进入越嶲郡境内。刘宋时期（420年～479年），置平乐郡，改护龙县为新兴县，越嶲郡仍领8县，郡治邛都。南齐之时，遥置越嶲僚郡，无力管辖。梁武帝大同三年（537年）武陵王萧纪镇蜀，置嶲州。周武帝保定五年（565年），改嶲州置西宁州，后因战乱废治。周武帝天和五年（570年），大将军郑恪率军征越嶲，改西宁州置严州。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年（586年）改严州为西宁州，开皇十八年（598）改为嶲州。隋炀帝大业三年（607年）改州为郡，越嶲郡辖越嶲、邛都、可泉、台登、苏祁、邛部6县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改越嶲郡为嶲州，辖越嶲、可泉、苏祁、邛部4县，州治越嶲县。析台登县置登州。唐朝武德二年（619年）州增设昆明县。武德九年（626年）废登州，台登县还属嶲州。贞观二年（628年），割雅州阳山、汉源2县属嶲州。贞观八年（634年）增置和集县。贞观二十二年（648年），右武侯大将军梁建方率兵征讨松外夷人，在其地设昌明县。高宗上元二年（675年）置会川县。武后大足元年（701年）阳山、汉源还属黎州，唐中宗神龙三年（707年）阳山、汉源2县还属嶲州，唐玄宗开元四年（716年）阳山、汉源归属黎州。天宝元年（742年）改州为越嶲郡，改可泉县为西泸县。"
        },
        {
            "type": "text",
            "text": "       唐懿宗咸通六年（865年）五月，南诏攻陷嶲州。大理国时期仍沿南诏旧制，改建昌郡为府，增置苏州，隶属建昌府。会川府仍置。香城郡废治，为如库部据地，隶善巨郡。"
        },
        {
            "type": "text",
            "text": "       元宪宗九年（1259年），会川王氏率兵降元，元仍以王氏守会川。元世祖中统五年（1264年），设邛部川安抚招讨司。同年，落兰部建蒂率诸部反元，杀邛部川六番安抚招讨使都王明亚。至元十年（1273年）元军平定建昌叛乱。至元十二年（1275年）元子建昌没罗罗斯宣慰司，下辖建昌路、德平路、定昌路、会川路4总管府，至元十五年（1278年）割建昌建乡城设宝安州，改夷笼城为泸州。至元二十一年（1284年）改邛部川安抚招讨司为邛部州。至元二十二年（1285年）降中州为县。至元二十六年（1289年）撤宝安州，并入建安州。至元二十七年（1290年），合并普乐州、闰盐州为闰盐县。设柏兴府，领闰盐县、金县。元成宗元贞二年（1296年），撤柏兴府，并入德昌路，其后又复置柏兴府。至元十三年（1276年）马湖部归降元，设马湖路总管，下辖雷波长官司治雷波境内。"
        },
        {
            "type": "text",
            "text": "       元顺帝至正十三年（1353年），红巾军明玉珍率军攻占建昌。明洪武四年（1371年），罗罗斯宣慰使安配率部归顺明朝，授土指挥使，仍守建昌卫，管辖昌州、普济、威龙3州。同年置马湖府，设雷波长官司。洪武十五年（1382年）在境内设建昌、德昌、会川、柏兴4府，并兼置卫。洪武十七年（1384年）中县改属苏州，洪武十七年（1384年）撤金县，洪武二十四年（1391年）降柏兴府为州，将闰盐县并入柏兴州。洪武二十七年（1394）增设建昌前卫。并设四川行都指挥使司于建昌，管理六卫政事。同年撤并州、县。永乐元年（1403年）邛部州改设长官司。万历三年（1575年）撤建昌前卫并入建昌卫，并撤建昌土卫。"
        },
        {
            "type": "text",
            "text": "       清顺治五年（1648年），农民军张献忠部将刘文秀率兵攻占建昌。顺治十六年（1659年），清军进兵建昌。同年改四川行都司为总镇府。康熙元年（1662年）改设建昌监理厅，主管五卫政事。康熙十二年（1673年），建昌为吴三桂军所占。康熙二十年（1681年），清军收复建昌诸卫。雍正六年（1728年），平凉山诸部落叛乱，裁撤建昌监理厅，设置宁远府。建昌卫改置西昌县，宁番卫改置冕宁县，盐井卫改置盐源县，会川改置会理州，越嶲卫改置越嶲厅。土司为威龙长官司、昌州长官司、普济州长官司、河东长官司、阿都正长官司、阿都副长官司、沙骂宣抚司、马喇副长官司、瓜别安抚司、木里安抚司、邛部长官司。清宣统二年（1910年），增置昭觉县、盐边厅。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912)，宁远府辖西昌、冕宁、昭觉、盐源4县，越、盐边2厅，会理1州。雷波厅隶属叙州府。民国二年（913年），撤宁远府，改厅、州为县，由宁远府所属地区，西康建省后，称宁属，领七县隶属上川南道(建昌道)。四川省都督府委任陈希曾为上川南宣慰使驻防宁属。民国五年（1916年），宁雷马屏屯殖使张熙率部进驻西昌，接管宁属七县政权。民国七年（1918年），护法战役结束，四川军阀瓜分地盘，实行防区制，宁属为川军第四师防区。民国九年（1920年），滇军华丰歌部占据宁属，委任各县县长。十一月，川军驱逐滇军，收复宁属。民国十六年（1927年），宁属为川军24军防区，成立“宁属整理委员会”，管理各县政事。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）撤道，各县直隶四川省府。民国十九年（1930年）设宁南县。民国二十四年（1935年），四川推行行政督察区制，宁属划为第十八行政督察区，辖西昌、冕宁、会理、越、盐源、盐边、宁南、昭觉8县。雷波县属四川省第五行政督察区。民国二十七年（1938年）设宁东设治局，并在民族地区设政治指导区13个。民国二十八年（1939年），划宁属隶属西康省。西康省在宁属设立“宁属屯垦委员会”，代表省府管理宁属政事，共辖8县，1设治局。同年，国民政府军事委员会在西昌设立“委员长西昌行辕”，代表中央，辅助、监督宁属地方政治、经济、军事、文化事业。民国三十二年（1943年），设德昌设治局，民国三十四年（1945年）建立德昌县。民国三十五年（1946年）设泸宁设治局。民国三十六年（1947年）设普格设治局。"
        },
        {
            "type": "text",
            "text": "       1952年10月成立西康省“凉山彝族自治区”。1955年10月撤销西康省，凉山彝族自治区划归四川省，改称“凉山彝族自治州”，驻昭觉县。原属乐山专区的雷波、马边（驻民建镇）、峨边3县及原属西昌专区的越嶲县划入凉山彝族自治州。1956年由呷洛地区设置呷洛县（驻蒲倡麻）；由益各脚地区设置洪溪县（驻益各脚）；由咪姑、瓦岗地区和雷波、美姑、昭觉等3县各一部分地区合并设置瓦岗县（驻咪姑）。1958年呷洛县由蒲倡麻迁驻西西脚坝；瓦岗县迁驻雷池乡。 1959年越嶲县改名为越西县；呷洛县改名为甘洛县。撤销瓦岗、洪溪、布拖、普雄4县，将瓦岗县并入昭觉、雷波2县；洪溪县并入美姑县；布拖县并入普格县；普雄县并入越西县。"
        },
        {
            "type": "text",
            "text": "       1962年恢复布拖县（驻布拖）。凉山彝族自治州辖11县。1978年凉山彝族自治州迁驻西昌县，原西昌地区所属西昌、德昌、冕宁、会理、宁南（驻东风公社）、会东（驻前进公社）6县及盐源彝族自治县（驻盐井公社）、木里藏族自治县（驻博瓦公社）划入凉山彝族自治州。盐源彝族自治县改为盐源县。1979年由西昌县析置西昌市，属凉山彝族自治州领导。1986年，撤销西昌县，将其行政区域并入西昌市。"
        }
    ]
}