{
    "title": "昆明市官渡区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "716",
            "category": "昆明市"
        }
    ],
    "detail": "[日期：2014-03-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：371次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       官渡区因滇池古渡口“官渡”而得名。官渡古称蜗洞，系滇池东岸突起的一个小丘。唐南诏阁罗凤筑拓东城后置东都，便往返于此，取道水路，遂在蜗洞建渡口。宋大理封开国元勋高方泰为岳侯，封地于鄯阐（今昆明），子孙世袭，至高智升时，在蜗洞筑城郭，置府第，建法定禅寺。元阿佐梨杨庆创建妙湛寺，普祥撰《创建妙湛寺碑记》云：“……乡士大夫游赏缆船於渡头，吟啸自若，陶陶而忘返，故有停舟之赋，乃古拓东演习高侯之苗裔生世攸之所也。”从此，遂有“官渡”之名称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国前，“滇在梁州境内”，战国时期，楚将庄跻入滇，在滇池沿岸建立“滇国”。西汉武帝于元封二年（前109年），因“滇王降汉，置益州郡”，辖二十四县，汉将军郭昌筑郭昌城，以名命县名，后改名为“谷昌县”，今之官渡区当在其范围之内。东汉因之，仍名谷昌。"
        },
        {
            "type": "text",
            "text": "       蜀汉时，县名仍旧，隶廉降都督统辖之建宁郡。晋惠帝永兴二年（305年），建宁郡改属宁州。东晋隆安年间设立晋宁郡，谷昌为其所属。南朝时，宋齐皆袭之。南朝梁元帝时，为爨氏所据。"
        },
        {
            "type": "text",
            "text": "       隋初建昆州，不久即废。唐高祖李渊武德元年（618年），废谷昌，复置昆州，置益宁县，属剑南道辖之戎州都督府，今区境属州治益宁。开元二十六年（738年），南诏并五诏为一。永泰元年（765年），南诏王阁罗凤命其长子凤迦异于昆川（州）置拓东城。城址在今五里多、佴家湾、吴井桥、前卫营一带，位于今官渡区境，“既而改称鄯阐府”，属于六节度之一的拓东节度。五代至宋大理国仍称鄯阐府。"
        },
        {
            "type": "text",
            "text": "       宋神宗元丰三年（1080年），大理国岳侯高氏起兵平定内乱有功，加封德侯，出镇鄯阐，高氏于蜗洞置治所，建官渡古城、法定寺。"
        },
        {
            "type": "text",
            "text": "       元至元十二年（1275年）鄯阐府改置善州，领昆明、官渡二县，其中官渡县治在今官渡秀英村。至元十三年（1276年）设云南行中书省，滇池地区置中庆路，改善州为昆明县（官渡县并入）。省治、路治昆明。"
        },
        {
            "type": "text",
            "text": "       明代，改云南诸路行中书省为云南布政使司，洪武十五年（1382年），改中庆路为云南府，县名因之，为府治。县境设六卫，即左、右、中、前、后卫及广南卫。清代，改云南布政使司为云南省，设云南府，昆明县隶府治。"
        },
        {
            "type": "text",
            "text": "       民国十七年（1928年）市县划界，以城内为市。昆明县划分为8个区，其中：一、二、三、四、五及八区之一部分在今区境内。民国二十四年（1935年），昆明县仍为8区，区下划为39乡6镇。今官渡区地域内有5镇23乡。民国二十九年（1940年）昆明县撤区，设10乡6镇，今官渡区域内有5镇6乡。"
        },
        {
            "type": "text",
            "text": "       解放初期属昆明县的一、二、三、四、七区地域。1950年4月6日昆明县人民政府成立，隶武定专署，全县分为6个区，今官渡区属县之一、二、三、四区。8月30日，昆明县由武定专署划归昆明市。1953年7月，撤昆明县建制，并入昆明市。市府在区境置五、六、七3个区，1956年10月19日，第五、第六两区合并置官渡区。12月21日，撤龙泉区（第七区）建制，并入官渡区。"
        },
        {
            "type": "text",
            "text": "       1960年12月，小哨片区（小哨种畜场属集体的7个生产大队）由嵩明县成建制划归官渡区。1962年9月，昆明市国营一农场、二农场、三农场的部分生产大队划归官渡区。2004年6月3日，昆明市市辖区行政区划调整后，形成今官渡区格局。"
        }
    ]
}