{
    "title": "奚人由来及后裔所在",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "445",
            "category": "民族部落"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1424次",
    "content": [
        {
            "type": "text",
            "text": "        奚，本称厍莫奚，后简称奚，自公元四世纪的北魏时期起，直到十三世纪的元代，在历史上活动近千年之久，一直是我国北方一个重要的民族，对中国历史做出过突出贡献。然而自12世纪起，中国的各种历史文献却再也没有提到奚人，奚人仿佛一夜之间就从中国历史上消失了。那么奚人是一个什么样的民族?其族居中心地在哪里?如今最有可能在哪里找到“最后的奚人”?"
        },
        {
            "type": "text",
            "text": "　　奚源出东部鲜卑，早期为宇文部控制，是个相对弱小的部落。宇文部被击溃及东部鲜卑主力相继迁离故地后，奚逐渐壮大。契丹也源于东胡之鲜卑，奚与契丹语言相通、文化和生活习俗相近，是同族异部的兄弟关系。“契丹与奚言语相通，实一国也”。"
        },
        {
            "type": "text",
            "text": "　　关于奚和契丹的发祥地，目前史学界公认的说法是：早期的奚与契丹居住在潢水(今西拉木伦河)、土河(今老哈河)流域；奚人居住在老哈河上游一带，契丹人则居住在老哈河中下游。奚人居住地向西、向南接汉境，向东、向北邻契丹。"
        },
        {
            "type": "text",
            "text": "　　隋唐之际，奚扩散到今山西、河北北部地区，臣服于突厥。公元630年东突厥汗国瓦解，奚族内附于唐朝。唐在奚族5个部落设5个州，上置饶乐都督府管理，都督由奚族大酋长担任，赐姓李。唐中叶前，公元7世纪初至9世纪中叶，是厍莫奚族的发展鼎盛时期。在这一阶段，其军事实力与契丹旗鼓相当，有时还稍强于契丹；奚和契丹并强于东北地区，被唐并称“两蕃”。唐中叶后契丹日强，奚族为其所控制。唐末，部分奚人在酋长来诸的率领下叛契丹西迁妫州(今河北怀来县)北山，内附于唐，史称西奚。奚遂有东奚、西奚之分。"
        },
        {
            "type": "text",
            "text": "　　耶律阿保机建契丹国后，契丹逐渐壮大，奚全部臣服于契丹。说是臣服，实际上更应理解为部落的统一。心胸远大的阿保机对奚采取了征服、联姻、结盟的怀柔政策，“抚其帐部，拟于国族”，将奚王府所统奚众与契丹五院部、六院部、乙室部，同列为四大部；允许奚五王族“世与辽人为昏(婚)，因附姓述律氏中”。(述律氏，即萧氏。耶律阿保机的皇后述律氏是辽代历史上有名的“铁腕皇后”)。"
        },
        {
            "type": "text",
            "text": "　　奚人在辽代的历史中扮演了非常重要的角色"
        },
        {
            "type": "text",
            "text": "　　奚人地处辽国南部，与中原汉人毗邻的地理优势，使奚人比契丹人更深入地了解和吸收了汉文化。例如，普遍采用汉姓汉名、使用汉文字等。因此奚人在辽文化中居于主导地位，从这个意义上说，奚文化也在同化着契丹文化。在文学领域，奚人在辽代中晚期文学发展史中占据了非常重要的地位；在音乐领域，奚人发明的乐器“奚琴”，即为如今著名的“二胡”，在汉代即已传入中原。“奚琴本胡乐也……奚部所好之乐也。盖其制，两弦间以竹片轧之，至今民间用之。”"
        },
        {
            "type": "text",
            "text": "　　蒙古马头琴也是由奚琴演化而来。"
        },
        {
            "type": "text",
            "text": "　　农业方面，由于契丹建国后迅速封建化，历代契丹贵族重视发展农业，奚人在这一潮流中虽然尚未完全脱离畜牧生活，但经营农业的越来越多，而且将土地租给汉人耕种。早在唐末，奚已“颇知耕种，岁借边民荒地种”。到了辽圣宗时，北宋王曾出使契丹，进入奚境看到“居人草庵板壁，亦务耕种”，且“善耕种”。苏颂出使契丹将途中所见作诗描述：“农夫耕作遍奚疆，部落连山复枕岗。种粟一收饶地力，开门东向杂夷方。田畴高下如棋布，牛马纵横似谷量。”"
        },
        {
            "type": "text",
            "text": "　　辽代奚的手工业也有相当发展，所制大车闻名于世，誉称“奚车”；时“契丹之车，皆资于奚”(宋沈括语)。奚人善治马具、车辆，能造出各式各样的车辆，有富贵人家乘坐的轻灵便巧的小车，运送辎重的货车，威风凛凛的战车，更有一种水陆两用车。富裕馆(今平泉县蒙和乌苏乡)内就曾经集中了一批造车的工匠。近期在富裕馆旧址发掘出铁砧子，可以想像当时的盛况。"
        },
        {
            "type": "text",
            "text": "　　因此，奚族在辽代虽臣服于契丹，但其在文化、经济各方面均有了很大发展，且比契丹先进，这也是奚人在辽代拥有较高政治地位的另一个原因。"
        },
        {
            "type": "text",
            "text": "　　到12世纪后期，历史上不再有奚人活动的记载"
        },
        {
            "type": "text",
            "text": "　　12世纪初，曾经归附于契丹的女真人在首领阿骨打带领下起兵反辽，奚人站在契丹人一边维护辽朝统治。在辽行将覆灭之际，奚王回离保(即萧干，时官至辽知北院枢秘事，兼诸军都统)与契丹贵族耶律大石等于1122年(辽保大二年)在南京(今北京市)拥立耶律淳为帝，建立北辽。当女真人入居庸关后，北辽向西迁移，到达今天的新疆、中亚一带，即史称的“西辽”，后为蒙古所灭；萧干则退守奚人世代族居之地箭可山(都山，今青龙县境内)，在奚王府建大奚国，国号“天嗣”，自号奚国皇帝。这是奚族历史上建立的第一个政权，也是最后一个政权。它只存在了数月，在金兵围剿下溃败。"
        },
        {
            "type": "text",
            "text": "　　金灭辽后，对契丹人和奚人进行了残酷的杀戮和种族清除，被征服的奚人与契丹人被拆散部落、充军、移民；金朝刚建立时，并没有本民族的文字，只好沿用汉字和契丹字。当女真文字参照汉字创立后，金朝皇帝就下令废止了契丹字，契丹文字就此逐步失传，契丹文化(奚文化)的衰亡也就不难理解了。到了12世纪后期，再不见历史上有奚人活动的记载。"
        },
        {
            "type": "text",
            "text": "　　奚人到哪里去了呢?综合考证奚人去向，一部分奚人被女真同化，一部分与汉人融合。成吉思汗起兵伐金，一部分“誓不食金禄”的奚人投靠了蒙古，并在随蒙古军队东征西讨时，散落到了全国各地，慢慢融入了蒙古族。推测跟随耶律大石西进的契丹人中也有一部分奚人，这些人随西辽的灭亡而逐步被伊斯兰同化。"
        },
        {
            "type": "text",
            "text": "　　此后几百年时间内，北方各民族不断分化融合。到清王朝建立前后，对于除了进入北方的汉人和一度执政元朝的蒙古人之外不再提契丹人、奚人、渤海人。他们被纳入满洲八旗，而统称为旗人。"
        },
        {
            "type": "text",
            "text": "　　现今河北省青龙，最有可能找到“最后的奚人”"
        },
        {
            "type": "text",
            "text": "　　那么，在哪里能找到“最后的奚人”呢?让我们把目光转向河北省青龙，更具体点，锁定到肖营子一带。"
        },
        {
            "type": "text",
            "text": "　　在公元1125年金灭辽之前，长达700多年时间内，奚人生活在古北口至山海关长城以北，今河北省青龙、卢龙县、宽城、平泉县、内蒙古赤峰市宁城县一带，宋绶《行程录》谓：“由古北口至中京北(宁城县)皆奚境”。"
        },
        {
            "type": "text",
            "text": "　　青龙县一带聚众多的奚人，是奚人的族居中心地，也最有可能找到“最后的奚人”。"
        },
        {
            "type": "text",
            "text": "　　理由一：在唐与奚的战争中，唐朝大将郭英杰曾战死都山；大奚国定都的箭可山也是都山。萧干建立奚国后曾兵出卢龙岭，一度“攻破景州，继陷蓟州，前锋直逼燕城。”据此推测，奚人的政治文化中心应该在都山附近，即现青龙县境内或周边不远地区。这也与《苏颂与契丹史研究》谈到奚王避暑庄坐落在今平泉县松树台的铅南沟相吻合；奚王从较炎热的都山沿青龙河谷北上到一个风景秀丽的地方避暑，是在情理之中的。青龙、宽城一带应是奚人居住的中心地区。青龙境内的土著人，很可能就是奚人。"
        },
        {
            "type": "text",
            "text": "　　理由二：奚本称厍莫奚，厍莫是沙子的意思，厍莫奚因其境内多沙而得名。众所周知，从冷口往北至土石门，包括白家店、肖营子两个乡(镇)全部、西双山乡大部，全是沙土地，低矮的山全是沙山，流经肖营子村那条河发源于都山叫做沙河。这里是青龙最宽广地区之一，是口(冷口)里口外交通必经之地。气候宜人，森林茂密，具备农牧社会发展的良好条件。"
        },
        {
            "type": "text",
            "text": "　　理由三：青龙、宽城地处偏僻，不易被外族长期占领，在灭绝种族的杀戮中，当地原住民存活下来的可能性相对大一些。"
        },
        {
            "type": "text",
            "text": "　　理由四：这一地区的奚人是土地的拥有者，如宋出使辽国使臣苏颂记载的：“耕种甚广，牛羊遍谷，问之，皆汉人佃奚土”。以出租土地收回田赋和地租为生，过着半农业社会的生活，不像契丹人和北部奚人那样，以游牧为主。因此在被女真人征服后，他们没有被整部落地打散、编入军中，而是很幸运地留了下来，继续从事农耕生活。"
        },
        {
            "type": "text",
            "text": "　　理由五：在满族人的汉族姓氏中，萧姓不是女真人的汉姓，满族中的萧氏旗人，风俗语言等与汉人不同又不完全具旗人特征。其祖先并非女真人，而是奚人。奚人虽被同化成为满族人，但其汉姓却保留了下来。因此，青龙肖营子的萧氏族人很可能就是奚人的后人。"
        },
        {
            "type": "text",
            "text": "　　奚族萧氏因“世与辽人为昏(婚)”，而成为辽代的后族"
        },
        {
            "type": "text",
            "text": "　　说到萧姓，就不能不提到契丹的汉姓。"
        },
        {
            "type": "text",
            "text": "　　耶律和萧是契丹的两大姓氏。早期的契丹族无姓氏，初期常以地名为姓，阿保机建国前后才出现耶律姓和萧姓。其中，耶律姓与今西拉木伦河有关，先为部族之名，后为氏族之称，其汉姓为刘。萧姓原为阿保机的妻子述律氏的汉姓，此后为阿保机之恩赐，广泛赐予后族和功臣。"
        },
        {
            "type": "text",
            "text": "　　此种依据可见《辽史·后妃传》，其中载：“太祖慕汉高皇帝，故耶律兼称刘氏，以乙室、拔里比萧相国，遂为萧姓。”事实上，契丹人除使用本族耶律和萧两姓外，还接受过中原王朝赐姓。与奚曾被赐姓李一样，契丹建国前曾依附于中原唐朝，由此一些上层人物接受过唐朝赐予的李姓。"
        },
        {
            "type": "text",
            "text": "　　由于奚与契丹患难与共的兄弟般的近邻关系，奚族成为辽的“国族”，“附姓述律氏(萧氏)”，萧姓被赐给奚族各个贵族部落。奚族萧氏因“世与辽人为昏(婚)”，而成为辽代的后族。"
        },
        {
            "type": "text",
            "text": "　　大名鼎鼎的萧太后(辽圣宗之母)即是奚族萧氏的代表人物之一。其父萧思温为宰相，萧思温之养子萧继远任辽圣宗时的北府宰相，其子萧绍宗为辽大将军。历史中记载的奚人萧相公、萧元忠、萧奉先等，均为辽之重臣。男为重臣、女为后妃，是辽代中晚期萧氏奚人的显赫标志。契丹和奚的政治结盟、贵族通婚、联合执政促进了辽国的发展，辽在势力鼎盛时东至日本海，西达巴尔喀什湖，成为北方草原上一个空前强大的帝国。其中有奚人很大功劳。"
        },
        {
            "type": "text",
            "text": "　　特别值得一提的是在辽文学发展史上，后妃中有不少才华横溢的奚族萧姓女诗人，如辽道宗耶律洪基的皇后萧观音，天祚帝耶律延禧的妃子萧瑟瑟等。"
        },
        {
            "type": "text",
            "text": "　　还有一个奚族萧氏的代表人物，就是前面所讲的创建大奚国的奚王萧干，此人是天祚帝的大将，雄才武略，东征西讨，为辽国立下汗马功劳，“每征伐必参决军事”。后来又与耶律大石共同建立北辽。北辽向西迁徙，成为后来的西辽，也曾强盛一时。令人回味的是萧干为辽国重臣、北辽的创立者之一，为什么没有随辽国西迁，而是回到奚人的世代族居地，创建了大奚国?是因为与那些向汉人出租土地的同胞一样留恋家乡而故土难离?还是放心不下父老乡亲……这些谜底的揭开尚待时日。"
        },
        {
            "type": "text",
            "text": "　　我的祖辈居住在青龙肖营子镇西庄村。1948年土改时，这个村近百户大家全姓萧，皆为满族，称为旗户。如前所述，这里满人都是奚人。我在此上小学时，就听老人说过，“西庄的西本来是奚”，所以“西庄”应为“奚庄”。肖营子(原来叫萧家营)镇共14个村，有不少姓萧的。肖营子是萧姓人家最集中的地方。"
        },
        {
            "type": "text",
            "text": "   青龙应该是奚族自辽以来700多年的族居中心地。奚人在清朝纳入满洲八旗，成为旗人。萧姓的满族人，其先祖应该是奚人和被满族同化的萧姓契丹人；考虑到青龙又是奚人的族居中心地，因此肖营子的萧姓满族人，极有可能就是曾在中国历史上写下过辉煌篇章的奚人的后裔。"
        }
    ]
}