{
    "title": "晋宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "716",
            "category": "昆明市"
        },
        {
            "id": "739",
            "category": "晋宁县"
        }
    ],
    "detail": "[日期：2014-03-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：661次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德四年（621年），在以晋朝曾为宁州治所的滇池县置晋宁县。据《徐霞客游记》：“至唐武德中，以其为晋时宁州统会之地，置晋宁县，此州名之所由始也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       晋宁、昆阳两县“夏商属梁州，周属雍州”。公元前277年，楚国大将庄蹻开滇，因秦攻楚，断了归路，“变服从其俗”，与当地的叟族部落联盟，建立了以叟族为主的“滇国”，修筑苴兰城，自称“滇王”，建都于今晋宁县晋城附近。秦使常颊略通五尺道，置隶昆阳为河西县（今古城镇一带），属滇国。"
        },
        {
            "type": "text",
            "text": "       西汉，元鼎初（前116年～前111年）属群舸、越嵩。汉武帝元封二年（前109），汉武帝派郭昌率巴、蜀兵攻滇，在击灭滇国联盟部落劳浸、靡莫（今曲靖地区）后，挥军直指滇国，第十代滇王尝羌率众“举国降，请置吏入朝”。武帝仍封之为滇王，“赐滇王王印，复长其民”，以其领地设益州郡，滇王国都和益州郡治均设于滇池县（今晋城地区），同时置建伶县（今昆阳地区）。"
        },
        {
            "type": "text",
            "text": "      三国蜀汉建兴三年（225年），改益州郡为建宁郡，治所由滇池县（今晋城）迁往味县（今曲靖市）。晋泰始七年（271年），将建宁、永昌等四郡从益州郡划分出来建立宁州。永嘉二年（308年），改宁州郡为晋宁郡，晋宁仍称滇池县，昆阳则由建伶改为冷邱（地域增加昆阳至玉溪一带），东晋初又改冷邱为建伶。其后没于李特，又没于符氏，太和八年（484年）复为东晋所有。"
        },
        {
            "type": "text",
            "text": "       隋开皇十五年（595年）昆阳为昆州驻地，不久废除。唐武德四年（621年），于东部以晋朝曾为宁州治所的滇池县置晋宁县，属昆州，晋宁县名从此始。于西部置望水县（昆阳），属钩州。天宝后没于南诏，晋宁称晋川，昆阳称渠滥川。五代后晋天福二年（937年），大理国在晋城置阳城堡部，在昆阳设巨桥部，同属鄯阐府。"
        },
        {
            "type": "text",
            "text": "       元宪宗七年（1257年），晋城置阳城堡万户府。元世祖至元八年（1271年），在昆阳置巨桥万户府（驻堡孜）。至元十二年（1275年），巨桥万户府改昆阳州，同时在古城置河西县，至元十七年（1280年）废河西县。至元十三年（1276年），赛典赤改阳城堡万户府为晋宁州，州治在晋城。"
        },
        {
            "type": "text",
            "text": "       明清时晋宁、昆阳县同属云南府。其间，晋宁于明初领呈贡、归化2县。清康熙七年（1668年）裁归化附呈贡。不久昆阳裁三泊附安宁。"
        },
        {
            "type": "text",
            "text": "       民国初称晋宁州和昆阳州，属滇中道；民国二年（1913年）废道改州为县。同年晋宁县城及近郊设州前乡。民国十六年（1927年）废滇中道，普宁县直属于省。民国十八年（1929年）昆阳县改为5区制。民国十九年（1930年），昆阳居仁等四铺划为第一区。民国二十一年（1932年），晋宁县改为4区制，昆阳县改为6区制。民国二十六年（1937年）昆阳县废闾邻制改为保甲制。"
        },
        {
            "type": "text",
            "text": "       1949年12月18日，成立昆阳县人民政府，1950年1月27日，成立晋宁县人民政府。两县同属滇中区，后改玉溪专区。1958年2月，昆阳、晋宁两县合并，县名为晋宁，县城设在昆阳。1960年2月8日，晋宁县由玉溪专区划归昆明市管辖。1961年5月，呈贡从晋宁县划归昆明市，形成晋宁今日格局。"
        }
    ]
}