{
    "title": "昆明市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "716",
            "category": "昆明市"
        }
    ],
    "detail": "[日期：2014-03-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：507次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “昆明”最初是我国西南地区一个古代民族的族称。“昆明”在中国古代文献中写作“昆”、“昆弥”或“昆淋”。"
        },
        {
            "type": "text",
            "text": "      “昆明”作为地名出现，则是在唐代。“武德二年，于镇置昆明县，盖南接昆明之地，因此为名。”按此处置昆明县，非今之昆明，乃四川定笮镇(今盐源县境)。南诏、大理国时期，乌蛮、白蛮兴起，昆明族居住的地方，为乌蛮、白蛮据有，昆明族东迁滇中，聚居于滇池周围。宋宝祐二年(1254年)，元灭大理，在鄯阐设“昆明千户所”，“昆明”始作为地名出现，延续至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦昭襄王三十年（前277年），楚国大将庄蹻开滇，因秦攻楚，断了归路，“变服从其俗”，与当地的叟族部落联盟，建立了以叟族为主的“滇国”，修筑苴兰城，自称“滇王”。"
        },
        {
            "type": "text",
            "text": "       西汉元封二年（前109年），汉武帝征发巴蜀地区士卒，先后征服了滇池东北面的劳浸、靡莫等部落，滇王常羌臣服于汉，被赐金质“滇王之印”。汉王朝以滇池地区为中心设置了益州郡，郡治与滇王驻地同在今晋城附近。郡下设县：谷昌县（今昆明），建伶县（今昆阳），滇池县（今晋宁），连然县（今安宁），秦臧县（今富民），昆泽县（今宜良）。蜀汉建兴三年（225年），诸葛亮南征至于滇池，改益州郡为建宁郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始七年（271年），南中四郡（建宁、云南、永昌、兴古）从益州（治成都）分划出来，设立宁州，与益州同列，为全国十九州之一。东晋以后，“方土大姓”爨氏势力逐渐强盛，成为滇中地区的统治者。成帝咸和十四年（339年），晋王朝封爨琛为宁州刺史，并承认其世袭地位。"
        },
        {
            "type": "text",
            "text": "       隋初改置昆州，旋废。隋大业十三年（617年）唐王朝建立，先后在云南设置了九十二州，改谷昌县为益宁县，属昆州州治。唐高祖武德元年（618年），唐朝任命爨氏子孙爨弘达为昆州刺史，治理属县，治所仍设在益宁城。唐代中叶，蒙氏势力在洱海地区崛起，建立南诏国。唐天宝五年（746年）至天宝六年（747年），蒙氏皮罗阁进兵安宁，攻灭爨氏。于昆川（今昆明城区一带）置拓东城。"
        },
        {
            "type": "text",
            "text": "       南诏大明七年（937年），大理段氏夺取南诏政权，建立大理国，统一了云南，在拓东城的基础上设鄯阐府，为大理国八府之一。府治沿袭拓东城。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），赛典赤主滇后，把军事统治时期所设的万户、千户、百户改为路、府、州、县，正式建立云南行中书省。置昆明县，为中庆路治地（昆明命名即始于此），并把行政中心由大理迁到昆明。鄯阐府改善州，领昆明、官渡二县，后废州，置中庆路，并官渡县入昆明县。"
        },
        {
            "type": "text",
            "text": "       明洪武十四年（1381年），改元代“路”一级行政区划为府，仿内地建制，设置云南承宣布政使司和都指挥使司。先将中庆路改为云南府，置知府、知州、知县。云南省治、府治和昆明县治同设在昆明城内。清朝时建置沿袭明制，昆明仍为云南府和昆明县治所。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月废云南府，置滇中道，辖昆明等44县。民国三年（1914年）道尹为繁要缺，一等。驻昆明县（今昆明市区）。民国十六年（1927年）废滇中道，昆明直辖于云南省。"
        },
        {
            "type": "text",
            "text": "       1949年12月9日，昆明和平解放。1950年3月28日昆明市人民政府成立，新的市政区划沿旧制，辖城内8个区。1951年，8个区并为5个区。1953年，经国务院批准，实行市、县合并，将市内5个区调整为4个区。撤销昆明县建制，原县辖8个区调整为五、六、七、八、九区。1954年1月将玉溪专区昆阳县的第三区（海口）划归昆明市，改为第十区。"
        },
        {
            "type": "text",
            "text": "       1956年，原一、三区合并为盘龙区；二、四区合并为五华区；原五、六区合并为官渡区；七区更名为龙泉区；原八、九区合并为西山区；十区更名为海口区。1956年，安宁县由楚雄专区划归昆明市，改为安宁区。1958年12月，龙泉区并入官渡区。1958年，富民县由楚雄彝族自治州划归昆明市。"
        },
        {
            "type": "text",
            "text": "       1959年4月，曲靖专区宜良县和嵩明县的部分矿区划归昆明市，设立明良矿区，9月该区撤销，分别归还原所属县。10月，龙泉区并归官渡区，撤销安宁区，复设安宁县；海口区改为海星人民公社，划归安宁县。1960年，玉溪专区的晋宁县划归昆明市（此前，玉溪专区的呈贡县和昆阳县分别于1958年、1959年并入晋宁县）。"
        },
        {
            "type": "text",
            "text": "       1983年10月，曲靖专区的宜良县、嵩明县和路南彝族自治县、楚雄彝族自治州的禄劝县划归昆明市。1985年6月，禄劝县改为禄劝彝族苗族自治县。1995年10月，安宁撤县建市。1998年10月8日，路南彝族自治县更名为石林彝族自治县。1998年12月6日，撤销地级东川市，设立昆明市东川区；将曲靖市管辖的寻甸回族彝族自治县划归昆明市管辖。2011年撤销呈贡县，设立昆明市呈贡区。"
        }
    ]
}