{
    "title": "曲靖市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "717",
            "category": "曲靖市"
        }
    ],
    "detail": "[日期：2014-04-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：338次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       现在的曲靖地区，并非唐代的曲州和靖州沿袭而得名，早在东晋时期即有曲靖之称。"
        },
        {
            "type": "text",
            "text": "       西晋泰始六年(270年)，晋王朝把南中七郡中的云南、兴古、建宁、永昌四郡划出，建立宁州。但宁州并不安宁，各部互相争战、吞并，最后均为爨氏所灭，爨氏政权建立后，改宁州为曲靖州，以求爨氏政权稳定，不再出现战乱。曲者，部曲也；靖者，安定也。"
        },
        {
            "type": "text",
            "text": "       但中央政府仍称此地为宁州，北魏梁天监十四年（515年），又改称南宁州。唐天宝时，南诏吞并爨区，南宁州废，此地被称为曲靖州，但不是行政建制。五代、宋朝此地遂没于蛮，仍称曲靖州。元宪宗六年（1256年），设立磨弥部万户。至元八年（1271年），改为中路。至元十三年（1276年），改曲靖路总管府。明、清称曲靖府。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       曲靖市辖境，春秋战国时为“靡莫之属”。战国末年，楚将庄跻入滇，建立滇国。现曲靖是为滇国所属的劳浸、糜莫等部落。秦曾谴常额由巴蜀向曲靖方向修筑“五尺道”。"
        },
        {
            "type": "text",
            "text": "       西汉通西南夷，设置郡县。本市大部分属益州郡，少部分属犍为郡和牂牁郡。三国蜀汉建兴三年（225年），改益州郡为建宁郡，移降都督于味县，统管“南中”（今云南全境，川南、黔西一部）地区。"
        },
        {
            "type": "text",
            "text": "       西晋泰始六年（270年）八月，分建宁、云南、永昌、兴古四郡设宁州，味县为宁州和建宁郡治。"
        },
        {
            "type": "text",
            "text": "      梁天监十四年（515年），北魏夺取了梁朝的益州，并招徕南中，实际控制宁州的爨氏家族马上投效，于是爨云被任命为“使持节骠骑大将军开府仪同三司南宁州刺史同乐县侯”。由于当时还有一个宁州（在彭元郡，今甘肃宁县），因此改梁朝归附的宁州为南宁州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废建宁郡，存南宁州，并设总管府，味县为南宁州总管府治所。 隋及唐初，先后置曲州、郎州、盘州、南宁州。自梁至唐初为爨氏所依。唐天宝七年（748年），今曲靖市辖境由南诏拓东节度使控制。宋大理国时期，设石城郡，统磨弥等10余部。"
        },
        {
            "type": "text",
            "text": "       元宪宗六年（1256年）立磨祢部万户，至元八年（1271年）改为中路；元至元十三年（1276年）设曲靖路，改石城为南宁县，治所南宁。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）三月为曲靖府，治所南宁。清代仍因之旧，并以寻甸府地属之。雍正初年“改土归流”，雍正五年（1727年）从沾益分设宣威州，东川府（今会泽）从四川划归云南，雍正八年（1730年）置迄东道，治所先设于寻甸后迁南宁（曲靖）。康熙元年至三年（1662年－1664年），曲靖曾为云南省治，云南总督驻曲靖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府改县，南宁县改称曲靖县。民国三十六年（1947年）设第二区行政督察公署，驻曲靖县。"
        },
        {
            "type": "text",
            "text": "       1950年3月设曲靖专区，专署驻曲靖县。辖曲靖、沾益、宣威、平彝、马龙（驻通泉镇）、嵩明（驻嵩阳镇）、寻甸（驻仁德镇）等7县。1954年原宜良专区所属宜良（驻匡远镇）、陆良、罗平（驻罗雄镇）、师宗（驻丹凤镇）、泸西、路南6县划入曲靖专区。宣威县改称榕峰县（驻榕城镇）；平彝县改称富源县（驻中安镇）；曲靖专区辖13县。"
        },
        {
            "type": "text",
            "text": "       1957年3月26日由路南县改设路南彝族自治县；同年寻甸县改设寻甸回族自治县（驻仁德镇）；曲靖专区辖11县、2自治县。1958年撤销沾益县，并入曲靖县。1959年榕峰县恢复原名宣威县。1960年撤销马龙县，并入曲靖县；撤销师宗县，并入罗平县；撤销泸西县，并入弥勒县；撤销路南彝族自治县，并入宜良县；撤销寻甸回族自治县和嵩明县，合并设立寻甸县（驻仁德镇）。"
        },
        {
            "type": "text",
            "text": "       1962年恢复马龙（驻通泉镇）、师宗（驻肇民镇）、嵩明（驻嵩阳镇）3县；曲靖县由城关镇迁驻沾益镇，曲靖专区辖10县。1964年10月原属东川市的会泽县划入曲靖专区，恢复路南彝族自治县。1965年恢复沾益县（驻沾益镇）；曲靖县由沾益镇迁驻环城镇。"
        },
        {
            "type": "text",
            "text": "       1970年曲靖专区改称曲靖地区。1979年寻甸县改为寻甸回族彝族自治县。1983年10月，曲靖、沾益撤县合并组建曲靖市，宜良、路南、嵩明3县划归昆明市。1997年5月6日，撤销曲靖地区和县级曲靖市，设立地级曲靖市，原县级曲靖市设立麒麟区和沾益县。"
        }
    ]
}