{
    "title": "华宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "718",
            "category": "玉溪市"
        },
        {
            "id": "752",
            "category": "华宁县"
        }
    ],
    "detail": "[日期：2014-04-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：436次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古名宁州，民国二年（1913年）4月，废州改县，宁州改称宁县。民国三年（1914年）1月，因与甘肃省宁县同名，改称黎县（以唐代曾设黎州而名）。民国二十年（1931年）12月，改称华宁县。以县城紧靠西北面之华盖山，山上有宁寿寺，又曾称宁州，取华盖山、宁寿寺首字。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为古滇国属地。西汉元鼎六年（前111年），设毋单县于今华宁县盘溪，隶牂牁郡。元封二年（前109年）改隶益州郡。三国蜀汉属益州兴古郡。西晋属宁州兴古郡。东晋成帝时（326年～334年），今华宁县地大部属宁州梁水郡之梁水县，郡县同治于今江川县旧州。"
        },
        {
            "type": "text",
            "text": "       南朝宋至梁，今华宁大部均为宁州梁水郡梁水县，且毋单县（县治一直在盘溪）与梁水县并存。北朝周属南宁州。隋开皇十三年（593年）于味县（今曲靖）置南宁州总管府，今华宁属南宁州总管府。开皇十七年（597年）撤南宁州总管府。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）开南中，复置南宁州（治所在今曲靖。两晋南北朝期间曾有宁州建置；）。武德七年（624年），从南宁州内分置西宁州，贞观八年（634年）改西宁州为黎州，州治设在今江川旧州，领梁水（今华宁县和江川县大部）和绛（今江川县龙街一带）两县。天宝七年（748年），梁水县地为南诏步雄部，继为爨人所据。当时世居龙亩（即今华宁县新城乡龙亩）的土著豆圭部族已相当强盛，爨人首领阿几无力控制，遂将浪广（今江川县大街一带）割给豆圭，称宁部。豆圭后裔筑城于今华宁县城西北数百米的下村，称作“西沙笼”（彝语，意为“孙子之城”）。宁部一直沿袭下来，经五代乃至宋。宋大理国时期为秀山郡宁部。"
        },
        {
            "type": "text",
            "text": "       元宪宗四年（1254年），设宁州万户，领嶍峨（峨山）、马笼（新平）千户，万户府设于西沙笼。至元十三年（1276年），改宁州万户为宁海府，隶临安路（路治在今建水），府治移至今江川县旧州。同年，改宁海府为宁州，同时设西沙县（县治在西沙笼）。至元二十六年（1289年）西沙县改属宁州，降嶍峨州为县改属宁州。至元二十七年（1280年）通海县直属临安路，后复属宁州。至治二年（1322年），将西沙县并入宁州。至正二十八年（1368年），州治移至西沙笼。宁州辖通海、嶍峨二县，隶临安路。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），复设西沙县属宁州，通海、嶍峨二县划出同宁州直属临安府。寻省西沙县并入宁州。弘治十六年（1503年）宁州改流，正德三年（1608年）复设土官，嘉靖元年（1522年）又改流。土州同嘉靖元年（1522年）降土知州置，自龙亩移驻甸尾。清初沿明制，为宁州，属临安府。雍正八年（1730年）7月，临安府属迤东道。乾隆三十一年（1766年）10月，临安府属迤南道。光绪十三年（1887年）10月，临安府属临安开广道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，废州改县，宁州改称宁县。民国三年（1914年）1月，因与甘肃省宁县同名，改称黎县（以唐代曾设黎州而名），属蒙自道。民国十八年（1929年），裁道直属省。民国二十年（1931年）12月，改称华宁县。以县城紧靠西北面之华盖山，山上有宁寿寺，又曾称宁州，取华盖山、宁寿寺首字。民国三十七年（1948年），属云南省第三行政督察区（驻弥勒县）。"
        },
        {
            "type": "text",
            "text": "       1949年12月23日，华宁县和平解放。1950年1月25日，华宁县人民政府成立，属玉溪专区。1958年10月，华宁县与杞麓县合并称通海县，县城驻原通海县秀山镇，隶属玉溪专区。1959年10月华宁县从通海县分出，恢复华宁县建置。1970年，华宁县属玉溪地区。1997年12月13日，玉溪撤地设市，华宁县属地级玉溪市。"
        }
    ]
}