{
    "title": "澄江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "718",
            "category": "玉溪市"
        },
        {
            "id": "754",
            "category": "澄江县"
        }
    ],
    "detail": "[日期：2014-04-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：425次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元至元十六年（1279年），中路升为澂江路（“澂”是“澄”的异体字）。元取“澂江”二字为路名，因澄江为当时滇中的政治、经济、文化中心，是路治所在，加之境内山水奇丽而获得这个地名。按“澂”字结构，分开后便成了四个独立的单字，“山”、“水”、“主”、“文”，而就是这四个字，全面概括了澄江的政治、经济、文化和秀丽的山水。"
        },
        {
            "type": "text",
            "text": "       至于此名中的“江”字，指的是南盘江。民国二年（1913年），废澂江府改为河阳县，后因与河南省的河阳县重名，改为澂江县，据《云南郡县释名》澂江府条称：“府城南受星云（抚仙）湖，泓涵清澈，一碧万顷，澂江之名以此。”1955年改革繁体字和生僻字地名，澂江县更名为澄江县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦属古滇国地。汉武帝元封二年（前109年）属益州郡地；西汉元封五年（前106年），置俞元县，属益州郡。三国蜀汉建兴三年（225年），改益州郡为建宁郡，俞元县属益州建宁郡。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始七年（271年），俞元县属宁州建宁郡统辖。太康三年（282年）撤宁州并入益州，太安元年（302年）复置宁州。永嘉二年（308年）俞元县改属晋宁郡。沿袭至南朝梁。北朝周属南宁州。隋开皇十年（590年），俞元县改属南宁州总管府。"
        },
        {
            "type": "text",
            "text": "       唐武德七年（624年）俞元县属南宁州划出的西宁州。贞观八年（634年），改属黎州，置络县（今江川、澄江）。肃宗上元元年（760年）南诏（国）阁罗凤取澄江为河阳郡（郡名始此），属拓东节度辖地。"
        },
        {
            "type": "text",
            "text": "       后晋天福二年（937年），通海节度使段思平讨灭南诏后，自立大理国，分治河阳郡为三部，今澄江为罗伽部，属善阐府。元宪宗六年（1256年），改罗伽部为万户府，领罗伽、步雄、强宗、部傍、普舍5个千户所。至元三年（1266年），改万户府为中路，强宗千户改置阳宗县。至元十六年（1279年），中路升为澂江路（澄江一名始此）；罗伽千户改置河阳州。至元二十年（1283年），双龙县并入江川县。至元二十六年（1289年），河阳州降为河阳县。澂江路辖新兴（今红塔区）、路南（今石林县）二州及河阳（今澄江县）、江川、阳宗三县。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），改称澂江府。辖河阳、江川、阳宗、邑市四县及新兴、路南二州。弘治三年（1490年）邑市县并入路南州。河阳县洪武年间自县西徙治绣球山上，弘治年间徙治县东金莲山上，正德十三年（1518）徙治县东暘溥山麓，嘉靖二十年（1541年）徙治金莲山南，隆庆四年（1570年）徙治舞凤山下。"
        },
        {
            "type": "text",
            "text": "       清初沿明制，为澂江府。辖河阳（附郭）、江川、阳宗三县及新兴、路南二州。雍正八年（1730年）七月，澂江府属迤东道。康熙八年（1669年）裁阳宗县入河阳县。至清末，澂江府辖河阳（附郭）、江川二县及新兴、路南二州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，撤销澂江府，改称河阳县，后因与河南省河阳县重名，更名为澂江县，属滇中道。民国十八年（1929年）废道，澂江县直属省。民国三十七年（1948年），澂江县属云南省第三行政督察区（驻弥勒县）。"
        },
        {
            "type": "text",
            "text": "       1949年12月9日，云南省和平起义。1950年2月接管国民党澂江县政权，成立澂江县军事管制委员会。1950年6月16日，成立澂江县人民政府，县人民政府驻地城关镇，属玉溪专区。1954年2月，澂江县人民政府更名为澂江县人民委员会。1955年，澂江县更名为澄江县。1967年12月9日，成立县革命委员会。1970年，玉溪专区改为玉溪地区，澄江县属玉溪地区。1980年9月，撤销县革命委员会，建立澄江县人民政府。1997年，玉溪撤地设市，澄江县属地级玉溪市。"
        }
    ]
}