{
    "title": "邙山由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2178次",
    "content": [
        {
            "type": "text",
            "text": "【传说一】\r\n       传说西海之中有一条修炼万年的大蟒，听说玉帝到下界巡视，前来讨封不成，便窜人中原大河中兴风作浪。到禹王时期，大禹率众治水，发现巨蟒作怪，挥剑与巨蟒交战七天七夜，终于斩杀恶蟒。蟒血流进大河，把河水都弄浑了，就成了黄河；百里蟒身化成蟒形山岭，这就是邙(蟒)山，又叫邙岭。"
        },
        {
            "type": "text",
            "text": "【传说二】\r\n       邙山与其他山山岭岭不一样，虽然它也高大、险峻，但浑身上下，里里外外都是黄土，没有石头。你说奇怪不奇怪？要说它的来历，这里面还有一段司马懿的故事呢！"
        },
        {
            "type": "text",
            "text": "       司马懿是三国时期魏国的一员重要将领，老家在温县招贤一带。当时魏国的大权已掌握在司马懿手里，他也想学曹丕逼汉献帝让位，取而代之，自己当皇帝。可是在哪里建都呢？他想来想去，觉得还是在自己的家乡一带好。这里面临黄河，背靠太行，正当南北交通要道，气候温和，物产丰富。于是他在此设馆招贤，叫人设计了皇城的图样，选派官吏，抽丁抓夫，在这黄河北岸清风岭一带建造都城。"
        },
        {
            "type": "text",
            "text": "        一天，司马懿惦记着修城的事，便在官员们的前呼后拥下，来到修城工地，只见车来车往，人头攒动，挖土的挖土，拉土的拉土，打夯的打夯，十分忙碌。看到这场面，司马懿高兴地捋着胡须直笑。正在这时，只见一个三十多岁的妇女，向他走来。卫士们连忙用戟拉住，喝道：“大胆村妇，休得无礼！”谁知那村妇一点也不慌，只是平静地说：“我要见大将军！”司马懿问道：“你有什么事相告？”那村妇说：“闻听大将军修建皇城，特来助一臂之力。”司马懿笑着说：“看你身薄力弱，也帮不了什么大忙。”那村妇不坑气，只是把手里的手巾往前一举说：“大将军，你看这是什么？” 司马懿叫手下人解开一看，原来是一捧黄土。司马懿笔得前仰后合，眼泪都笑出来了。他说：“我道是什么宝贝，谁知是黄土一包。这黄土遍地都是，有你这一点我能修成皇城，没有你这一点黄土我也能修成皇城。”那村妇等司马懿笑够了，问了一句：“大将军果然不要这黄土？”司马懿说：“真的不要！”那村妇听得司马懿口气如此坚定，便笑了一声，把毛巾里的土拎起来，面朝正南，随手一撒，只见滚滚黄土直朝黄河南岸流去，眨眼之间，黄河南岸便矗立起一座土山。司马懿和众人都看得呆了，正要去寻那村妇，那村妇已不知去向。"
        },
        {
            "type": "text",
            "text": "        你道那村妇是谁？原来她就是王母娘娘。她本来好心帮助司马懿修建都城，谁知司马懿有眼不识泰山。结果呢？他那都城终因缺土没修建起来，只是黄河南岸多了一道邙山。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       邙山又名北芒，横卧于洛阳北侧，为崤山支脉。东西绵亘190余公里，海拔250米左右。邙山是洛阳北面的天然屏障，也是军事上的战略要地。白居易诗：“北邙冢墓高嵯峨”。俗谚说:“生在苏杭，死葬北邙”。 邙山又是古代帝王理想中的埋骨处所。其最高峰为翠云峰，在今市区正北,上有唐玄元皇帝庙。古时树木森列，苍翠如云。唐代诗人张籍诗云：“人居朝市未解愁，请君暂向北邙游”。登阜远望，伊洛二川之胜，尽收眼底；傍晚时分，万家灯火，如同天上繁星。“邙山晚眺”，被称为“洛阳八大景”（龙门山色、马寺钟声、天津晓月、洛铺秋风、铜驼暮雨、金谷春晴、邙山晚眺、平泉朝游）之一。"
        },
        {
            "type": "text",
            "text": "       邙山陵墓群是目前中国面积较大的国家文物保护单位，也是世界上古代陵墓分布较为集中的地区之一。有东汉、曹魏、西晋、北魏四朝十几个帝王的陵墓及皇族、大臣的陪葬墓，总数在千座以上，为东汉（25年—220年）至三国（220年－280年）时期的古墓。邙山上，大大小小的土包，就是历朝历代帝王将相、达官显贵的墓冢，这就是邙山古墓群。邙山，又称北邙，属秦岭崤山余脉中间的一段。"
        }
    ]
}