{
    "title": "玉溪市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "718",
            "category": "玉溪市"
        }
    ],
    "detail": "[日期：2014-04-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：358次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元代设新兴州，明清沿袭，民国2年（1913年）4月，废州为县，改新兴州为新兴县，属滇中道。民国3年（1914年）1月，因新兴县与广东肇庆的新兴县同名，改名为休纳县。民国5年（1916年）11月，又更名为玉溪县。以横贯境内的珠江源头--玉溪河（本地称州大河）得名。之所以叫玉溪河，是因河水澄碧透亮，如玉带潺潺流淌在万亩田畴之中，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦属古滇国地。两汉分属益州、牂牁两郡。三国蜀汉分属益州所辖益州、牂牁、兴古三郡。西晋至南朝梁分属宁州所辖晋宁、建宁、梁水、兴古四郡。北朝周属南宁州。隋属南宁州总管府。唐初分属剑南道姚州辖黎、沟两州。唐南诏国属拓东节度、通海都督、银生节度。宋大理国时，分为37部及鄯阐府、秀山郡、威楚府地。"
        },
        {
            "type": "text",
            "text": "       元设云南行省时，分属澄江路、临安路、元江路、中庆路。明时，澄江路改澄江府，通海、华宁、峨山属临安府，新设新平县隶临安府，易门属云南府，元江设元江军民府。清时，新平属元江直隶州，其余沿明制。"
        },
        {
            "type": "text",
            "text": "       民国时期，今玉溪市境内共设玉溪（新兴、休纳）、易门、华宁（宁县、黎县）、江川、澂江（河阳）、河西、通海、新平、元江、峨山（嶍峨）10个县。民国二年（1913年），宁州改称宁县，新兴州改为新兴县，河阳县改为澂江县。新兴（玉溪）、易门、澂江（河阳）、江川县属滇中道；新平、元江县属滇南道（1914年更名为普洱道）；通海、河西、嶍峨（峨山）、宁县（华宁）属蒙自道。民国三年（1914年）1月，新兴县改称休纳县，宁县改称黎县。民国五年（1916年）11月，休纳县更名为玉溪县。民国十八年（1929年），裁道后各县直属省。"
        },
        {
            "type": "text",
            "text": "       民国十九年（1930年）1月，嶍峨县更名为峨山县。民国二十年（1931年）12月，黎县改称华宁县。民国三十一年（1942年），元江、新平县属云南第三行政督察区（驻建水县）。民国三十七年（1948年），华宁、江川、澂江县属云南第三行政督察区（驻弥勒县）；河西、通海县属云南第五行政督察区（驻建水县）；新平、元江、峨山县属云南第六行政督察区（驻新平县）；玉溪、易门县由省直辖。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，1950年1月1日成立滇中专员公署，3月改称玉溪专员公署。1951年5月12日峨山县改设峨山县彝族自治区。1954年原属蒙自专区的元江县划入玉溪专区。1956年通海、河西2县合并改称杞麓县。同年峨山县彝族自治区改为峨山彝族自治县。1958年撤销昆阳县，并入晋宁县。1960年将晋宁县划归昆明市领导。撤销江川县，并入玉溪县；撤销呈贡县，并入晋宁县。杞麓县改名为通海县。1962年恢复江川县。1970年玉溪专区改称玉溪地区。1979年新平县改为新平彝族傣族自治县；元江县改为元江哈尼族彝族傣族自治县。1997年12月13日，撤销玉溪地区和县级玉溪市，设立地级玉溪市。原县级玉溪市改为红塔区。"
        }
    ]
}