{
    "title": "龙陵县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "719",
            "category": "保山市"
        },
        {
            "id": "757",
            "category": "龙陵县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：502次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       龙陵古称“勐弄”、“黑水陇”（土著民族语）。勐弄系傣语，意为陵墓区。民国《龙陵县志》记载，改勐弄改为龙陵约在清朝初年，以山脉水势为据，龙陵“自雪山（高黎贡山北面）起，至高黎贡山，高峰插天，直出云表。左怒江，右龙江，由磨盘山（古城山）、五峰山……达摩山，左旋黄草坝，横结为龙陵”。据此，取龙川江之“龙”和高黎贡山南脉山峦陵岗绵亘之“陵”，故称龙陵。明嘉靖九年（1522年）为保山县地。乾隆三十五年（1770年）置龙陵厅，1913年改龙陵县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时期，龙陵属“濮”部（即哀牢族）。汉初（前206）至元始四年（4年），“越”人西移境内，以龙川江一带为“百越”部落，境内属哀牢国地。东汉永平十二年（69年），置哀牢县，境内属永昌郡。三国蜀汉建兴三年（225年），诸葛亮平定南中，析益州郡置建宁郡和永昌郡，境内隶属永昌郡。"
        },
        {
            "type": "text",
            "text": "       隋、唐时期，哀牢族东移，在古城寺设诸葛亮城，龙陵属南诏国永昌节度。宋代，大理国在怒江以西设（车文）化府，龙陵属（车文）化府管辖。元代，龙陵属云南省柔远路，设勤弄司，属大理金齿宣抚司管辖。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），明军克复金齿，在潞江坝设长官司（在边境设“土慰”，龙陵属金齿慰）。明洪武二十三年（1390年），在龙陵的勐淋（今镇安）设守御所。明万历十三年（1585年），改镇安守御所为守御千户所。"
        },
        {
            "type": "text",
            "text": "       清康熙二十六年（1687年），改勐弄为龙陵，置龙陵、镇安、龙江、归顺4乡约。雍正元年（1723年），将勤糯杨土舍划归施甸长官司管辖。乾隆三十五年（1770年）元月,始建龙陵厅，厅除辖原设4乡约外，把潞江、芒市、遮放3土司划归龙陵厅管辖，并设龙陵营。嘉庆二十一年（1816年）将施甸长官司管辖的勐糯划归龙陵厅，龙陵厅在勐糯设伙头。光绪二十四年（1898年），中央勘界，将木邦宣抚司所辖勐板土千总划归龙陵厅管辖。光绪二十五年（1899年），勐板土千总划归龙陵厅管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改厅建龙陵县。7月，改设县知事。民国二十一年（1932年）龙陵县管辖的芒市、遮放、勐板3土司划出置设治局。民国二十五年（1936年），龙陵县废区改乡（镇）、保、甲制。民国三十一年（1942年），龙陵县归属第六区行政督察专员公署管辖。民国三十七年（1948年）改由第十二行政督察专员公署管辖。"
        },
        {
            "type": "text",
            "text": "       1949年11月11日，龙陵解放，在镇安成立龙陵县临时人民政府，同年12月27日临时人民政府迁往龙陵。1950年3月龙陵县人民政府正式成立，废除原乡（镇）、保、甲制，实行区、乡制，属保山专员公署管辖。1956年4月龙陵县改由德宏州管辖，同年12月改龙陵县人民政府为龙陵县人民委员会。1958年9月，龙陵县将区改设8个公社，1959年10月，调整为12个公社，1961年3月，调整为28个公社，1962年12月，龙陵县将28个公社调整为8个区，区下设90个公社。"
        },
        {
            "type": "text",
            "text": "       1963年8月，龙陵县复归保山专员公署管辖。1968年10月，龙陵县革命委员会成立，1980年9月撤销县革命委员会，恢复县人民政府，隶属保山地区。2000年保山撤销地区，建立地级保山市，龙陵县随属。"
        }
    ]
}