{
    "title": "保山市隆阳区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "719",
            "category": "保山市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：368次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隆阳古称永昌，有“永世良久、昌盛繁荣”之义。明嘉靖三年（1524年）定名为保山县，以县治西太保山得名（原名松山，为纪念时为太子太保的永昌举人文澍而更名）。2000年保山撤地设市，设立隆阳区，以当地名胜九隆山在坝子之西，而城居隆山之东，为阳面，故称“隆阳”。《九隆山记》载：“昔人称永昌府城为隆阳郡，谓其在九隆山之阳也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周朝时期属哀牢国首邑。西汉元封二年（前109）置不韦县，属益州郡。东汉永平十二年（69年），哀牢王柳貌相率内属，显宗以其地置哀牢、博南二县，割益州西部都尉所属六县，建永昌郡。辖高唐、不韦、比苏（今云龙）、叶榆（今大理）、邪龙（今弥渡巍山）、云南（今祥云）、哀牢（今德宏、腾冲、龙陵）、博南（今永平）其地东西三千里，南北四千六百里，为全国第二大郡。永昌之名自此开始。"
        },
        {
            "type": "text",
            "text": "       三国时，永昌郡属蜀汉。建兴三年（225年），诸葛亮南下平叛后，置南七郡，将永昌郡之云南、邪龙、叶榆三县分出，合建宁郡之四县立云南郡。永昌公领五县。"
        },
        {
            "type": "text",
            "text": "       至晋以后，永昌郡只“有名无民、日空荒不立”等于废置。这时南诏部土长趁机崛起，哀牢王自今腾龙移居永昌，后又迁至蒙化，与叶榆部族融合为西南夷民族。"
        },
        {
            "type": "text",
            "text": "       唐初，南诏民族渐强，南诏得唐助。封皮罗阁为云南王。开元二十年（738年），南诏破施浪诏，余众走永昌，皮罗阁追击之，收永昌地，置拓俞城。那时永昌人户稀少。天宝年间（742年～756年），阁罗凤强迁二十万户于永昌，贞元年间（785年～805年）异牟寻又迁口剑川、野共川、异栋蛮于永昌。永昌成为南诏西境重镇，设永昌节度。唐天复二年（902年）郑氏纂南昭建长和国，后又历赵氏天兴国，杨氏义宁国，凡三十五年，皆领永昌地。至段氏建立大理国（时值两宋时期），改永昌节度为永昌府。"
        },
        {
            "type": "text",
            "text": "       元初平滇，置大元帅镇大理。至元十一年（1274年），设云南行中书省，改万户、千户为路、府、州、县。永昌千户改州，后又为府，领永平县。初设宣慰司于大理，又设金齿两路宣抚司于建宁（今干崖、镇康）。至元二十二年（1285年），将大理金齿宣慰司为都元帅府，设治永昌，管大理、永昌及金齿东西两路、都元帅坐镇永昌，至元末未废，为一方重镇。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），置永昌府隶布政司、金齿卫属都司。洪武二十三年（1390年）废府，改设金齿军民指挥司。永乐元年（1403年）九月，置永昌守御千户所，属金齿军民指挥使司。成化十二年（1476年）置金腾兵备道（为按察司分巡道），道治设永昌。嘉靖元年（1522年）十月，罢军民司，复设永昌军民府。嘉靖三年（1524年）三月，改永昌，金齿二千户所为保山县，保山之名称自此始。万历十一年（1583年），添设永昌参将，驻永昌、龙腾、蒙化（今巍山）等处。万历十三年（1585年），添设金腾参将、姚关守备。"
        },
        {
            "type": "text",
            "text": "       清初，沿用明制，设永昌军民府，其辖区包括明时兵摆道所属诸土司在内，废凤溪、施甸长官司并入保山县。乾隆三十年（1765年）省去“军民”二字，称永昌府，管辖区域为领州一、县二及周边各土司。乾隆三十五年（1770）又分设龙陵厅，“龙陵”之称自此始。嘉靖二十五年（1820年）改腾越州为直隶厅。是时永昌府领二厅（腾冲、龙陵）、县二（保山、永平），及周边各土司。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）设永昌府，而省保山县。民国二年（1913年）裁府复设保山县。民国初，分杉阳归永平。民国十八年（1929年）以卯兴、鲁掌、登埂三土司归泸水设治局。民国三十一年（1942年），因腾、龙陷于日寇，裁原设于腾龙边区的行监督署，另设第六行政专员公署，先暂设办事处于昆明，后将保山划入第六行政公署，公署设于保山；民国三十六年（1947年）公署复设于腾冲。"
        },
        {
            "type": "text",
            "text": "       1950年1月5日，成立保山县人民政府，辖十个区；保山专员公署驻保山。1956年，撤销保山专区，成立德宏傣族景颇族自治州，保山县属州府所辖。1962年12月1日，将保山西南部太平、由旺、施甸、姚关、酒房等五个区析置施甸县。1963年，恢复保山专区（德宏州与保山专区分治）。1968年，成立保山县革命委员会。1979年，改保山县革命委员会为保山县人民政府。1983年9月9日，改保山县为保山市（县级），成立保山市人民政府。2000年12月30日，撤销保山地区和县级保山市，设立地级保山市。原县级保山市改为隆阳区。"
        }
    ]
}