{
    "title": "保山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "719",
            "category": "保山市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：582次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称永昌，有“永世良久、昌盛繁荣”之义。明嘉靖三年（1524年）定名为保山县，以县治西太保山得名（原名松山，为纪念时为太子太保的永昌举人文澍而更名）。 1950年设保山专区，专署驻保山县，1970年保山专区改称保山地区，2000年保山撤地设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       历史上，曾是滇西最早的原始居民“蒲缥人”的栖息地；战国中期，为古哀牢国统治中心；汉武帝元封二年（前109）置唐（今云龙旧州）、不韦（今保山市东北）两县，属益州郡，为哀牢地设治之始。东汉永平十年（67年）为加强对哀牢地区的统治，又置于益州西部属国。永平十二年（69年），哀牢王柳貌率族人归汉，东汉王朝以其地置哀牢（今滇西怒江以西地区）、博南两县，并合并益州西部属国6县，以不韦为治所，设置永昌郡，时为东汉的第二大郡。此后，经历了三国、两晋、南朝，永昌郡制有存有废，辖地亦有伸缩。"
        },
        {
            "type": "text",
            "text": "       唐时保山属南诏，原永昌郡一分为三，设立镇西、开南和永昌3节度。宋时属大理国，前期仍承节度，并设（车文）化府于越赕（腾冲）；大理国后期废永昌节度，分别改设永昌府和腾冲府，辖区包括今临沧地区。"
        },
        {
            "type": "text",
            "text": "       元初，置永昌三千户和腾冲千户，隶大理总管府。至元十一年（1274年），改永昌三千户为永昌州，腾冲千户为腾越州。至元十四年（1277年）和至元十五年（1278年），先后改置腾冲府和永昌府。至元二十二年（1285年），大理段氏金齿（镇西）镇并入大理路，设大理金齿等处宣慰司，并将治所移至永昌，至此永昌即称金齿。"
        },
        {
            "type": "text",
            "text": "       明代，先后置金齿军民指挥使司、永昌军民府。“保山”这一今名即首用于明嘉靖三年（1524年）设保山县为“府附郭”之时。"
        },
        {
            "type": "text",
            "text": "       清代设永昌府，领土府一，厅、县、土州、长官司各二及安抚司三，宣抚司五，是全省领州县级政区最多、设治也最复杂的府。雍正八年（1730年）七月，改永昌道为迤西道，移驻大理府城。乾隆三十五年（1770年）又分设龙陵厅，“龙陵”之称自此始。嘉靖二十五年（1820）改腾越州为直隶厅。光绪二十九年（1903年）秋，迤西道移署腾越。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）设永昌府，而省保山县。民国二年（1913年）裁府复设保山县，改迤西道为滇西道。民国三年（1914年）改滇西道为腾越道，辖今保山、临沧、丽江和大理、德宏、怒江、迪庆等地。民国十九年（1930年）裁腾越道，设云南第一殖边督办公署。民国二十八年（1939年），裁云南第一殖边督办公署，设腾龙边区行政监督公署。民国三十一年（1942年）5月，因腾、龙陷于日寇，腾龙边区行政监督公署自行解散；7月设云南省第六区行政督察专员公署于保山（办事处先暂设于昆明，后移驻保山）。民国三十三年（1944年）10月，第六区行政督察专员公署治所移至腾冲。民国三十六年（1947年），改设第十二区行政督察专员公署，公署设于腾冲。"
        },
        {
            "type": "text",
            "text": "       1950年设保山专区，专署驻保山县。1952年耿马、瑞丽、陇川、莲山、盈江、泸水6设治局分别改设为县；梁河设治局改设梁河县傣族荆濮族联合自治区；原属潞西县的畹町镇改为相当于县的镇。将双江、耿马2县划归缅宁专区。1953年原梁河县傣族荆濮族联合自治区改设梁河县。将潞西、瑞丽、陇川、盈江、莲山、梁河6县划归德宏傣族景颇族自治区；镇康县划归缅宁专区。1954年将泸水县划归怒江傈僳族自治区。1956年撤销保山专区，并入德宏傣族景颇族自治州。1962年12月1日，将保山西南部太平、由旺、施甸、姚关、酒房等五个区析置施甸县。1963年，恢复保山专区（德宏州与保山专区分治），辖5县，专署驻保山县。"
        },
        {
            "type": "text",
            "text": "       1970年保山专区改称保山地区，地区驻保山县。1983年9月9日，改保山县为保山市（县级），成立保山市人民政府。2000年12月30日，撤销保山地区和县级保山市，设立地级保山市，原县级保山市设立隆阳区。"
        }
    ]
}