{
    "title": "绥江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "720",
            "category": "昭通市"
        },
        {
            "id": "764",
            "category": "绥江县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：408次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       光绪三十四年（1908年）10月，于永善县之富官村置靖江县，属昭通府，民国三年（1914年）1月，因与江苏省辖县重名，更名为绥江县。由于“边连蛮地，取绥靖边疆之义，又因该县位于金沙江南岸，乃取名绥江。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国，绥江属僰侯国。秦朝绥江属蜀郡。汉武帝建元六年（前135年），分广汉郡置犍为郡；元封二年（前109年）置朱提县属犍为郡。今绥江分属僰道、朱提二县。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉于马湖江（金沙江今巧家至宜宾段的旧称）沿岸设马湖、潜街、新道、安上、僰道诸县，分属益州朱提郡与越雟郡。西晋属益州朱提郡。东晋至南朝宋属宁州朱提郡。南朝齐在安上设安上郡，绥域为宁州安上郡辖区。"
        },
        {
            "type": "text",
            "text": "       隋开皇四年（584年）设训州，今绥江为训州之地。开皇六年（586年）置开边县，治野容川（今盐津县滩头乡）；开皇七年（587年）开边县扩辖训州地，今绥江为开边县辖地。"
        },
        {
            "type": "text",
            "text": "       唐代马湖江地区为羁縻驯（今雷波）、骋（今金阳）、浪、商四州之地”。武德元年（618年）复置安上县（治今屏山县），绥域属安上县，武德七年（624年）废安上县。贞观四年（630年）置戎州都督府于今宜宾，下以石门、开边、朱提三县置南通州。贞观五年又添置盐泉县（今盐津县一带）以隶之，贞观八年（634年）改为贤州。是年州废，又以石门、朱提、盐泉三县置抚夷县，属剑南道戎州都督府。那时剑南道领有九十二个诸蛮州，其中四个州在马湖江上，即殷州（又名商州）、驯州、骋州、浪川州，总名马湖部。今绥江为驯州、骋州的一部分。上元元年（760年）废开边县，今绥江为驯州羁縻地区，统归剑南道戎州都督府管辖。永泰二年（766年）复置开边县隶戎州，移治于马湖江、朱提江口（今宜宾县安边镇），今绥江复为开边县辖地。唐南诏国，今绥江属拓东节度辖地。"
        },
        {
            "type": "text",
            "text": "       北宋为梓州路马湖部辖区。乾德四年（966年）置马湖部以羁縻马湖江一带的“夷族”，乾德五年（967年）撤开边县。时马湖路三十七部中“蛮地七村”最为有名，即：胡延（今屏山县福延乡）、黎溪（今屏山县城）、平夷（今屏山新安镇）、夷都（今屏山中都）、什葛（今屏山新市镇）、蒲润、荒桃。绥域归马湖路领属。南宋改梓州路为潼川府路，绥域为其辖区。南宋末年，绥域属晋山道马湖部。"
        },
        {
            "type": "text",
            "text": "       元至元八年（1272年），废部置路创建四川行省马湖路总管府。至元十三年（1276年），四川马湖路总管府创府治于今绥江县南岸镇南岸村，徙治夷部溪口，属叙南宣抚司；其域置雷波、泥溪、平夷、夷都、沐川、蛮夷6长官司。至元二十二年（1285年），马湖路总管府“设录事司”。大德四年（1300年），马湖路总管府迁治于泥溪司之东今四川屏山县城处。至正六年（1346年）并六司为雷波、沐川、泥溪三司，绥域属泥溪司。至正二十三年（1364年）分三司为雷波、沐川、蛮夷、平夷、泥溪五司，绥域仍分属蛮夷、平夷、泥溪三司。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）冬，马湖路改置马湖土府。洪武二十六年（1393年）改雷波司为雷坡乡，马湖府领沐川、蛮夷、平夷、泥溪四司，绥域仍分属平夷、蛮夷、泥溪三长官司。弘治八年（1495年）改置马湖府。万历十七年（1589年）泥溪司徙治屏山县西，平夷司万历年间徙治金沙江北。"
        },
        {
            "type": "text",
            "text": "       清雍正五年（1727年）3月，析四川省属之乌蒙土府来属于云南省。雍正六年（1728年）2月，乌蒙土府改土归流，是为乌蒙府，移治于土府（窦地甸）东二十里地；于米贴（今永善县黄华乡米贴村）建公廨设永善县隶乌蒙府，雍正八年（1730年）7月，乌蒙府更名为昭通府，属迤东道（治曲靖府）。雍正十年（1732年），划四川屏山县原马湖府泥溪长官司金沙江之南的悔泥巡检司归昭通府永善县副官村。乾隆元年（1736年），副官村升格为永善之分防即副官分县，同时设武官汛署于营盘上。乾隆三十六年（1771年）设汛署于太平甸。光绪三十四年（1908年）10月，于永善县之富官村置靖江县，属昭通府。宣统元年（1909年），副官分县试办“靖江县”，宣统二年（1910年）正式核准为“靖江县”。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），靖江县属滇中道。民国三年（1914年）1月，因与江苏省辖县重名，更名为绥江县。民国十八年（1929年），裁道直属省。民国三十一年（1942年），绥江县属云南省第一行政督察区（驻昭通县）。"
        },
        {
            "type": "text",
            "text": "      1950年，绥江县属昭通专区。1970年，昭通专区改为昭通地区，绥江县属昭通地区。2001年8月，昭通撤地设市，绥江县属昭通市。"
        }
    ]
}