{
    "title": "昭通市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "720",
            "category": "昭通市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：517次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “昭通”于雍正九年（1731年）而得名。当时云、贵、桂总督鄂尔泰谓“乌蒙者，不昭不通之甚也”、“举前之乌暗者易而昭明”、“后之蒙蔽者易而宣通”，遂上奏于清世宗雍正帝改名，奏准，于当年易“乌蒙”而始称昭通。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉，今昭通市分属朱提县（今昭阳、鲁甸、大关、盐津、水富）、南广县（今彝良、镇雄、威信）、堂琅县（今巧家），均隶犍为郡。西汉武帝建元六年（前135年），置朱提县。东汉，今昭通市北部属犍为郡南广县，南部属犍为属国朱提县、堂螂县。"
        },
        {
            "type": "text",
            "text": "      三国蜀汉分键为郡地立朱提郡（驻朱提县），隶益州，辖朱提（今昭阳）、南广（今盐津）、南昌（今镇雄）、堂螂（今巧家）等县。西晋为益州朱提郡（驻朱提县），辖朱提（今昭阳）、南广（今盐津）、南秦（今镇雄）、堂狼（今巧家）等县。东晋至南朝梁属宁州朱提郡、南广郡。北朝周属南宁州。"
        },
        {
            "type": "text",
            "text": "       隋开皇年间属南宁州总管府恭州、协州等地；大业年间，今昭通市大部属犍为郡，西南为东爨地。唐初属剑南道戎州下辖曲州（今昭阳）、协州（今彝良）等地；唐南诏国时属拓东节度辖乌蒙部、阿旁部、阿竿路部、芒布部。"
        },
        {
            "type": "text",
            "text": "       宋代，今昭通市大部属梓州府路（南宋为潼川府路）乌蒙部（今昭阳）、易娘部（今彝良）、芒布部（今镇雄）、易溪部（今威信），今巧家属宋大理国东川郡。"
        },
        {
            "type": "text",
            "text": "       元代，今昭通市分属云南行省乌蒙路（今昭阳、鲁甸、永善、大关、盐津）、芒部路（今镇雄、威信、彝良）、东川路（今巧家）、四川行省马湖路（今绥江）。至元二十一年（1284年）置乌撒乌蒙军民宣抚司，至元二十四年（1287年）改置乌撒乌蒙宣慰司管军万户府，辖乌蒙路、芒部路、东川路等处。\n\r\n       乌蒙路：至元十三年（1276年）置乌蒙路。大德四年（1300年）置阿都县、奚娘县，后省。\n\r\n       芒部路军民府：至元十年（1273年）置芒部路。辖益良州、强州。东川路：元宪宗年间置闷畔万户，至元十五年（1278年）置东川军民府，二十八年（1291年）升东川路。至元十一年（1274年）置邓州、川州、赵州、姚州，至元二十八年（1291年），以上4州省入东川路。大德四年（1300年）置淄都县、乌撒县，后省。\n\r\n       四川行省马湖路：至元十三年（1276年），设总管府，徙治夷部溪口，属叙南宣抚司。今绥江分属泥溪、平夷、蛮夷3个长官司。"
        },
        {
            "type": "text",
            "text": "       明代，今昭通市分属四川布政司乌蒙府、镇雄府、东川府、马湖府。\n\r\n       乌蒙军民府：洪武十五年（1382年），乌蒙路改置乌蒙府，属云南布政司；置归化州属乌蒙府（寻废）；洪武十六年（1383年）改属四川布政司，洪武十七年（1384年）改置乌蒙军民府。\n\r\n       镇雄府：洪武十五年（1382年），芒部路改置芒部府，属云南布政司，同年徙治纳冲南七里；洪武十六年（1383年）改属四川布政司；洪武十七年（1384）改置芒部军民府，同年撤并强州、益良州。成化年间，芒部军民府徙治纳冲。正德十六年（1521年）置白水江簸酬长官司，属芒部军民府。嘉靖五年（1526），芒部军民府更名镇雄军民府；升却佐寨置怀德长官司，升母响寨置威信长官司，升夷良寨置归化长官司（今彝良），升却落角置安靖长官司，均属镇雄军民府。万历三十七年（1609年），镇雄军民府改置镇雄府。\n\r\n       东川军民府：洪武十五年（1382年），东川路改置东川府，属云南布政司，洪武十七年（1384年）改置东川军民府，改属四川布政司；洪武二十一年（1388年）废，洪武二十六年（1393年）复置东川军民府，寻自府西南马鞍山徙治万额山南。\n\r\n       马湖府：洪武四年末（1372年）马湖路改置马湖土府，弘治八年（1495年）改置马湖府。今绥江分属马湖府辖泥溪、平夷、蛮夷3个长官司。"
        },
        {
            "type": "text",
            "text": "       清代，今昭通市分属昭通府、镇雄直隶州、东川府巧家厅。\n\r\n       昭通府：清初袭明制，称乌蒙土府，属四川省。雍正五年（1727年）3月，析四川省属之乌蒙土府来属于云南省。雍正六年（1728年）2月，乌蒙土府改土归流，是为乌蒙府。于米贴地方置永善县，大关屯地方置大关厅，改镇雄府为散州划归乌蒙府。雍正八年（1730年）7月，乌蒙府更名为昭通府，并置恩安县为府之附郭。弃天梯（今土城）新建城于二木那（今昭通市城）。同年，昭通府属迤东道（治曲靖府）。雍正九年（1731年）置鲁甸厅属昭通府；盐井渡设巡检司，属昭通府大关厅。光绪三十四年（1908年）10月于永善县之富官村置靖江县来属；升镇雄州为直隶州。\n\r\n       镇雄直隶州：清初袭明制，称镇雄土府，属四川省。雍正五年（1727年）3月，改土归流，为镇雄府，划归云南省。雍正六年（1728年）2月，降为散州往属于乌蒙府，彝良州同驻彝良，州判驻威信。雍正八年（1730年）7月，乌蒙府更名为昭通府，属迤东道。光绪三十四年（1908年）10月，升镇雄州为直隶州，属迤东道。\n\r\n       东川府巧家厅：雍正四年（1726年）4月，四川省属之东川军民府划归云南省，改置为东川府。雍正五年（1727年）7月，于巧家汛地置会泽县，属东川府。雍正七年（1729年）4月，徙会泽县治于府城。雍正八年（1730年）7月，东川府属迤东道（治曲靖府）。嘉庆十六年（1811年）3月，于原会泽县旧址置巧家厅，属东川府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）沿清末旧制。民国二年（1913年）4月，云南都督府裁府设道，撤销昭通府，将原昭通府驻地恩安县改名为昭通县；鲁甸厅、大关厅、巧家厅、镇雄直隶州改设为鲁甸县、大关县、巧家县、镇雄县；镇雄州彝良州同辖地置彝良县。民国三年（1914年）1月，靖江县因与江苏省辖县重名，改名为绥江县。民国六年（1917年）1月，从大关县盐井渡地方析置盐津县；同年，由镇雄县析置威信行政区。昭通、鲁甸、巧家、永善、大关、靖江、镇雄、彝良县和威信行政公署均属滇中道。民国十八年（1929年）撤滇中道，各县直属省管。民国二十一年（1932年）威信行政公署改为设治局，民国二十三年（1934年）9月，成立威信县。"
        },
        {
            "type": "text",
            "text": "       1950年设昭通专区，专署驻昭通县。1960年9月13日，撤销盐津县，将原盐津县的行政区域并归大关县。1960年9月13日撤销鲁甸县，将原鲁甸县的行政区域并归昭通县。1962年3月27日，恢复盐津县。1963年9月14日恢复鲁甸县。1964年6月15日国务院批准：昭通专区的会泽县划归曲靖专区。"
        },
        {
            "type": "text",
            "text": "       1970年昭通专区改称昭通地区，地区驻昭通县。1981年1月18日，设立昭通市，属昭通地区。1981年8月14日，设立水富县。1983年9月9日，撤销昭通县，将昭通县的行政区域并入昭通市。2001年1月13日，撤销昭通地区和县级昭通市，设立地级昭通市，昭通市设立昭阳区。"
        }
    ]
}