{
    "title": "龙的由来与传说",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "61",
            "category": "诗词文史"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2936次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       中国目前发现的最早的龙形图案来自于8000年前的兴隆洼文化查海遗址（兴隆洼文化因内蒙古敖汉旗兴隆洼遗址的发掘而得名，敖汉旗紧邻辽宁省，查海遗址在辽宁阜新县）发现了一条长约19．7米、用红褐色石块堆砌、摆放的龙。兴隆洼文化的这条龙的发现，把中国人崇龙的历史上推到8000年前。"
        },
        {
            "type": "text",
            "text": "        在早期，古人对大多自然现象无法做出合理解释，于是便希望自己民族的图腾具备风雨雷电那样的力量，群山打了那样的雄姿，像鱼一样能在水中游弋，像鸟一样可以在天空飞翔。因此许多动物的特点都集中在龙身上，龙渐渐成了：骆头，蛇脖，鹿角，龟眼，鱼鳞，虎掌，鹰爪，牛耳，鲤鱼须的样子，这种复合结构，意味着龙是万兽之首，万能之神。龙只有五根手指，有四根手指的就不是龙，而是蜥蜴鳄鱼之类的动物。"
        },
        {
            "type": "text",
            "text": "       《本草纲目》则称“龙有九似”，为兼备各种动物之所长的异类。其名殊多，有鳞者谓蛟龙，有翼者称应龙，有角者名螭龙，无角名虬。小者名蛟，大者称龙。传说多为其能显能隐，能细能巨，能短能长。春分登天，秋分潜渊，呼风唤雨，无所不能。在神话中是海底世界主宰（龙王），在民间是祥瑞象征，在古时则是帝王统治的化身。"
        },
        {
            "type": "text",
            "text": "        龙起源于新石器时代早期，距离今天的时间不会少于八千年。这个时期，原始先民已不单纯地、被动地依靠上天的赏赐了，他们把猎获的野马野牛野猪等等畜养起来；也不单单吃那些是采拾得来的野果了，而是有选择地种植谷物以求收获。他们能够熟练地取火用火，学会了用木头搭简单的房子，开始磨制石器、骨器，手工制作陶器，逐渐定居下来，从事生产活动了。生产活动使人们同大自然的接触越来越宽泛，自然界作为人之外的不可思议的力量对人们精神世界的撞击也越来越大。"
        },
        {
            "type": "text",
            "text": "        元以前的龙基本是三爪的，有时前两足为三爪，后两足为四爪。实例可参见唐、宋、元的瓷器纹饰。明代流行四爪龙，清代则是五爪龙为多。周朝“五爪天子、四爪诸侯、三爪大夫”\n\r\n        民间“五爪为龙，四爪为蟒”的说法形成于清代，主要作为皇帝与下臣服装上纹饰的差别，皇帝穿”龙袍”，其它皇族和下臣穿“蟒袍”，但这只是名称上的差别而已，从龙的形式上来讲无论龙和蟒都是四足蛇类，形状无差异。"
        },
        {
            "type": "text",
            "text": "【龙的种类】\r\n        虺：是一种早期的龙，以爬虫类——蛇作模特儿想象出来的，常在水中。“虺五百年化为蛟，蛟千年化为龙。”是龙的幼年期，曾出现在西周末期的青铜器装饰上，但不多。 \n\r\n　　虬：一般把没有生出角的小龙称为虬龙，是成长中的龙。故古文献中注释：“有角曰虬，无角曰龙。”另一种则说幼龙生出角后才称虬。 两种说法虽有出入。但都把成长中的龙称为虬。还有的把盘曲的龙称为虬龙，唐代诗人杜牧在《题青云说》诗中就有“虬蟠千仞剧羊肠” 之句。 \n\r\n　　蟠螭是龙属的蛇状神怪之物，是一种没有角的早期龙，《广雅》集里就有“无角曰螭龙”的记述。对蟠螭也有两种说法，一种是指黄色的无角龙，另一种是指雌性的龙，在《汉书·司马相如传》中就有“赤螭，雌龙也”的注释，故在出土的战国玉佩上有龙螭合体的形状作装饰，意为雌雄交尾。春秋至秦汉之际，青铜器、玉雕、铜镜或建筑上，常用蟠螭的形状作装饰，其形式有单螭、双螭、三螭、五螭乃至群螭多种。或作衔牌状，或作穿环状，或作卷书状。此外，还有博古螭、环身螭等各种变化。 \n\r\n　　蛟：一般泛指能发洪水的有鳞的龙。相传蛟龙得水即能兴云作雾，腾踔太空。在古文中常用来比喻有才能的人获得施展的机会。关于蛟的来历和形状，古典文献中说法不一，有的说“龙无角曰蛟”，有的说“有鳞曰蛟龙”。而《墨客挥犀》卷三则说得更为具体:蛟之状如蛇，其首如虎，长者至数丈，多居于溪潭石穴下，声如牛鸣。倘蛟看见岸边或溪谷之行人，即以口中之腥涎绕之，使人坠水，即于腋下吮其血，直至血尽方止。岸人和舟人常遭其患。南朝宋刘义庆《世说新语》中有周处入水三天三夜斩蛟而回的故事。蛟可能是鳄鱼。 \n\r\n　　角龙：指有角的龙。据《述异记》记述：“蛟千年化为龙，龙五百年为角龙”，角龙便是龙中之老者了。 \n\r\n　　应龙：有翼的龙称为应龙。据《述异记》中记述：“龙五百年为角龙，千年为应龙”，应龙称得上是龙中之精了，故长出了翼。相传应龙是上古时期黄帝的神龙，它曾奉黄帝之令讨伐过蚩尤，并杀了蚩尤而成为功臣。在禹治洪水时，神龙曾以尾扫地，疏导洪水而立功，此神龙又名为黄龙，黄龙即是应龙，因此应龙又是禹的功臣。应龙的特征是生双翅，鳞身脊棘，头大而长，吻尖，鼻、目、耳皆小，眼眶大，眉弓高，牙齿利，前额突起，颈细腹大，尾尖长，四肢强壮，宛如一只生翅的扬子鳄。在战国的玉雕，汉代的石刻、帛画和漆器上，常出现应龙的形象。 \n\r\n　　火龙：是以火慑势的龙。全身有紫火缠绕，凡有火龙经过之处，则一切物体均被烧焦。 \n\r\n　　蟠龙：指蛰伏在地而未升天之龙，龙的形状作盘曲环绕。在我国古代建筑中，一般把盘绕在柱上的龙和装饰庄梁上、天花板上的龙均习惯地称为蟠龙。在《太平御览》中，对蟠龙又有另一番解释：“蟠龙，身长四丈，青黑色，赤带如锦文，常随水而下，入于海。有毒，伤人即死。”把蟠龙和蛟、蛇之类混在一起了。 \n\r\n　　青龙：为“四灵”或“四神”之一，又称为苍龙。我国古代的天文学家将天上的若干星星分为二十八个星区，即二十八宿，用以观察月亮的运行和划分季节，并把二十八宿分为四组，每组七宿，分别以东、南、西、北四个方位，青、红、白、黑四种颜色以及龙、鸟、虎、玄武(龟蛇相交)四种动物相配，称为“四象”或“四宫”。龙表示东方，青色，囚此称为“东宫青龙”。到了秦汉，这“四象”又变为“四灵”或“四神”(龙、凤、龟、麟)了，神秘的色彩也愈来愈浓。现存于南阳汉画馆的汉代《东宫苍龙星座》画像石，是由一条龙和十八颗星以及刻有玉免和蟾蜍的月亮组成的，这条龙就是整个苍龙星座的标志。汉代的画像砖、石和瓦当中，便有大量的“四灵”形象。 \n\r\n　　鱼化龙：是一种龙头鱼身的龙，亦是一种“龙鱼互变”的形式，这种形式我国古代早已有之。《说苑》中就有“昔日白龙下清冷之渊化为鱼”的记载，《长安谣》说的“东海大鱼化为龙”和民间流传的鲤鱼跳过龙门，均讲述了龙鱼互变的关系。这种造型早在商代晚期便在玉雕中出现，并在历代得到发展。\n\r\n【龙之王子】\r\n        龙长子，名赑屃（bì  xì），背驮丹书古碑，龟形而神冥。\r\n　　龙次子，名螭（chī）吻，立檐似兽，双目炯然，上眺碧云天九重，下望幽狱十八层。\r\n　　龙之三子，名蒲牢，铜钟稚龙，声宏远震九海天涯。\r\n　　龙之四子，名狴犴（bì  àn），虎首兽身，镇守牢狱，其威如刑，其厉如霸。\r\n　　龙之五子，名饕餮（tāo  tiè），身覆祭鼎玉案，魂系百味珍馐。\r\n　　龙之六子，名蚆嗄（bā  xià），以水为灵江河为魄，一曲桥头河神在。\r\n　　龙之七子，名睚眦（yá  zì），魂于苍凌游天，气若玄刀斩地。\r\n　　龙之八子，名金猊，炉香熏然升天端，灿金烈火，犹似乎睥睨凡尘事。\r\n　　龙之九子，名椒图，螺蚌不束身之锐，凌门倔之竞须眉。\r\n　　\r\n        龙生九子是指龙生九个儿子，九个儿子都不成龙，各有不同。所谓“龙生九子”，并非龙恰好生九子。中国传统文化中，以九来表示极多，有至高无上地位，九是个虚数，也是贵数，所以用来描述龙子。龙有九子这个说法由来已久，但是究竟是哪九种动物一直没有说法，直到明朝才出现了各种说法。明代一些学人笔记，如陆容的《菽园杂记》、李东阳的《怀麓堂集》、杨慎的《升庵集》、李诩的《戒庵老人漫笔》、徐应秋的《玉芝堂谈芸》等，对诸位龙子的情况均有记载，但不统一。 \r\n　　\r\n        龙生九子古时民间有“龙生九子，不成龙，各有所好”的传说。但九子是什么，说法也不同。《中国吉祥图说》谓：九子之 \r\n　　1.老大囚牛，喜音乐，蹲立于琴头； \r\n　　2.老二睚眦(yá zì)，嗜杀喜斗，刻镂于刀环、剑柄吞口； \r\n　　3.老三嘲风，平生好险，今殿角走兽是其遗像； \r\n　　4.四子蒲牢，受击就大声吼叫，充作洪钟提梁的兽钮，助其鸣声远扬； \r\n　　5.五子狻猊(suān ní)，形如狮，喜烟好坐，倚立于香炉足上，随之吞烟吐雾； \r\n　　6.六子霸下（也有另一中名字，方框内的看成一个字，[虫八][虫夏]），又名赑屃（bì xì），似龟有齿，喜欢负重，碑下龟是也； \r\n　　7.七子狴犴(bì’àn)，形似虎好讼，狱门或官衙正堂两侧有其像； \r\n　　8.八子负屃（fù xì），身似龙，雅好斯文，盘绕在石碑头顶； \r\n　　9.老九螭吻（chī wěn)，又名鸱尾或鸱(chi)吻，口润嗓粗而好吞，遂成殿脊两端的吞脊兽，取其灭火消灾。 \r\n　　《诸神由来》一书说《升庵外集》记载龙之九子是：品质，形似龟好负重，即碑下龟；螭吻，形似兽，性好望，站屋脊；饕餮，好食，立鼎盖；蚣蝮，好立，站桥柱；椒图，似螺蚌，性好闭，立于门首；金猊，形似狮，好烟火，立于香炉；再加上蒲牢、狴犴、睚眦三个，恰为龙之九子。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n        貔貅，在南方及东南亚一带都称其为龙的第九子，貔貅有二十六种造型，七七四十九个化身，大嘴大腹无肛，只进不出，深为赌徒所喜。澳门赌场便摆了一只玉貔貅，寓意嘴大吃四方，只挣不赔。"
        },
        {
            "type": "text",
            "text": "        据说貔貅是龙王的九太子，它的主食竟然是金银珠宝，自然浑身宝气 , 跟其它也是吉祥兽的三脚蟾蜍等比起来称头多了 , 因此深得玉皇大帝与龙王的宠爱，不过，吃多了总会拉肚子 , 所以有一天可能因为忍不住而随地便溺，惹玉皇大帝生气了，一巴掌打下去 , 结果打到屁股 , 屁屁眼就被封了起来，从此，金银珠宝只能进不能出，这个典故传开来之后 , 貔貅就被视为招财进宝的祥兽了。"
        },
        {
            "type": "text",
            "text": "　　貔貅也有公母之分 , 民间传说公的貔貅代表财运，而母的貔貅则代表财库，有财要有库才能守得住 , 因此收藏貔貅大多都一次收藏一对 , 才能够真正的招财进宝。但如果要戴在身上 , 还是一只就好 , 以免打架。"
        }
    ]
}