{
    "title": "永胜县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "721",
            "category": "丽江市"
        },
        {
            "id": "772",
            "category": "永胜县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：397次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元至元十七年（1280年），改称北胜州，属丽江路宣抚司。命名“北胜”是因为：忽必烈从甘肃出兵，自北而来，到大渡河兵分三路，进攻大理，其中一路首先占领永胜，以自北而来，首战取胜之意，取名“北胜”。"
        },
        {
            "type": "text",
            "text": "       康熙三十一年（1692年），升北胜直隶州为永北府，得名于永宁、北胜两地合称。民国二十三年（1934年），正式批准永北更名为永胜。据《云南省各县疆资料》：“永北之名，因永宁，北胜而起。”然永北有永远败北之意，故改名永胜，以求祥瑞征兆。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉武帝元鼎六年（前111年），永胜县为遂久县地，属越南郡，首府设在至今四川省凉山州西昌市，直至东汉。蜀汉建兴三年（225年），丞相诸葛亮南征，设置郡县，将遂久县改属云南郡，首府在今大理州。东晋时名姑复县，仍属云南郡，直至南朝的梁、陈。"
        },
        {
            "type": "text",
            "text": "       唐武德七年（624年），置靡州，属姚州都督府。唐贞元十一年（795年），南诏设置北方，后改名成偈，先后属剑川和铁桥节度。后晋石敬塘天福二年至南宋末年（937年－1277年），设成纪镇、善巨郡，属大理国。"
        },
        {
            "type": "text",
            "text": "       元朝初至元十五年(1278年)，设施州（辖今永胜、华坪两县），至元二十四年(1287年)，升北胜州为府，管辖金沙江东岸的北胜、永宁、蒗蕖、顺州等地，仍以高氏为知府，属丽江路管辖。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），征南大军进云南，土酋高、章、子氏降明。开初，仍以北胜府治理。洪武十六年（1383年），改北胜府为北胜州，降章氏为北胜州副同知，高氏为北胜土知州，属鹤庆军民府管辖。洪武二十九年（1396年），云南行都军民指挥使司，实行“改土司流”。除管辖北胜、永宁、蒗蕖、顺州外，又在永胜县城区、三川坝（金官、梁官)、南区（今程海、期纳、涛源、片角等乡镇）推行“寓兵于农”的屯田制，正统六年（1441年），升北胜为直隶州，属云南省布政使司，从此不属澜沧卫管辖。"
        },
        {
            "type": "text",
            "text": "       清顺治十六年（1659年）六月，清兵入云南，北胜等地官府附清朝。顺治十七年（1660年），永胜、华坪仍称北胜州。顺治十八年（1661年），吴三桂奏准开辟北胜关，与西藏达赖喇嘛、青海根都台吉在此以茶换马，被称之为“茶马古道”。康熙五年（1666年），北胜州属大理府。康熙二十六年（1687年），取消澜沧卫屯伍制，军屯土地、户籍人口、赋税等统属北胜州管辖。康熙三十一年（1692年），再升北胜直隶州为永北府，永宁、蒗蕖、顺州隶属。“永北”二字的来历，实为永宁、北胜之综合。雍正二年（1724年），丽江土知府木氏“改土归流”；次年，木氏所属梓里、睦科、大弯、米厘、松坪、喇嘛、楼子海等地（即今松坪、大安两乡）划属永胜。乾隆三十二年（1767年），改永北府为永北直隶厅，属迤西道。光绪三十四年（1908年），并华荣旧衙坪两经历署，设荣坪县（民国二年称华坪县），仍属永北直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），地方政权仍沿清制，称永北直隶厅。民国二年（1913年），全省各府、厅、州一律改县，省以下留道。划永北直隶厅为永北、华坪二县，属滇西道。民国三年（1914年）改观察使为道尹，永北县以下设金江、仁里、宁蒗县佐（又名分县），再辖土司约甲。民国十八年（1929年）8月，县公署改名县政府，县知事改名县长。废道制，直属省。民国二十一年（1932年）3月，中央通令废除县佐。永北所属县佐始行撤销，以宁蒗为设治局，直属省。民国二十三年（1934年），正式批准永北更名为永胜。"
        },
        {
            "type": "text",
            "text": "       1950年永胜县属丽江专区管辖。1958年永胜县、华坪县合并设永华县；1959年复设永胜县。1970年丽江专区改为丽江地区，永胜县属丽江地区管辖。2002年12月丽江撤地设市，永胜县属地级丽江市管辖。"
        }
    ]
}