{
    "title": "丽江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "721",
            "category": "丽江市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：392次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元朝至元十三年（1276年）置丽江路军民总管府，因金沙江流经境内，金沙江古名丽水，故名。另据《云南通志》：“江名丽水，源出吐蕃界，共龙川犁牛石下，本名犁水，讹犁为丽。”明朝置丽江府，清乾隆三十五年（1770年）设丽江县。1950年4月设丽江专员公署（丽江专区），1970年，丽江专区改称丽江地区。2002年12月26日，撤销丽江地区和丽江纳西族自治县，设立地级丽江市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时期属秦国边地，楚庄蹻建滇国时属滇国之地。西汉元鼎六年（前111）至东汉时期属益州越嶲郡遂久县。蜀汉建兴三年划归云南郡。东晋至南北朝时期属宁州云南郡西姑复县。"
        },
        {
            "type": "text",
            "text": "       唐代，吐蕃和南诏先后在铁桥城（今塔城乡）设神川都督府。宋大理国前期属剑川节度，后属成纪镇善巨郡，时县境有三赕（丽江坝）、九赕（巨甸、石鼓等）等几个行政区。南宋理宗宝祐元年（1253年），忽必烈征大理国，在境内设茶罕章管民官。"
        },
        {
            "type": "text",
            "text": "       元至元八年（1271年）改为茶罕章宣慰司，至元十三年（1276年）置丽江路军民总管府，“丽江”之名从此始用。至元二十二年（1285年）改设丽江路宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），任元朝丽江宣慰司副使的阿得归附明朝，明朝置丽江府。清顺治十七年（1660年），仍设丽江府。雍正元年（1723年）“改土归流”，解除木氏土司统治权。乾隆三十五年（1770年）设丽江县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废丽江府，留丽江县，属腾越道。民国十八年（1929年）废腾越道，直属云南省。民国三十年（1941年），隶属于云南省第七行政督察专员公署，公署设丽江县城；民国三十六年（1947年）隶属于云南省第十三行政督察专员公署，治所先设于维西，民国三十七年（1048年）迁丽江，与设于鹤庆的第十行政督察专员公署合并。"
        },
        {
            "type": "text",
            "text": "       1949年7月1日，丽江县解放，属滇西北人民专员公署管辖。1949年12月28日，成立丽江人民行政专员公署，1950年4月改为丽江专员公署，专署驻丽江县。辖丽江（驻大研镇）、永胜、鹤庆、剑川、兰坪、维西、中甸、华坪等8县及宁蒗（驻大村街）、碧江、福贡、贡山、德钦5设治局。"
        },
        {
            "type": "text",
            "text": "       1952年原宁蒗设治局改设宁蒗县；碧江设治局改设碧江县傈僳族自治区；福贡设治局改设福贡县傈僳族自治区；贡山设治局改设贡山县傈僳族自治区；德钦设治局改设德钦县藏族自治区。1953年底，泸水县由保山专区划归丽江地区。1954年碧江县傈僳族自治区改设碧江县；福贡县傈僳族自治区改设福贡县；贡山县傈僳族自治区改设贡山县。1954年8月，泸水、碧江、福贡、贡山4县划出，成立怒江傈僳族自治区。"
        },
        {
            "type": "text",
            "text": "      1956年德钦藏族自治区改为德钦县；将兰坪县划归怒江傈僳族自治州；鹤庆、剑川2县划归大理白族自治州。1956年9月19日宁蒗县改设宁蒗彝族自治县。1957年将中甸、维西、德钦3县划归迪庆藏族自治州。丽江专区除代管的怒江、迪庆两个自治州的8个县外，辖丽江县、永胜县、华坪县、宁蒗彝族自治县4县。"
        },
        {
            "type": "text",
            "text": "      1961年4月10日丽江县改设丽江纳西族自治县。1970年，丽江专区改称丽江地区。2002年12月26日，撤销丽江地区和丽江纳西族自治县，设立地级丽江市。原丽江纳西族自治县分设为古城区和玉龙纳西族自治县。2003年4月1日，丽江纳西族自治县正式撤销，分设为古城区和玉龙纳西族自治县。"
        }
    ]
}