{
    "title": "宁洱哈尼族彝族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "782",
            "category": "宁洱哈尼族彝族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：407次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宁洱，取“安宁的普洱”之意。曾改为普洱县，因普洱山而得名。2007年普洱又更名为宁洱。1985年6月11日撤销普洱县，设立普洱哈尼族彝族自治县，2007年1月21日，更名为宁洱哈尼族彝族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商、周时，属产里地。秦朝属西南夷地。西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部。唐南诏国为步日赕（今宁洱县城），属银生节度。宋大理国为威楚府步日部。元置普日思摩甸长官司，属元江路。明洪武十六年（1383年），普日思麽甸长官司省入车里军民府，改称普耳，万历年间改称普洱。"
        },
        {
            "type": "text",
            "text": "       清初属元江府，康熙三年（1663年）设元江府分防通判驻普洱，雍正七年（1729年）7月，设普洱府；雍正八年（1730年）7月，普洱府属迤东道（治曲靖府）。雍正十三年（1735年）10月，以攸乐通判改置宁洱县，辖圆通、信成、善长、嘉会、义正五里和、普藤、勐旺、整董、勐乌、乌得五勐地及竜得、等角，为普洱府驻地。乾隆三十一年（1766年）10月，普洱府属迤南道（治普洱府）。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，裁府留县，宁洱县更名为普洱县，迤南道更名为滇南道，普洱县为滇南道驻地；民国三年（1914年）6月，滇南道改为普洱道，道署由宁洱县迁驻思茅县；因与道同名，普洱县复名为宁洱县。民国十五年（1926年），普洱道署迁回宁洱县。民国十八年（1929年）11月，废普洱道，设立云南省第二殖边督办公署，公署驻宁洱县；民国二十一年（1932年）4月，宁洱县属第12政务视察区；民国二十三年（1934年）4月，宁洱县属第15政务视察区；民国二十四年（1935年）8月，宁洱县属第6政务视察区；民国二十七年（1938年）9月，宁洱县属第8政务视察区；民国二十八年（1939年）第二殖办督办公署裁撤；民国三十年（1941年）6月15日，宁洱县属云南省第一区行政督察专员公署，为专署驻地；民国三十一年（1942年）7月，宁洱县属第四区行政督察专员公署，为专署驻地；民国三十五年（1946年）10月，宁洱县属第七区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年3月11日，宁洱解放；5月10日，宁洱县临时人民政府成立。8月1日，改称宁洱县人民政府，为宁洱专区驻地。1950年11月，宁洱县人民政府驻地由宁洱迁往磨黑。1951年4月2日，将宁洱专区更名为普洱专区，将宁洱县更名为普洱县，1953年3月28日，普洱专区更名为思茅专区，驻地由普洱县迁至思茅县（1955年5月迁驻思茅）。"
        },
        {
            "type": "text",
            "text": "       1955年6月，普洱县人民政府驻地从磨黑迁回宁洱。1958年3月，普洱县通关区划归墨江县。1960年9月13日，撤销思茅县，将原思茅县的行政区域并归普洱县。1970年，思茅专区改为思茅地区，普洱县属思茅地区。1981年5月9日设立思茅县。1985年6月11日撤销普洱县，设立普洱哈尼族彝族自治县。"
        },
        {
            "type": "text",
            "text": "       2003年10月30日，撤销思茅地区，设立地级思茅市，普洱县属地级思茅市。2007年1月21日，思茅市更名为云南省普洱市，普洱哈尼族彝族自治县更名为宁洱哈尼族彝族自治县。"
        }
    ]
}