{
    "title": "墨江哈尼族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "781",
            "category": "墨江哈尼族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：500次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       墨江曾名“恭顺”、“他郎”。民国五年（1916年）11月，他郎县更名为墨江县，因阿墨江而得名。阿墨江最初叫阿木江，因阿木人居此而得名，后演变为阿墨江。1979年7月30日，撤销墨江县，设立墨江哈尼族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦朝属西南夷地。西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部。唐南诏国属银生节度，为阿焚诸部所据。宋大理国为威楚府因远部（元江因远）和马笼部（新平漠沙）属地。"
        },
        {
            "type": "text",
            "text": "       元宪宗四年（1254年）他郎内附，立为二千户，隶属宁州万户府。至元十三年（1276年）设他郎千户所，隶属元江万户府。至元二十五年（1288年）改他郎千户所为他郎寨长官司，隶属元江路，长官司署设他郎寨（今联珠镇）。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）为他郎寨长官司，属元江府；永乐四年（1406年），改他郎寨长官司为恭顺州，州治在碧朔（今碧溪乡碧朔），隶属元江军民府；弘治年间曾改隶临安府（建水县）；嘉靖十二年（1533年）移恭顺州治至他郎寨（今县城）。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，为恭顺州，属元江军民府。顺治十八年（1661年），裁恭顺州入元江府。雍正十年（1732年）3月，于旧恭顺州他郎寨置他郎抚彝厅，属迤东道元江府；同年，署云贵总督鄂尔泰提请准元江府通判分驻他郎。乾隆三十五年（1770年），元江府降为直隶州，他郎厅不便归州管辖遂改隶迤南道普洱府，以定南、儒林二土司并隶他郎通判。嘉庆十六年（1811年）3月，裁云南宾川州赤石崖巡检为普洱府他郎厅知事。道光二十九年（1849年）更设他郎营汛。移新熠营驻防他郎，为普洱镇左营。光绪二十八年（1902年），驻勐烈的普定左营管带改为勐烈弹压委员，文武兼辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，迤南道更名为滇南道，他郎厅改为他郎县，县列二等，隶滇南道。民国三年（1914）6月，滇南道更名为普洱道，他郎县属普洱道。民国五年（1916年）11月，他郎县更名为墨江县。民国十八年（1929年）11月，废普洱道，墨江县直属省；同年，成立江城县，墨江县属猛烈行政区划归江城。民国二十一年（1932年）4月，属第12政务视察区。民国二十三年（1934年）4月，属第15政务视察区；民国二十四年（1935年）8月，属第6政务视察区。民国二十七年（1938年）9月，属第8政务视察区。民国三十年（1941年）6月15日，属第一区行政督察专员公署（驻宁洱县）。民国三十一年（1942年）7月，属第四区行政督察专员公署（驻宁洱县）。民国三十五年（1946年）10月，属第六区行政督察专员公署（驻新平县）。"
        },
        {
            "type": "text",
            "text": "       1949年1月7日墨江县城解放，5月27日，成立“墨江县军政委员会”，8月3日墨江县临时人民政府成立。1950年5月4日，墨江县人民政府正式成立，隶属宁洱专区。1951年4月2日将宁洱专区更名为普洱专区，墨江县属普洱专区。1953年3月28日普洱专区更名为思茅专区，墨江县属思茅专区。1967年4月，全县实行军管，成立县军事管制委员会。1968年4月26日，墨江县革命委员会成立。1970年，思茅专区改为思茅地区，墨江县属思茅地区。"
        },
        {
            "type": "text",
            "text": "       1979年7月30日，撤销墨江县，设立墨江哈尼族自治县。2003年10月30日，撤销思茅地区，设立地级思茅市，墨江县属地级思茅市。2007年，思茅市更名为普洱市，墨江哈尼族自治县隶属地级普洱市。"
        }
    ]
}