{
    "title": "景谷傣族彝族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "779",
            "category": "景谷傣族彝族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：543次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明朝为威远府，清代为威远厅，民国二年（1913年）4月，降州、府、厅为县，改威远厅为威远县，但与四川省威远县同名，民国三年（1914年）1月改为景谷县，因县西有景谷江而得名。1985年6月11日，撤销景谷县，设立景谷傣族彝族自治县。"
        },
        {
            "type": "text",
            "text": "       景谷古称“勐[měng]卧”，傣语“勐”为地方、“卧”为盐井，意思为有盐井的地方。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦以前属西南夷地；西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部。唐南诏时，永泰元年（765年）设威远城，属银生节度（今景东）。"
        },
        {
            "type": "text",
            "text": "       宋大理国为威楚府威远赕。元至元十二年（1275年）改立威远州，属威楚路；至元二十九年（1292年）威远州改为威远蛮栅府，属元江路；至顺二年（1331）改属景东军民府。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）制威远土知州，属楚雄府。洪武十七年（1384年）升为威远府，直隶云南省布政司，后为麓川平缅宣慰司兼并；洪武三十五年（1402年）复置威远御夷直隶州，仍属布政司。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，为威远土直隶州；雍正三年（1725年）4月，威远直隶土州改为威远直隶厅。雍正十三年（1735年）10月，降威远直隶厅为散厅，属迤东道镇沅府。乾隆三十一年（1766年）10月，镇沅府改属迤南道；乾隆三十五年（1770年）2月，威远厅改属迤南道普洱府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，改威远厅为威远县，迤南道更名为滇南道，威远县属滇南道。民国三年（1914年）1月，因县名与四川省威远县相同，改为景谷县，因县西有景谷江而得名。同年6月，滇南道改为普洱道，景谷县属普洱道。民国十八年（1929年）11月，废普洱道，景谷县直属于省。民国二十一年（1932年）4月，景谷县属第12政务视察区；民国二十三年（1934年）4月，属第16政务视察区；民国二十四年（1935年）8月，属第6政务视察区；民国二十七年（1938年）9月，属第10政务视察区；民国三十年（1941年）6月15日，属第一区行政督察专员公署（驻宁洱县）。民国三十一年（1942年）7月，属第四区行政督察专员公署（驻宁洱县）；民国三十五年（1946年）10月，属第九区行政督察专员公署（驻缅宁县）。"
        },
        {
            "type": "text",
            "text": "       1949年6月景谷县和平解放，同年6月6日成立景谷县人民政府，属宁洱专区。1951年4月2日，宁洱专区更名为普洱专区，景谷县属普洱专区。1953年3月28日，普洱专区更名为思茅专区，景谷县属思茅专区。1960年9月13日，撤销镇沅县，1962年3月27日恢复镇沅县，以合并于景谷、景东2个县的原镇沅县其行政区域为镇沅县的行政区域。"
        },
        {
            "type": "text",
            "text": "       1970年，思茅专区改为思茅地区，景谷县属思茅地区。1985年6月11日，撤销景谷县，设立景谷傣族彝族自治县，12月25日自治县正式成立。2003年10月30日，撤销思茅地区，设立地级思茅市，景谷傣族彝族自治县属地级思茅市。2007年，思茅市更名为普洱市，景谷傣族彝族自治县属地级普洱市。"
        }
    ]
}