{
    "title": "镇沅彝族哈尼族拉祜族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "778",
            "category": "镇沅彝族哈尼族拉祜族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：496次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       洪武三十五年（1402年），置镇沅直隶州， 清初袭明制，称镇沅土府，雍正五年（1727年），镇沅土府改土归流，为镇沅府。乾隆三十五年（1770年）2月，镇沅府降为直隶州。民国二年（1913年）4月，镇沅直隶厅改为镇沅县。1990年2月3日，撤销镇沅县，设立镇沅彝族哈尼族拉祜族自治县。镇沅，因沅江而得名，取“威镇沅江”之意。一说，镇沅为傣语“正也”转音，意为“粮仓小城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉属哀牢，东汉至三国蜀汉隶益州永昌郡。两晋南北朝属宁州永昌郡。隋为濮部。唐南诏时为银生节度属柳追和城地。宋大理国属威楚府，大理国后期属蒙舍镇统领。"
        },
        {
            "type": "text",
            "text": "       元中统三年（1262年），属威楚万户；至元十二年（1275年）置开南州，属威楚路；至顺二年（1331年）析开南州境置远干州，属景东军民府。"
        },
        {
            "type": "text",
            "text": "       明洪武年间为麓川平缅宣慰司兼并；洪武三十五年（1402年），置镇沅直隶州，属云南布政司。永乐四年（1406年），改为镇沅土知府，隶云南布政司。永乐十年（1412年）于禄平寨置禄谷寨长官司，属镇沅府。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，称镇沅土府，辖禄谷长官司，属云南省。雍正五年（1727年），镇沅土府改土归流，为镇沅府；裁禄谷长官司，并裁省属者乐甸长官司，置恩乐县属镇沅府。雍正八年（1730年）7月，镇沅府属迤东道。雍正十三年（1735年）10月，降威远直隶厅为散厅属之，析府属之坝朗、坝木、坝痴等三寨地入元江府。乾隆三十一年（1766年）10月，镇沅府属迤南道。乾隆三十五年（1770年）2月，降为直隶州，析威远厅属普洱府，镇沅直隶州属迤南道。道光二十年（1840年）6月，改直隶州为直隶厅，裁恩乐县，徙厅治于旧恩乐县址，属迤南道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，镇沅直隶厅改为镇沅县，隶迤南道；同年，迤南道改为滇南道。民国三年（1914年），滇南道改为普洱道，镇沅县属之。民国十八年（1929年），废道后直属于省。民国二十一年（1932年）4月，镇沅县属云南第十二政务视察区。民国二十三年（1934年）4月，镇沅县属第十五政务视察区，民国二十七年（1938年）9月，镇沅县属第十政务视察区；民国三十年（1941年）6月15日，镇沅县属云南省第一区行政督察专员公署（驻宁洱县）；民国三十一年（1942年）7月，镇沅县属第四区行政督察专员公署（驻宁洱县）。民国三十五年（1946年）10月，镇沅县属第六区行政督察专员公署（驻新平县）。"
        },
        {
            "type": "text",
            "text": "       1949年8月，镇沅县解放；10月16日，成立镇沅县临时人民政府。1950年3月，正式成立镇沅县人民政府，隶属宁洱专区。1951年4月2日，宁洱专区更名为普洱专区，镇沅县属普洱专区。1953年3月28日，普洱专区更名为思茅专区，镇沅县属思茅专区。1959年1月，镇沅县新抚公社划归墨江县。"
        },
        {
            "type": "text",
            "text": "       1960年9月13日，撤销镇沅县，将原镇沅县的行政区域分别划归景谷、景东、墨江、新平4县。1962年3月27日恢复镇沅县，以合并于景谷、景东2个县的原镇沅县其行政区域为镇沅县的行政区域。1970年，思茅专区改为思茅地区，镇沅县属思茅地区。"
        },
        {
            "type": "text",
            "text": "       1990年2月3日，撤销镇沅县，设立镇沅彝族哈尼族拉祜族自治县，1993年11月17日，镇沅彝族哈尼族拉祜族自治县人民政府驻地由按板镇迁至恩乐镇。1998年2月28日，县级机关正式迁至恩乐镇。2003年10月30日，撤销思茅地区，设立地级思茅市，镇沅彝族哈尼族拉祜族自治县属地级思茅市。2007年，思茅市更名为普洱市，镇沅彝族哈尼族拉祜族自治县属地级普洱市。"
        }
    ]
}