{
    "title": "江城哈尼族彝族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "777",
            "category": "江城哈尼族彝族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：451次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十八年（1929年）由元江、墨江、宁河等县析置江城县，因李仙江、曼老江、勐野江三江环绕，故名江城。1954年5月18日，撤销江城县，设立江城哈尼族彝族自治区，1955年，更名为江城哈尼族彝族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦朝属西南夷地。西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部。唐南诏国，属银生节度地羌浪川；宋大理国属威楚府；元为钮兀寨属元江路；明宣德八年（1433年）析置钮兀御夷长官司，直属云南布政司。"
        },
        {
            "type": "text",
            "text": "       清称勐（měng）烈，顺治十八年（1661年）属元江府；雍正八年（1730年）7月，元江府属迤东道；雍正十年（1732年）元江府设他郎抚彝厅，勐烈属他郎厅；乾隆三十一年（1766年）10月，元江府改属迤南道；乾隆三十五年（1770年）元江府降为直隶州，他郎厅改隶普洱府；光绪二十八年（1902年），驻勐烈的普定左营管带改为勐烈弹压委员，文武兼辖（一说为光绪二十一年5月，他郎猛烈行政区添设行政委员）。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，勐烈弹压委员改为勐烈行政委员，属滇南道；民国三年（1914年）6月，滇南道改为普洱道。民国十八年（1929年）9月13日，云南省政府第110次省务会议批准：以（墨江县属）猛烈行政区设置江城县，县治设于猛烈；同年11月，废普洱道，设立云南省第二殖边督办公署，江城县属之。民国二十一年（1932年）4月，墨江、江城两县官绅结束了长达四年的划界争执，划李仙江以南地区归江城县，江城县属第12政务视察区；民国二十三年（1934年）4月，江城县属第15政务视察区；民国二十四年（1935年）8月，江城县属第6政务视察区；民国二十七年（1938年）9月，江城县属第8政务视察区；民国二十八年（1939）第二殖办督办公署裁撤；民国三十年（1941年）6月15日，江城县属云南省第一区行政督察专员公署；民国三十一年（1942年）7月，江城县属第四区行政督察专员公署（驻宁洱县）；民国三十五年（1946年）10月，江城县属第七区行政督察专员公署（驻宁洱县）。"
        },
        {
            "type": "text",
            "text": "       1949年3月，江城县解放；11月1日，江城县临时人民政府成立；1950年4月，江城县人民政府正式成立，属宁洱专区。1951年4月2日，宁洱专区更名为普洱专区，江城县属之。1953年3月28日，普洱专区更名为思茅专区，江城县属之。1954年5月18日，撤销江城县，设立江城哈尼族彝族自治区（县级），属思茅专区。1954年9月1日，设立西双版纳傣族自治区（地级），将江城县的整董乡划归西双版纳傣族自治区。1955年，江城哈尼族彝族自治区更名为江城哈尼族彝族自治县。1970年，思茅专区改为思茅地区，江城县属思茅地区。2003年10月30日，撤销思茅地区，设立地级思茅市，江城县属地级思茅市。2007年，思茅市更名为普洱市，江城县属地级普洱市。"
        }
    ]
}