{
    "title": "孟连傣族拉祜族佤族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        },
        {
            "id": "776",
            "category": "孟连傣族拉祜族佤族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：493次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       孟连，系由傣语“勐[ měng ]两”转音而来，意为“找到的一块好地方”。唐南诏国称茫天连，宋大理国始称“孟连”。明永乐四年（1406年），正式建立土司制度，设孟琏长官司。民国三年（1914年）1月，镇边县易名为澜沧县，孟连宣抚司地属澜沧县南区。1949年4月5日，成立澜沧区行政专员公署，分设澜沧、孟连等5县。1954年5月31日，设立孟连傣族拉祜族佧佤族自治区。1959年12月10日，自治区改为为自治县。1963年4月“佧佤族”改为佤族，于是同年9月13日，孟连傣族拉祜族佧佤族自治县改名为孟连傣族拉祜族佤族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦朝属西南夷地。西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部。唐南诏国称茫天连，属茫部地，隶属永昌节度。宋大理国称“孟连”，属永昌府。"
        },
        {
            "type": "text",
            "text": "       元至元十五年（1268）年置木连路，治所在今云南省孟连县娜允镇，属大理金齿宣慰司，后改属银沙罗甸宣慰司。元至元二十六年(1289年)，在孟连设置木连路军民府，第一代土司罕罢法始建孟连城。明永乐四年（1406年），正式建立土司制度，设孟琏长官司，隶云南都司，辖今孟连、澜沧、西盟等地及南卡江以西、萨尔温江以东的哈瓦地区，长官司驻今孟连。"
        },
        {
            "type": "text",
            "text": "       清顺治十七年（1660年），猛琏长官司改属永昌军民府，康熙四十八年（1709年）改置猛连宣抚司，属迤西道永昌府；乾隆二十九年（1764年）改属迤西道顺宁府，光绪二十年（1894年）改属镇边直隶厅（今澜沧），隶迤南道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，镇边直隶厅改为镇边县。民国三年（1914年）1月，因与贵州省镇边同名，乃以其地滨于澜沧江而易名为澜沧县。孟连宣抚司地属澜沧县南区。民国十八年(1929年)，澜沧全县按各土司地划为东宾、西贤、圈六、孟连、西盟等10区。孟连区即孟连宣抚司管地。民国二十一年(1932年)，澜沧全县划为8区，以序数为名，孟连为第二区。民国二十八年(1939年)，澜沧县废区建制，全县划为13乡2镇，原孟连(第二区)管地分为猛达乡、猛海乡和孟连镇。民国三十七年（1948年），猛达乡改称南卡乡，猛海乡改称镇边乡。"
        },
        {
            "type": "text",
            "text": "       1949年2月1日，澜沧全境解放。4月上旬，成立澜沧区行政专员公署，分设澜沧、东朗、上允、溯涛(宁江)、孟连5县。孟连县辖孟连、东回、糯福、勐马4个区。12月，撤销孟连县建制，并入澜沧县，成为澜沧县下辖的一个区，澜沧县临时人民政府在孟连设立办事处。1950年6月，成立了澜沧县人民政府，属宁洱专区。1950年9月，撤销孟连办事处，成立孟连区临时人民政府。1951年3月改称孟连中心区人民政府。1951年4月2日，将宁洱专区更名为普洱专区，澜沧县属之。1953年3月28日，普洱专区更名为思茅专区，澜沧县属之。1954年4月，孟连、勐马两个区成立民族联合政府。1954年5月31日，设立孟连傣族拉祜族佧佤族自治区（县级），以澜沧县的孟连区、南卡区为其行政区域，隶属思茅专区；6月16日正式成立。"
        },
        {
            "type": "text",
            "text": "       1959年12月10日，孟连傣族拉祜族佧佤族自治区改名为孟连傣族拉祜族佧佤族自治县，仍属思茅专区。1963年4月“佧佤族”改为佤族，同年9月13日，孟连傣族拉祜族佧佤族自治县改名为孟连傣族拉祜族佤族自治县。1970年，思茅专区改为思茅地区，孟连县属思茅地区。2003年10月30日，撤销思茅地区，设立地级思茅市，孟连县属地级思茅市。2007年，思茅市更名为普洱市，孟连县属地级普洱市。"
        }
    ]
}