{
    "title": "普洱市思茅区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：512次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “思茅”系由古代少数民族部落“思摩”演变而来。宋大理时为“思摩部”，元代称“思么”，明代叫“思毛”。“思茅”原音为“思摩”，是由傣语转音而来。1913年设思茅县，因思茅村而得名。1993年设思茅市。2003年10月30日，撤销思茅地区，设立地级思茅市。原县级思茅市改设翠云区。2007年1月21日，思茅市更名为普洱市，思茅市翠云区更名为普洱市思茅区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商、周时代，今思茅为古原始部落，称产里地。秦朝属西南夷地。西汉为哀牢地；东汉、三国蜀汉属益州永昌郡；两晋南北朝属宁州永昌郡。隋属濮部地。唐前期是剑南道南部濮子部地，隶宁州都督府；唐南诏国时隶银生节度。"
        },
        {
            "type": "text",
            "text": "       宋大理国为威楚府思摩部。元置普日思摩甸长官司，隶元江路。明称勐拉，隶车里宣慰司。清初编为十二版纳之一，隶元江府；雍正七年（1729年）7月，设普洱府。雍正八年（1730年）7月，普洱府属迤东道（治曲靖府）；雍正十三年（1735年），置思茅厅，辖车里、六顺、倚邦、易武、勐腊、勐遮、勐阿、勐笼、橄榄坝九土司及攸乐土目共八勐地方，隶属普洱府；乾隆三十一年（1766年）10月，普洱府属迤南道（治普洱府）。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，废厅改县，设思茅县，迤南道更名为滇南道，思茅县属滇南道；同年1月改思茅县属车里宣慰司为普思沿边行政总局，属滇南道，下辖八区。民国三年（1914年）6月，滇南道改为普洱道，道署由宁洱县迁驻思茅县；思茅县属普洱道。民国十四年（1925年），普思沿边行政总局改设普思殖边督办公署；民国十五年（1926），普洱道署迁回宁洱县。民国十八年（1929年）9月，云南省批准普思殖边督办公署下辖8区改置，其中第七区改置普文县，第八区改置芦山县，后改名为六顺县。同年11月，废普洱道，设立云南省第二殖边督办公署。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）4月，思茅县、六顺县属第12政务视察区；民国二十二年（1933年），普文县并入思茅县；民国二十三年（1934年）4月，思茅县属第15政务视察区，六顺县属第16政务视察区；民国二十四年（1935）8月，思茅县、六顺县属第6政务视察区；民国二十七年（1938年）9月，思茅县属第8政务视察区，六顺县属第9政务视察区；民国二十八年（1939年）第二殖办督办公署裁撤；民国三十年（1941年）6月15日，思茅县、六顺县属云南省第一区行政督察专员公署（驻宁洱县）；民国三十一年（1942年）7月，思茅县、六顺县属第四区行政督察专员公署（驻宁洱县）；民国三十五年（1946年）10月，思茅县、六顺县属第七区行政督察专员公署（驻宁洱县）。"
        },
        {
            "type": "text",
            "text": "       1949年2月，思茅解放，同年8月成立思茅县临时人民政府。1950年5月，正式建立思茅县人民政府，隶属宁洱专区。1949年8月2日，成立六顺县临时人民政府，同年10月正式成立六顺县人民政府，属宁洱专区。1951年4月2日将宁洱专区更名为普洱专区，思茅县、六顺县属普洱专区。1953年3月28日，普洱专区更名为思茅专区，驻地由普洱县迁至思茅县，思茅县、六顺县属思茅专区。1953年11月3日撤销六顺县，除整糯区划归西双版纳傣族自治区外，其余部分划归思茅县。"
        },
        {
            "type": "text",
            "text": "       1954年9月1日思茅县的象明乡和普文乡划归新设立地级西双版纳傣族自治区。1957年10月19日撤销思茅专区，所辖的思茅县划归西双版纳傣族自治州（实际未执行，仍保留其建制）。1960年9月13日，撤销思茅县，将原思茅县的行政区域并归普洱县1970年，思茅专区改为思茅地区。1981年5月9日设立思茅县。"
        },
        {
            "type": "text",
            "text": "       1993年3月25日，撤销思茅县，设立思茅市（县级）。2003年10月30日，撤销思茅地区，设立地级思茅市。原县级思茅市改设翠云区。2007年1月21日，思茅市更名为普洱市，思茅市翠云区更名为普洱市思茅区。"
        }
    ]
}