{
    "title": "普洱市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "722",
            "category": "普洱市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：478次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “普洱”为哈尼语，意为水湾寨，系由“步日”演变而来。宋代大理国时期普洱为步日部，元代设云南行省，在普洱设普日思摩甸司。明洪武十六年（1383年）普日思麽甸长官司省入车里军民府，称普耳；万历年间改称普洱。清代设普洱府。民国二年（1913年）废府设道，曾称迤南道、滇南道、普洱道。共和国成立后，1950年4月设宁洱专区，1951年4月2日，宁洱专区更名为普洱专区。1953年3月28日，普洱专区更名为思茅专区。1970年思茅专区改称思茅地区。2003年10月30日，撤销思茅地区和县级思茅市，设立地级思茅市。2007年1月21日，思茅市更名为云南省普洱市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉及蜀汉先后属哀牢地和益州刺史部永昌郡。三国蜀汉时期，大部分地方属益州（降都督）永昌郡。西晋、十六国、南北朝时期属宁州永昌郡。隋代属濮部地。隋代称濮部。唐初属剑南道，澜沧江以东区域（今景东、镇沉、景谷、墨江、宁洱、思茅、江城）属濮子部，澜沧江以西（今澜沧、孟连、西盟）属望部和茫部。"
        },
        {
            "type": "text",
            "text": "       唐南诏国时期，东部属银生节度，景东设银生府，景谷称威远城，墨江称河普川，普洱称步日赕，江城称羌浪川，孟连称茫天连；西部（今澜沧、西盟、孟连）初属永昌节度，后归银生节度。贞元十年（794年），南诏国在银生城（今景东城）设银生节度。乾符六年（879年），南诏设威远赕（今景谷），隶属银生节度；同年，普洱设治，名步日赕。"
        },
        {
            "type": "text",
            "text": "       宋代大理国时期，今普洱除澜沧、孟连、西盟属永昌府外（西部称倮黑部地），景谷为威远赕，普洱为步日部，墨江为马龙甸、他郎甸，思茅为思摩部，景东为当箸赕，均属威楚府。"
        },
        {
            "type": "text",
            "text": "       元代，北部归威楚路军民府，东部属元江路车里宣慰司，西部置木连路军民府。明代各县设置不同，统属布政司。清雍正七年（1729年）置普洱府，乾隆三十一年（1766年）改迤南道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）复为普洱府，二年废府设道，曾称迤南道、滇南道、普洱道。1929年废道改设第二殖边督办。民国三十年（1941年）改为第一行政督察区，民国三十一年（1942年）改为第四行政督察区，民国三十五年（1946年）改为第七行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年春全区解放，8月成立思普区。1950年4月改为宁洱专区，专署驻宁洱县。1951年4月2日，宁洱专区更名为普洱专区，将宁洱县更名为普洱县。1952年11月21日撤销沧源设治局，设立沧源县。1952年11月25日普洱专区的沧源县划入新设立的缅宁专区。澜沧县迁驻勐朗坝。1953年3月28日，普洱专区更名为思茅专区，驻地由普洱县迁至思茅县。1953年4月7日，撤销澜沧县，设立澜沧拉祜族自治区（县级），驻募迺。7月11日撤销宁江县，新营盘区、雅口区划归澜沧拉祜族自治区；勐往区、安康区划归佛海县。同年11月3日撤销六顺县，除整糯区划归西双版纳傣族自治区外，其余部分划归思茅县。1954年5月18日撤销江城县，设立江城哈尼族彝族自治区（县级），驻勐烈。同年9月1日设立西双版纳傣族自治区（地级），辖思茅专区的车里县、南峤县、佛海县、越镇县、江城县的整董乡、思茅县的象明乡和普文乡（1953年1月23日成立）。10月16日由澜沧县和澜沧拉祜族自治区各一部地区合并设置孟连县傣族拉祜族佤族自治区（驻孟连城子）。"
        },
        {
            "type": "text",
            "text": "       1955年1月13日撤销思茅专区澜沧县的建制。同年，普洱专署正式迁驻思茅后改称思茅专区（驻复兴镇）。江城县哈尼族彝族自治区改为江城哈尼族彝族自治县；1956年10月设立西盟县，以澜沧县西盟区为其行政区域。在西盟县未成立前，西盟山区由思茅专区直接领导。1957年10月19日，撤销思茅专区（实际未执行，仍保留其建制），所辖的思茅县、普洱县、镇沅县、墨江县、景东县、景谷县、江城哈尼族彝族自治县、澜沧拉祜族自治区、孟连傣族拉祜族佤族自治区划归西双版纳傣族自治州。1959年12月10日孟连傣族拉祜族佤族自治区改名为孟连傣族拉祜族佤族自治县；澜沧拉祜族自治区改名为澜沧拉祜族自治县。"
        },
        {
            "type": "text",
            "text": "       1960年9月13日撤销思茅县，将原思茅县的行政区域并归普洱县。撤销镇沅县。1962年3月27日恢复镇沅县。1963年9月13日孟连傣族拉祜族佧佤族自治县改名为孟连傣族拉祜族佤族自治县；1963年9月14日设立西盟佤族自治县。1964年8月18日，恢复思茅专员公署，驻普洱县的复兴镇。1967年3月成立思茅专区军事管制委员会；1968年9月成立思茅专区革命委员会。"
        },
        {
            "type": "text",
            "text": "       1970年思茅专区改称思茅地区，地区驻普洱县思茅镇（原复兴镇）。1971年改称思茅地区革命委员会。1979年7月30日，撤销墨江县，设立墨江哈尼族自治县。1981年5月9日设立思茅县。1985年6月11日，撤销景东县，设立景东彝族自治县。撤销景谷县，设立景谷傣族彝族自治县。撤销普洱县，设立普洱哈尼族彝族自治县。1990年2月3日撤销镇沅县，设立镇沅彝族哈尼族拉祜族自治县，1993年3月25日，撤销思茅县，设立思茅市（县级）。"
        },
        {
            "type": "text",
            "text": "       2003年10月30日，撤销思茅地区和县级思茅市，设立地级思茅市。原县级思茅市改设翠云区。2007年1月21日，思茅市更名为云南省普洱市，普洱哈尼族彝族自治县更名为宁洱哈尼族彝族自治县，思茅市翠云区更名为普洱市思茅区。"
        }
    ]
}