{
    "title": "双江拉祜族佤族布依族傣族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "723",
            "category": "临沧市"
        },
        {
            "id": "785",
            "category": "双江拉祜族佤族布朗族傣族自治县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：394次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十八年（1929）9月13日，云南省政府第110次会议批准：析澜沧、缅宁两县上改心、四排山（含勐勐）置双江县。民国十九年（1930）1月6日，双江县正式成立，县署设于勐勐。因澜沧江纵于东，腊撒江（小黑江）横亘于南，在东南角上汇流，故名双江。1985年6月11日撤销双江县，设立双江拉祜族佤族布依族傣族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉为古哀牢国地。东汉至三国蜀汉为益州永昌郡闽濮部地。西晋至南朝梁为宁州永昌郡闽濮部地。北朝周至隋属濮部。唐南诏国为永昌节度蒲蛮部地。宋大理国为永昌府蒲蛮地。元属谋粘路蒲蛮部和倮黑部地。"
        },
        {
            "type": "text",
            "text": "       明洪武十八年（1385年），建立勐允养（自鹭城）。永乐十四年（1416年），建立勐景庄（三脚砖城）。成化八年（1472年），勐允养和勐景庄归耿马管辖，建立勐勐土官，耿马和勐谷以“南可河（澜沧江）大蚌渡立石碑为界”，自是属耿马土司辖地。万历二十七年（1599年）“勐勐土官奉正授巡检”，同年则因“罕竞从官军征剿有功授巡在职”。迄此勐勐为正式土官（土司）巡检地，属云南布政司勐缅司。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十九年（1764年）3月，军机大臣等议复“隶永昌之勐连，猛猛二土司，亦踞顺宁为近，改隶顺宁”。咸丰元年（1851年）境内土司推行划六法圈（又作叭景，相当于乡一级），法圈勐库、法圈海、法圈蚌、法圈福、法圈等、法圈腊。光绪十四年（1888年）3月，迤南道置镇边直隶厅，划上改心（倮黑山）归属，于忙糯设上改心巡检，下设东、南、西、北四门屯。光绪二十九年（1903年），拨勐勐土司六圈地归缅宁厅，改困角、勐库、公弄、帮协、四排山、大勐峨为六屯，设四排山巡检招那赛营盘。光绪三十六年（1904年）8月，勐勐土官地坝内九圈改为上坝、中坝、下坝三屯，属缅宁厅四排山巡查。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，缅宁厅改县，四排山分设县佐公署于那赛营盘。同年，镇边直隶厅改澜沧县，上改心设县佐公署，改四屯为四团保镇。民国十八年（1929年）9月13日，析澜沧、缅宁两县上改心、四排山（含勐勐）置双江县。民国十九年（1930年）1月6日，双江县正式成立，县署设于勐勐。民国三十九年（1940年），双江县属云南省第一行政督察区（驻宁洱县）。民国三十一年（1942年），双江县属云南省第五行政督察区（驻顺宁县，1944年移驻蒙化县）。民国三十七年（1948年），属第九行政督察区（驻缅宁县）。"
        },
        {
            "type": "text",
            "text": "       1950年11月23日，双江县解放；12月3日，双江县人民政府成立，隶属保山专区。1951年，县人民政府驻营盘，设太平，勐库两个区。1952年11月25日，设立缅宁专区，原保山专区的双江县划归缅宁专区。1954年6月30日，缅宁专区更名为临沧专区，双江县隶属临沧专区。1958年12月29日，双江县与临沧县合并为临双县，1959年12月，恢复双江县建制。1985年6月11日撤销双江县，设立双江拉祜族佤族布依族傣族自治县。2003年12月，临沧撤地设市，双江拉祜族佤族布朗族傣族自治县属地级临沧市。"
        }
    ]
}