{
    "title": "临沧市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "723",
            "category": "临沧市"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：413次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       乾隆十二年（1747年）3月，裁猛缅长官司置缅宁厅。民国二年（1913年），缅宁厅改为缅宁县。1952年11月25日设立缅宁专区。1954年6月30日，缅宁专区更名为临沧专区，将缅宁县更名为临沧县。以“临近澜沧江”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉为古哀牢国。东汉属永昌府。三国蜀汉属益州永昌府。西晋至南朝梁属宁州永昌府。北朝周至隋属濮部。唐南诏国属永昌节度辖地。宋大理国属永昌府。元代，天历元年（1328年）置顺宁府，设庆甸县为倚郭（后省入府），置宝通州。今临沧市分属顺宁府及下辖宝通州、镇康路、谋粘路（辖今临翔、耿马）、木连路（辖今沧源）、孟定路（辖今沧源、耿马）。"
        },
        {
            "type": "text",
            "text": "       明代，今临沧市分属顺宁府及下辖云州、猛缅长官司，孟定府及下辖耿马安抚司，镇康州、湾甸州。洪武十五年（1382年）降为顺宁州，改属大理府；洪武十七年（1384年）复升为顺宁府，属布政司。辖云州、猛缅长官司。顺宁府云州：明洪武十五年（1381）宝通州省入顺宁州。"
        },
        {
            "type": "text",
            "text": "       清代，今临沧分属顺宁府缅宁厅、云州、顺宁县、耿马宣抚司，永昌府镇康州，今沧源县属镇边直隶厅辖地。清初袭明制，称顺宁府，属云南省。辖云州及猛缅长官司。雍正八年（1730年）7月，顺宁府属迤西道。乾隆十二年（1747年）3月，裁猛缅长官司置缅宁厅。乾隆三十五年（1770年）2月，置顺宁县为府之附郭。"
        },
        {
            "type": "text",
            "text": "       民国时期，今临沧市设缅宁、双江、镇康、顺宁、云县、耿马设治局、沧源设治局，共5县、2设治局。民国二年（1913年），裁府留县，永康州改为镇康县；缅宁厅改为缅宁县，缅宁县设四排山县佐公署于那赛营盘；镇边直隶厅改镇边县，设上改心县佐公署于忙糯；同年7月19日，云州改为云县。镇康、顺宁、云县属滇西道；缅宁县属滇南道。民国三年（1914年），滇南道改为普洱道，滇西道改为腾越道。民国四年（1915年）镇边县改名澜沧县，今沧源地仍归其管辖，划为澜沧县第11区。民国十二年（1923年）8月，设第五区团务监督行署于缅宁，节制缅宁、景东两县。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）9月13日，云南省政府第110次会议议决，批准将缅宁县四排山、澜沧县上改心及勐勐土司地合并，设立双江县。民国十九年（1930年）1月6日，双江县正式成立，县城设于勐勐。民国二十三年（1934年）4月，澜沧县勐角、勐董、大蛮海、岩帅四土司改流。民国二十六年（1937年）9月改沧源设治局，局址设在岩帅。民国三十一年（1942年）2月，由镇康县属耿马土司地置耿马设治局。民国二十九年（1940年），云南省设第一行政督察区（驻宁洱县），缅宁县、双江县、沧源设治局属之。民国三十一年（1942年），沧源设治局属第四行政督察区（驻宁洱县）。"
        },
        {
            "type": "text",
            "text": "       1950年，缅宁县属大理专区；镇康县、双江县、耿马设治局属保山专区；沧源设治局属宁洱专区。1951年4月2日，将宁洱专区更名为普洱专区，沧源设治局属普洱专区。1952年11月21日，撤销沧源设治局，设立沧源县（1951年3月成立沧源县人民政府，驻地岩帅）；撤销耿马设治区，设立耿马县，均划归新设立的缅宁专区。1952年11月25日，设立缅宁专区，辖大理专区的缅宁县；保山专区的镇康县、双江县、耿马县；普洱专区的沧源县。1954年6月30日，缅宁专区更名为临沧专区，将缅宁县更名为临沧县。1954年顺宁县更名为凤庆县。1955年3月22日，撤销耿马县，设立耿马傣族佤族自治县。"
        },
        {
            "type": "text",
            "text": "       1958年9月24日，撤销沧源县。设立沧源佧佤族自治县，自治县的行政区域为原沧源县的行政区域。同年12月29日，双江县与临沧县合并为临双县。1959年2月，云县、凤庆县合并为云凤县；10月撤销云凤县，恢复凤庆、云县建制。同年12月，临双县分设为临沧、双江两县。1963年9月13日，沧源佧佤族自治县改名为沧源佤族自治县；耿马傣族佧佤族自治县改名为耿马傣族佤族自治县。同年9月14日设立永德县。1970年临沧专区改称临沧地区，地区驻临沧县。2003年12月26日，撤销临沧地区，设立地级临沧市。撤销临沧县，临沧市设立临翔区。"
        }
    ]
}