{
    "title": "禄丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "724",
            "category": "楚雄彝族自治州"
        },
        {
            "id": "799",
            "category": "禄丰县"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：451次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       元置禄丰县。据《今县释名》：“旧为禄琫甸，白村乌僰蛮居之，蛮语石为禄，甑为琫，江中有石如甑，故谓之禄琫，伪为禄丰。”现禄丰县于1958年由禄丰、罗次、广通、盐兴4县合并而成。"
        },
        {
            "type": "text",
            "text": "【沿革】 \n[禄丰县、罗次县]\r\n       西汉为秦臧县，属益州郡；东汉为秦臧县，属益州益州郡；三国蜀汉建兴三年（225年），改益州郡为建宁郡，秦臧县属益州建宁郡；西晋为秦臧县，属宁州建宁郡；东晋至南朝梁属宁州建都郡；北朝周属南宁州；隋属南宁州总管府。"
        },
        {
            "type": "text",
            "text": "       唐初属剑南道姚州属求州地；唐南诏国时，禄丰为龙和城，罗次为次赕，属拓东节度求州地；宋大理国时，禄丰为碌奉甸，罗次为罗部，先属鄯阐府（今昆明），后属威楚府。"
        },
        {
            "type": "text",
            "text": "       元至元十二年（1275年）置安宁州，并析置禄丰县（治白村）属安宁州，安宁州隶属中庆路；同年置罗次州，属中庆路；至元二十四年（1287年）罗次州改罗次县，二十七年（1290年）改属安宁州，治压磨吕白村。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），安宁州属云南府。弘治十三年（1500年），罗次县直属云南府；禄丰县仍属安宁州，上隶云南府。清雍正三年（1725年），禄丰县直属云南府。雍正八年（1730年）7月，禄丰、罗次2县属迤东道云南府；乾隆三十一年（1766年）10月，属云武粮储道云南府。民国初年，禄丰县、罗次县属滇中道；民国十八年（1929年），废道直属云南省。"
        },
        {
            "type": "text",
            "text": "[广通县]\r\n       周为百濮地，春秋楚步逃难于濮。西汉属益州郡，东汉属益州益州郡，三国蜀汉属益州建宁郡，西晋属宁州建宁郡，东晋至南朝梁属宁州建都郡，北朝周属南宁州，隋属南宁州总管府，唐初属剑南道姚州属望州地，唐南诏国为路睒，属弄栋节度。宋大理国为路睒，属威楚府。"
        },
        {
            "type": "text",
            "text": "       元宪宗七年（1257年）置路睒千户，至元十二年（1275年）改为广通县（彝语意：路坦），治龙戏新栅，属南安州（今双柏），上隶威楚路。明洪武十五年（1382年）广通县直属楚雄府。清沿明制，为广通县，属楚雄府。雍正八年（1730年）7月，楚雄府属迤西道（治大理府）。民国初年为广通县，属滇中道。"
        },
        {
            "type": "text",
            "text": "[盐兴县]\n       原盐兴县的黑井，自唐天宝时即辟盐井，先后有黑、猴、琅3个盐井，民国二年（1913年）4月，以定远（牟定）、广通两县之黑盐井等地方析置盐兴县。民国十八年（1929年）废滇中道，广通、盐兴县直属于省。民国三十五年（1946年），广通、盐兴县属云南第八行政督察区（驻姚安县）。"
        },
        {
            "type": "text",
            "text": "       1949年12月9日，云南省主席卢汉宣布起义。在中共滇北地委领导下，1950年1月2日、1月9日、2月1日、2月10日分别成立了中共罗次、禄丰、广通、盐兴4县工委。1950年3月下旬，滇北地委改称武定地委，罗次县仍属武定专区，禄丰、广通、盐兴划归楚雄专区。1953年4月武定专区和楚雄专区合并，罗次县亦并入楚雄专区。"
        },
        {
            "type": "text",
            "text": "       1957年10月18日，设置楚雄彝族自治州，禄丰、广通、盐兴、罗次4县属楚雄州。1958年4月4日，撤销盐兴县，将原盐兴县的行政区域合并于广通县，县城设在一平浪。1960年9月13日，撤销罗次、广通2县，将原罗次、广通2县的行政区域并归禄丰县。"
        }
    ]
}