{
    "title": "楚雄彝族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "724",
            "category": "楚雄彝族自治州"
        }
    ],
    "detail": "[日期：2014-04-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：579次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       楚雄城始建于晋咸康八年(342年)，“爨蛮筑城名威楚，又云峨碌。”唐天宝八年(749年)，南诏主阁罗凤“入峨碌，命修城廓，曰楚州。”宋代大理国设威楚府，相国高氏世袭领地。元宪宗六年(1256年)，设威楚万户府，1274年改为威楚路。明洪武十五年(1382年)，改威楚路为楚雄府，威楚县为楚雄县。清沿袭旧制。民国二年(1913年)，裁府留县。1950年，设楚雄专员公署，1958年4月15日，成立楚雄彝族自治州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉代分属益州郡和越嶲郡。曾为爨氏所据。三国蜀汉西部置云南郡，治今姚安县；东部属建宁郡，北部属越嶲郡，均隶益州。西晋则分属建宁郡和云南郡，隶宁州。东晋、南朝州境西部置兴宁郡，治今姚安县；东北部置建都郡，治今武定县；东部属晋宁郡，均隶宁州。隋唐时期，州境经长期民族融合，形成以乌蛮、白蛮为主体的居住区域。"
        },
        {
            "type": "text",
            "text": "       隋属南宁州总管府。唐初属戎州都督府和姚州都督府（治今姚安县），隶剑南道；唐南诏国时属拓东节度和弄栋节度（治今姚安县）。宋大理国属弄栋府（治今姚安县）、鄯阐府和威楚府（治今楚雄市）。唐宋时期“南诏三十七部”在州境有白鹿部（楚雄）、罗部（罗次）、罗婺部（武定）、华竹部（元谋）以及抬萼部（牟定）、易裒部（广通）、摩刍部（双柏）等以彝族先民为主体的少数民族政权。"
        },
        {
            "type": "text",
            "text": "       元初，州境分属威楚万户、罗婺万户、大理万户和安宁千户所；后分置威楚路、武定路、姚安路、中庆路安宁州。\n\n[威楚路]：元宪宗六年（1256年）置威楚万户，至元八年（1271年）升威楚路，至顺二年（1331年）析南部开南州境置景东军民府。辖威楚、定远、锷嘉3县，镇南、南安2州，南安州辖广通县。其中至元十二年（1275年），牟州千户改置定远州（寻改定远县），锷嘉千户改置锷嘉县，黄蓬穽百户改置南宁县（寻并入定远州为南宁乡），欠舍千户改置镇南州，石鼓百户改置石鼓县，摩刍千户改置南安州，路睒千户改置广通县；至元十五年（1278年）威楚县升威州，置富民、沙乐2县属威州；至元二十一年（1284年）威州复降威楚县，富民、沙乐2县并入威楚县为乡；至元二十四年（1287年），定边县、石鼓县并入镇南州为乡。\n\n[武定路军民府]：元宪宗七年（1257年）置罗婺万户，属威楚路；至元八年（1271年）改置北路，至元十一年（1274年）更名武定路。辖和曲州、禄劝州，和曲州下辖南甸县、元谋县，禄劝州下辖易笼县、石旧县。其中至元六年叵簉甸更名为和曲，至元二十六年（1289年）置和曲州；同年置南甸县、元谋县（治五甸）、禄劝州、易笼县、石旧县。\n\n[姚安路军民府]：天历元年（1328年）析大理路置姚安路。辖姚州、大姚县。其中姚州于元宪宗七年（1257年）置统矢千户，属大理下万户；至元十二年（1275年）改置姚州，属大理路；天历年间，改属姚安路，为倚郭。大姚县于元宪宗七年（1257年）置大姚堡千户，属大理下万户；至元十一年（1274年）改置大姚县，改属姚州。\n\n[中庆路安宁州]：中庆路安宁州属禄丰县、罗次县。至元十二年（1275年）析安宁千户置禄丰县，属中庆路安宁州；置罗次州，属中庆路；至元二十四年（1287年）降罗次州为罗次县，至元二十七年（1290年）罗次县改属安宁州。"
        },
        {
            "type": "text",
            "text": "       明代分置楚雄府、姚安军民府、武定府及云南府罗次县。"
        },
        {
            "type": "text",
            "text": "[楚雄府]：明洪武十五年（1382年），改元威楚路为楚雄府，威楚县更名为楚雄县，复置定边县。楚雄府辖南安、镇南2州，楚雄、广通、定远、锷嘉、定边5县。"
        },
        {
            "type": "text",
            "text": "[姚安军民府]：明洪武十五年（1382年）改元姚安路为姚安府，属布政司，下辖姚州及大姚县。洪武二十七年（1394年）改置姚安军民府。"
        },
        {
            "type": "text",
            "text": "[武定府]：明洪武十五年（1382年）改元武定路为武定府，寻改置武定军民府，属布政司；辖和曲、禄劝2州，南甸、元谋、易笼、石旧4县。洪武十七年（1384年）易笼县省入禄劝州。成化十二年（1476年），南甸县由和曲州辖改直属武定府；正德元年（1506年）南甸县省入和曲州，石旧县省入禄劝州。隆庆三年（1569年），府治徙狮子山；万历年间复改置武定府。"
        },
        {
            "type": "text",
            "text": "[罗次县]：弘治十三年（1500年）直属云南府。"
        },
        {
            "type": "text",
            "text": "       清代分属楚雄府、武定直隶州（府）及云南府罗次县。"
        },
        {
            "type": "text",
            "text": "[楚雄府]：清初袭明制，称楚雄府，属云南省迤西道。辖南安、镇南2州；楚雄、广通、定远、锷嘉、定边5县。康熙八年（1669年）裁锷嘉县，其地并入南安州。雍正七年（1729年）裁定边县，其地并入蒙化府。乾隆三十五年（1770年）裁姚安军民府，析其原领之姚州、大姚县来属。至清末，楚雄府辖南安、姚州、镇南3州；楚雄、广通、定远、大姚4县。"
        },
        {
            "type": "text",
            "text": "[武定直隶州]：清初袭明制，称武定军民府，属云南省迤东道。辖禄劝州、和曲州、元谋县。乾隆三十年（1765年）改武定军民府为武定府。乾隆三十一年（1766年）武定府改属云南省云武粮储道。乾隆三十五年降武定府为直隶州，裁和曲州，其地并入直隶州，并改禄劝州为县。至清末，武定直隶州辖元谋县、禄劝县。"
        },
        {
            "type": "text",
            "text": "[罗次县]：清初袭明制，属云南府，隶云南省迤东道；乾隆三十一年改属云南省云武粮储道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府、州：南安州、姚州、镇南州、武定直隶州更名为南安县、姚安县、武定县；同年由姚安县析置盐丰县，县治设于白盐井；以定远、广通两县之黑盐井等地方析置盐兴县；迤西道改为滇西道。民国三年（1914年）1月，南安县更名为摩甸县；定远县更名为牟定县；同年6月滇西道为腾越道；楚雄、元谋、武定、牟定、禄丰、盐兴、摩甸、广通、罗次县隶属滇中道；大姚、姚安、盐丰、镇南县隶属腾越道。民国五年（1916年）裁滇中道，东部直属省。民国十三年（1924年）由大姚县析出，设永仁县。民国十八年（1929年）废腾越道，西部直属省。同年6月，摩甸县更名为双柏县。民国三十五年（1946年）云南置第八行政督察区，专员公署驻姚安县。"
        },
        {
            "type": "text",
            "text": "       共和国成立后，今楚雄州境内分属滇西人民行政专员公署和滇北人民行政专员公署，后又分置楚雄、武定2个专区。1950年设楚雄专区，专署驻楚雄县。同年设武定专区，专署驻武定县。1951年2月1日，西南军政委员会批准：武定专区的昆明县划归昆明市。1953年原武定专区所属武定（驻近城镇）、禄劝（驻屏山镇）、富民（驻永定镇）、安宁（驻连然镇）、罗次（驻碧城镇）、元谋（驻元马镇）6县划入楚雄专区。1956年11月16日，撤销安宁县，将安宁县的行政区域全部划归昆明市。楚雄专区辖16县。"
        },
        {
            "type": "text",
            "text": "       1957年10月18日，设置楚雄彝族自治州，撤销楚雄专署。1958年4月15日，楚雄彝族自治州正式成立。1958年4月4日，撤销盐兴县，将原盐兴县的行政区域合并于广通县。1960年9月22日将楚雄彝族自治州的富民县划归昆明市领导。1960年9月13日，撤销南华县，将原南华县的行政区域并归楚雄县；撤销罗次、广通2县，将原罗次、广通2县的行政区域并归禄丰县；撤销永仁、盐丰、姚安3县，将原永仁、盐丰、姚安3县的行政区域并归大姚县。1958年9月双柏县并入楚雄县为区；10月，元谋县并入武定县。同年10月15日，牟定县并入楚雄县，为牟定区。      "
        },
        {
            "type": "text",
            "text": "       1959年11月，复置双柏县；复设牟定县；元谋由武定县分出，恢复县级建制。1962年3月27日，恢复姚安县；恢复永仁县，恢复南华县。1983年9月9日撤销楚雄县，设立楚雄市（县级）。10月，楚雄彝族自治州的禄劝县划归昆明市。至此，全州辖楚雄市和双柏、牟定、南华、姚安、大姚、永仁、元谋、武定、禄丰9县。"
        }
    ]
}