{
    "title": "红河哈尼族彝族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "725",
            "category": "红河哈尼族彝族自治州"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：585次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1951年1月10日撤销红河县，设立红河县爱尼族自治区（县级），1953年11月28日，改设红河哈尼族彝族自治区（地级）。1957年9月6日蒙自专区、红河哈尼族彝族自治区合并，设置红河哈尼族彝族自治州。名称源于境内主要河流红河。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       红河，上游叫元江，到红河州境内时，因两岸系红色泥土，河水汹涌而下，冲涮下大量泥沙致使江水呈红色，故名红河。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦今红河州属西南夷。汉武帝元封二年（前109年），置益州郡（郡治在滇池县，今晋宁），辖24县，今红河州属益州郡有三县：贲古县即今蒙自、个旧一带；毋棳县在今开远一带；胜休县在今石屏、通海一带；属牂牁郡（治在且兰，今贵州黄平县西）的三县：漏江县在今泸西县境，律高县在今弥勒县和建水曲江一带；西随县在金平县，进桑县在屏边一带。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉建兴三年（225年），诸葛亮南征，分建宁、牂柯郡置兴古郡（在今红河、文山一带，治宛温，今文山州砚山县），辖十县，其中今红河州占五县，贲古县（今蒙自、个旧）、胜休县（今石屏、建水北部、通海一带）、西丰县（今开远）、进乘县（今屏边）、西随县（今金平一带）。两晋至南朝梁，今红河州属宁州梁水、建宁两郡管辖。北朝周属南宁州。"
        },
        {
            "type": "text",
            "text": "       隋属南宁州总管府。唐初，今红河州属剑南道姚州、戎州地及岭南道和蛮部；唐南诏国时期，今红河州大部属通海都督府辖地（治今通海），泸西、弥勒属拓东节度辖地弥鹿、弥勒部（治今昆明）。"
        },
        {
            "type": "text",
            "text": "       宋大理国时期，今红河州之大部隶属秀山郡（治今通海），泸西、弥勒则属石城郡（治今曲靖），开远、屏边属最宁府（治今开远）。另有三十七蛮部，在红河州境内的有：伴溪（在今红河县西南之落恐）、铁容甸部（在今红河县东北下亏容）、思陀部（在今红河县思陀）、七溪部（在今红河县东南之溪处）、哈迷部（在今开远市）、阿僰部（在今建水县）、舍资部（在今蒙自县老寨）、纳楼茶甸部（今建水官厅、坡头一带）、弥勒部、阿泸部及屏边一带的屈中、阿马、阿月等部。"
        },
        {
            "type": "text",
            "text": "       元代，今红河州大部属临安路，弥勒、泸西属广西路，元阳、金平属和泥路，绿春属元江路。明代，今红河州大部属临安府，弥勒、泸西属广西府。清代，今红河州大部属临安府，弥勒、泸西属广西直隶州，屏边属开化府，河口由省直辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，个旧厅改个旧县。民国三年（1914年）改设蒙自道。民国四年（1915年）置河口对汛督办公署，由省直辖。民国六年（1917年），文山县析置靖边行政区；建水县析置金河行政区。民国十五年（1926年），河口划为特别行政区，由省直辖。民国十八年（1929年），废蒙自道，各县及行政区由省直辖。同年11月，广西县改名为泸西县，由建水县析置曲溪县。民国二十年（1931年）12月，阿迷县改名为开远县。民国二十一年（1933年）2月，靖边行政区改屏边县。民国二十三年（1934年）9月1日，金河设治局与平河设治局合并设金平县（1936年7月批准）。"
        },
        {
            "type": "text",
            "text": "       1949年12月滇南人民行政公署在建水成立，次年3月迁到蒙自，12月又改为云南人民政府蒙自区专员公署，简称蒙自专区。1950年1月27日，设立红河县。1950年5月31日，撤销河口对讯督办区，设立河口市。1951年1月10日撤销红河县，设立红河县爱尼族自治区（县级）。1951年3月24日，新民县改为元阳县。同年撤销龙武县，设立龙武设治区。个旧市属云南省直辖。1952年11月21日，撤销龙武设治区，设立龙武县（1955年12月30日实施）。1953年，撤销红河县爱尼族自治区，设立红河县。"
        },
        {
            "type": "text",
            "text": "       1953年11月28日，设立红河哈尼族彝族自治区（地级），1954年6月12日，撤销宜良专区，弥勒彝族自治区（县级）划归蒙自专区。同年7月20日，蒙自专区的元江县划归玉溪专区。1955年1月3日，弥勒彝族自治区更名为弥勒彝族自治县。1955年1月3日，河口市改为河口县，1955年3月10日六村办事处正式成立。1957年9月6日设置红河哈尼族彝族自治州，撤销蒙自专区、红河哈尼族彝族自治区。弥勒彝族自治县在建州后改建为弥勒县。红河哈尼族彝族自治州于1957年11月18日成立。红河州辖12个县、1个办事处；个旧市属云南省直辖。"
        },
        {
            "type": "text",
            "text": "       1958年5月29日，设立绿春县，撤销六村办事处。9月16日，个旧市划归红河哈尼族彝族自治州。9月24日，撤销河口县，设立河口瑶族自治县；撤销屏边县，设立屏边苗族自治县。10月20日，撤销蒙自县，将原蒙自县全部地区划归个旧市；撤销开远县，大部分划归文山县，其余地区划归个旧市。"
        },
        {
            "type": "text",
            "text": "       1960年2月16日，设立河口瑶族苗族自治县，撤销河口瑶族自治县、屏边苗族自治县，将原河口瑶族、屏边苗族2自治县的行政区域为河口瑶族苗族自治县的行政区域。9月13日撤销泸西县，将原泸西县的行政区域并归弥勒县；撤销龙武县，将原龙武县的行政区域并归石屏县；撤销曲溪县，将原曲溪县的行政区域并归建水县；恢复原并入个旧市并撤销的开远、蒙自2县建制，开远、蒙自2县由个旧市领导。红河州辖1市、9县、1自治县。"
        },
        {
            "type": "text",
            "text": "       1961年2月14日，开远、蒙自2县划归红河哈尼族彝族自治州直接领导。1962年3月27日，恢复泸西县。3月2日，撤销河口瑶族苗族自治县。10月27日，恢复河口瑶族自治县；恢复屏边苗族自治县。1981年1月18日，撤销开远县，设立开远市（县级）。1985年6月11日撤销金平县，设立金平苗族瑶族傣族自治县。2003年1月29日，红河哈尼族彝族自治州人民政府驻地由个旧市迁移至蒙自县（2010年改为蒙自市）。"
        }
    ]
}