{
    "title": "鹤庆县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        },
        {
            "id": "827",
            "category": "鹤庆县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：604次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       蒙古宪宗三年（1253年），忽必烈攻克大理后，建立鹤州，因鹤川得名。元世祖至元八年（1271年），置鹤庆路军民总管。明清均称，鹤庆军民府，乾隆三十五年（1770年）2月，鹤庆撤府改州。民国二年（1913年）4月，降州、府、厅为县，改鹤庆州为鹤庆县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为昆明、残部落，属西南夷。西汉元鼎五年（前112年），建越嶲郡，今鹤庆西北部属之。元封二年（前109年），设益州郡，今鹤庆东南部属该郡叶榆县。东汉明帝永平十二年（69年），在哀牢地置哀牢、博南两县，并将益州叶榆6县并入新设永昌郡，今鹤庆东南部属益州永昌郡叶榆县。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉建兴三年（225年），诸葛亮平定南中后，从益州郡划出弄栋县，从永昌郡划出叶榆等三县，从越雟郡划出遂久等三县，合七县设云南郡，今鹤庆全境属益州云南郡叶榆县。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始七年（271年），划出南中建宁、兴古、云南、永昌四郡，设立宁州，今鹤庆属宁州云南郡叶榆县。光熙元年（306年），即成汉晏平元年，成国将宁州分为宁、交二州，今鹤庆属宁州河阳郡叶榆县。东晋穆帝永和三年（347年），东晋灭成汉国，重新统治宁州，本县属宁州东河阳郡叶榆县。南朝属宁州东河阳郡。北朝北魏延昌四年（515年），改宁州为南宁州，今鹤庆属南宁州辖之东河阳郡叶榆县。隋开皇五年（585年），设南宁州总管府，下辖恭州、协州和昆州，今鹤庆属昆州。"
        },
        {
            "type": "text",
            "text": "       唐初属剑南道，麟德元年（664年），设姚州都督府，本县属下辖13州中的野共州。这时，洱海地区有六诏，本县又属越析诏，称漾共、鹤川。玄宗开元二十六年（738年），南诏统一六诏后，在本县置谋统部。太和年间（827年～835年），改为谋统郡，属剑川节度辖地。南诏中兴五年（902年），南诏清平官郑买嗣夺取政权，建立大长和国。后唐天成三年（928年），东川节度使杨干真杀郑隆矗（郑买嗣孙），立侍中赵善政，称大天兴国；次年杨干真自立，改国号大义宁国。频繁更迭的这三个政权都先后占据谋统郡。后晋天福二年（937年，即大义宁大明七年），通海节度使段思平建大理国，仍称谋统郡。宋大理国时期（960年～1127年），在今县城北官厢一带筑土城，形如龟，谓之龟城，是境内最早的城市建筑，元末倾圮。乾德元年（963，即大理段氏二十六年），改置谋统府，为大理国“八府”之一。"
        },
        {
            "type": "text",
            "text": "       南宋理宗宝佑元年（1253，即蒙古宪宗三年），忽必烈攻克大理后，建立鹤州，因鹤川得名。蒙古宪宗七年（1257年），改设二千户，仍称谋统，隶属大理上万户府。元世祖至元八年（1271年），罢谋统千户，置鹤庆路军民总管。至元十一年（1274年），又改置鹤州。至元二十一年（1284年），升鹤州为鹤庆府，领剑川。至元二十三年（1286年），罢府设鹤庆路，隶云南行省。至元二十七年（1290年），置鹤庆路军屯。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武十五年（1382年），置鹤庆府，领剑川、兰州、顺州、北胜、蒗蕖、永宁6州（后兰州改隶丽江府），洪武十九年（1386年），北胜、蒗蕖、永宁三州改隶澜沧卫。洪武二十一年（1388年），设鹤庆御，领2所，属大理卫。洪武三十年（1397年）改鹤庆府为军民府，下辖顺州、剑川二州。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，称鹤庆军民府，下辖剑川州、顺州。顺治十七年（1660年），在本县设大鹤丽永镇，辖大理、鹤庆、丽江、永胜。康熙四年（1665年），撤去守御千总，归府管理。康熙七年（1668年）大鹤丽永镇改为鹤丽镇。康熙七年（1669年）8月，撤销顺州并入鹤庆府。康熙二十二年（1683年），废除鹤庆土千户长，土司指挥佥世职降为土通判。康熙三十七年（1698年）10月析原顺州地划归永北府。雍正五年（1727年）4月将丽江府属维西地置维西厅，中甸地置剑川州判，一并划归鹤庆府。雍正八年（1730年），鹤庆隶属迤西道。乾隆二十一年（1756年）5月，析维西厅、中甸地还属于丽江府。乾隆三十六年（1771年），改鹤庆府为州，与所属之剑川统辖丽江府。乾隆三十五年（1770年）2月，鹤庆撤府改州，与原辖剑川州一并划归丽江府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，改鹤庆州为县，6月划属腾越道。民国十八年（1929年），废除道直属于省。民国三十三年（1944年），属丽江行政督察专区。民国三十七年（1948年），丽江行政督察专署移驻鹤庆，改称鹤庆行政督察专区。民国三十八年（1949年）初，专署复移丽江、鹤庆仍属其辖。"
        },
        {
            "type": "text",
            "text": "       1949年7月1日，鹤庆县解放；10月1日，成立鹤庆县人民政府，属滇西北人民行政专员公署（驻剑川县）。12月28日，成立丽江专员公署（先驻鹤庆县城，1950年3月迁至丽江县城），鹤庆县属丽江专区。1953年7月将鹤庆县牛街区同幸邑村划归洱源县。1956年11月16日设置大理白族自治州，鹤庆县由丽江专员公署划归大理州。1958年1月25日，鹤庆县牛街区划归洱源县。1959年4月将邓川县黄坪公社划归鹤庆县。"
        }
    ]
}