{
    "title": "云龙县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        },
        {
            "id": "824",
            "category": "云龙县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐初为匡州西境，宋时称“云龙赕”蒙氏谓之“云龙甸”，元因此置云龙甸军民府，明置云龙州，至民国二年（1913年）降州为县，称云龙县。另一说因云岭和澜沧江横贯，宛如云岭之中有一条巨龙穿梭，故名云龙甸。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元封二年（前109年）设比苏县，属益州郡。辖境东至批江流域，西至今缅甸境内恩梅开江一带，范围包括今云龙境内批江以西部分及今怒江州大部分地区。东汉永平十二年（69年）割益州西部属国都尉所领六县，设立永昌郡，比苏县属永昌郡。蜀汉建兴三年（225年）设立南中七郡，统属于床降都督管辖，比苏县仍属永昌郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始六年（270年）“分益州南中：建宁、云南、永昌、兴古四郡为宁州”，比苏县属宁州。西晋永嘉五年（311年）从永昌郡中分出比苏县，设置西河郡。东晋成和年间（326年～334年）“分东河阳郡置西河郡治比苏县，宋齐因之”。南北朝梁末（557年）废除比苏县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），属南宁州总管府，称为尹州。麟德元年（664年）置姚州都督府，原比苏地属尹州。开元二十六年（738年）唐王朝册封皮罗阁为云南王，建立洱海地区蒙氏政权。南诏时期，云龙澜沧江以东地区属剑川节度，以西地区属永昌节度。"
        },
        {
            "type": "text",
            "text": "       宋（937年～1253年）以“白蛮”为主体的封建领主政权（大理）时期，云龙属胜乡郡，名“云龙赕”。宋（大理）后期，今属兰坪县的大部分地区从云龙赕中划出改属谋统府，称兰溪部。元至元十四年（1277年）立通安州为肇江路治（今丽江地区），今属怒江州的碧江、福贡、贡山县一带从云龙甸（云龙赕）中划出，改归肇江路管辖。至元二十六年（1289年）置云龙甸军民总管府并防送千户所，隶金齿宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武十七年（1384年）云龙土酋段保“从征有功”，授云龙土知州，属大理府。洪武二十六年（1393年）云龙设顺荡井、上五井、师井、箭杆场、十二关等巡检司。明正统年间（1436年～1449年），改属蒙化府，后仍归大理府。明嘉靖年间（1522～1566）云龙州属浪速地区改归永昌府腾越土司管辖。明崇祯二年（1629年）迁州治于雒马井（今宝丰镇）。"
        },
        {
            "type": "text",
            "text": "       清乾隆十二年（1747年）分划永昌以北澜沧江、怒江地区，以知子罗（今碧江）、上帕（今福贡）归丽江府，以老窝、六库、漕涧归云龙州。乾隆十八年（1753年）云龙管辖的片马、渔洞诸寨划归保山。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改云龙州为云龙县，迤西道改为滇西道，云龙县属滇西道。民国三年（1914年），滇西道改称腾越道，云龙县属腾越道。民国十八年（1929年）县治从宝丰迁至石门，改称县政府。民国十八年（1929年），废腾越道直属省。民国三十七年（1948年），云龙县属第十一行政督察区（驻大理县）；民国三十八年（1949年），改属第八行政督察区（驻姚安县）。"
        },
        {
            "type": "text",
            "text": "       1949年11月13日，在师里七登村成立云龙县人民政府。1950年属大理专区。同年1月1日云龙县人民政府移驻县城石门。1951年2月19日，云龙县第六行政村第七自然村之花椒树、立庄登等18个小村划归洱源县。1954年6月18日，在今怒江州地区成立“怒江傈僳族自治区”，1955年3月28日将云龙县所属第五区漕涧划归怒江傈僳族自治区所属的泸水县。1956年11月16日撤销大理专区，设置大理白族自治州，云龙县属大理州。1958年10月云龙县并入永平县，原云龙县分为石门、旧州、漕涧三个联社。1961年3月21日云龙、永平分县，恢复云龙县建制，仍属大理白族自治州。"
        }
    ]
}