{
    "title": "巍山彝族回族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        },
        {
            "id": "822",
            "category": "巍山彝族回族自治县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：403次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       巍山命名，来自境内的中国道教名山——巍宝山。巍山原名“蒙化”，1954年，因当时有人提出“蒙化”带有歧视少数民族的意味，故而更改县名。"
        },
        {
            "type": "text",
            "text": "【附加】       \r\n       事实上“蒙化”这个名称应是出自蒙舍诏。巍山彝族自蒙舍诏后人，大部分即以“摩察”、“密岔”、“密撒”（现通称密沙把）等作为自己的族称；如译为汉义，系指“蒙舍川的人”。故“蒙化”应是巍山彝族的族称。“蒙化”是蒙舍川的派生地名。蒙化的涵义及由来，当以主地名蒙舍为依据，即以当地彝族的族称命名，并非含有歧视少数民族之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦属滇国。西汉初为西南夷叶榆部，元封二年（前109年），蒙化更名邪龙，隶属益州郡。东汉永平十二年（69年），沿袭邪龙县，隶属永昌郡。三国蜀汉建兴三年（225年），为益州云南郡邪龙县。西晋武帝泰始七年（271年），为宁州云南郡邪龙县，东晋至南朝梁沿之。北朝周属南宁州。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十七年（597年），邪龙属隋南宁州总管府。唐初，巍山为六诏之一蒙舍诏之地，因地处六诏之南，故又名南诏。唐贞观二十三年（649年），建立大蒙国，筑山龙山与图城为都。高宗永徽四年（653年），筑蒙舍城为巍州治所，属剑南道姚州。开元十八年（730年），六诏统一。"
        },
        {
            "type": "text",
            "text": "       唐开元二十六年（738年），筑太和城，再筑大厘城驻守。开元二十九年（741年），南诏都城从蒙舍城迁至太和城。后晋出帝开运二年（945年），大理国建立，前期沿袭南诏旧制，后将巍山改设为蒙舍镇，统领原南诏开南节度地（今临沧和普洱市的部份地区）。"
        },
        {
            "type": "text",
            "text": "       元宪宗七年（1257年）置蒙舍千户，属大理上万户；至元十一年（1274年）改置蒙化府，至元十四年（1277年）升蒙化路，至元二十年（1283年）降蒙化州，复属大理路。"
        },
        {
            "type": "text",
            "text": "       明初，蒙化的南诏乌蛮后裔天摩牙九部火头（天摩牙是地域名，九部火头是官名）左禾率部归附明朝，并协助平复蒙化的其它地域。洪武十六年（1383年）沿袭蒙化州。正统十三年（1448年），升蒙化州为府。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，为蒙化府。康熙六年（1667年）省蒙化卫入府。雍正七年（1729年）7月，裁楚雄府属定边县，其地并入蒙化府为南涧巡司。雍正八年（1730年）7月，蒙化府属迤西道。乾隆三十五年（1770年）2月，降为蒙化直隶厅，仍属迤西道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）6月，划出蒙化直隶厅所属的漾濞巡检司成立漾濞县；划出白川（今红岩）、马街和赵州部分地区成立弥渡县。改蒙化直隶厅为蒙化府，辖漾濞、弥渡两县。民国二年（1913年），改置蒙化县，迤西道改为滇西道。民国三年（1914），滇西道改为腾越道，蒙化县隶属之。民国十八年（1929年），废腾越道直属省。民国三十一年（1942年），蒙化县属云南省第五行政督察区（驻顺宁县）。民国三十三年（1944年）第五区驻地迁至蒙化县。民国三十七年（1948年），蒙化县属云南省第十一行政督察区（驻大理县）。民国三十八年（1949年），蒙化县属云南省第八行政督察区（驻姚安县）。"
        },
        {
            "type": "text",
            "text": "       1950年1月至4月，蒙化县由滇西人民行政专员公署改属大理专区。1954年6月，改蒙化县为巍山县。1956年11月16日，撤销巍山县，设置巍山彝族自治县和永建回族自治县。1960年9月13日，设立巍山彝族回族自治县，撤销巍山彝族自治县和永建回族自治县，以原巍山彝族自治县和永建回族自治县的行政区域合并为巍山彝族回族自治县的行政区域。1963年9月14日，设立南涧彝族自治县。以巍山彝族回族自治县的南涧地区为南涧彝族自治县的行政区域。"
        }
    ]
}