{
    "title": "祥云县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        },
        {
            "id": "818",
            "category": "祥云县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：394次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《今县释名》：“汉武帝时，彩云见于白厓，县在其南，因名云南。”，以后一直称云南，民国七年（1918年），因县名与省同，改称祥云县。取“吉祥的云南”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉武帝元封二年（前109年）置云南县，属益州郡。东汉永平十二年（69年）为云南县，属永昌郡。三国蜀汉建兴三年（225年）置云南郡，郡治设今云南驿，与县同治。云南郡辖云南（今祥云、弥渡）、蜻蛉（今永仁及大姚北部）、弄栋（今大姚南部及姚安）、姑复（今华坪）、遂久（今永胜、丽江）、邪龙（今巍山、漾濞、南涧）、叶榆（今大理、剑川、洱源、鹤庆）7县，隶属益州庲降都督府地。"
        },
        {
            "type": "text",
            "text": "       晋初改庲降都地置宁州，云南郡属宁州。西晋泰始六年（270年），云南郡领县增加云平、永宁两县，一共9县。永嘉五年（310年）分云南郡之叶榆县设东河阳郡。建始年间又分云南郡之蜻蛉，弄栋2县归兴宁郡，至此云南郡领云南、东姑复、西姑复（遂久县）、云平、邪龙5县。咸和八年（333年）蜀李雄占据宁州，立建宁国，云南郡属建宁国。建元元年（343年），李氏置汉州，云南郡属汉州，东晋后期长期纷乱，西南爨氏乘机霸占南中（西南地区），自袭宁州刺史，历晋末，南、北朝至隋初，袭西晋旧制，云南郡属爨西地。"
        },
        {
            "type": "text",
            "text": "       隋开皇初爨氏降，开皇三年（583年）废郡，设南宁州总管府，云南县隶之。开皇十七年（597）爨氏叛，太平史万岁征剿，兵达并平定爨氏地，县境未设治，时张乐进求居其地，称“云南国诏西二河侯”。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）置西宗州，州治设云南驿，领宗居（云南驿）、河西（今普棚）、石塔（县址不详）3县，隶属南宁总管府。同年置髳州，领濮水（米甸）、歧星（楚场）、铜山（乔甸）、蜻蛉（大姚）4县，先后属南宁总管府，戎州、姚州都督府。武德七年（624年）置云南州，州治设今旧站村西。贞观三年（629）改匡州，领勃弄（弥渡）、匡川、永平3县，先后属南宁州、戎州、姚州。贞观六年（632年）置南宁总管府，更置戎州都督府，西宗州隶之。贞观十一年（637年）西宗州去“西”字，称“宗州”。永徽年间（649年~655年），置镜州，州治设今高官铺，领夷郎、宾唐、溪琳、琮连、池临、野并6县，属戎州。麟德元年（664年）分戎州地置姚州都督府，西宗州属姚州。同年，置波州，属姚州都督府。天宝九年（750年），南诏尽占姚州都督府地，废唐设置，筑云南城于云南驿。贞元年间南诏国设云南节度于云南城。元和元年（806年）废云南节度，以其东北部置弄栋节度，西部（今县境）置云南（今下川坝）、品甸（今城川坝）两赕。宋大理国为云南睒、品赕，属大理。"
        },
        {
            "type": "text",
            "text": "       元宪宗六年（1256年），县境内立品甸千户所，属大理下万户府。至元十三年（1276年）品甸千户所改为云南州，隶属大理路；明洪武十五年（1382年）降云南州为云南县，隶大理府之赵州（今大理市凤仪）；同年，改品甸赕为洱海卫，云南县城从现云南驿迁至到现祥云城，县卫合一并建洱海卫城（今祥云城）。弘治二年（1489年）设你甸（今米甸）、楚场、安南坡（今下庄安南关）3巡检司，直属大理府，同时于云南驿设土驿丞。崇祯八年（1635年）析县辖楚场里于米甸设德昌县。"
        },
        {
            "type": "text",
            "text": "       清初沿明制，为云南县属大理府。顺治十六年（1659年）裁德昌县。康熙五年（1666年）裁你甸、楚场、安南坡3巡检司和云南驿土丞。康熙九年（1670年）9月，置永昌守备道，大理府为其驻地。雍正八年（1730年）7月改永昌守备道为迤西道，仍治大理府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），迤西道改为滇西道，云南县属滇西道。民国三年（1914年），滇西道改为腾越道，云南县隶属之。民国七年（1918年），因县名与省同，改称祥云县。民国十八年（1929年）废道，祥云县直属省。民国二十一年（1932年），全省设12个政务视察区，祥云属第四区。民国二十三年（1934年），省政务视察区增加为16个，祥云改属第十二区。民国二十四年（1935年）视察区减为7个，祥云又改属第四区。民国二十七年（1938年）视察区又恢复为16个，祥云改属第十一区。民国三十七年（1948年），祥云县属云南省第八行政督察区（驻姚安县）。"
        },
        {
            "type": "text",
            "text": "       1950年祥云县属滇西专员公署。同年3月，改属大理专区。1950年4月，宾川、祥云两县将插花地相互归并。1956年11月16日撤销大理专区，设置大理白族自治州，祥云县属大理州。1958年1月，祥云县的海稍14个村，划归宾川县。9月，祥云县的乔甸乡，划归宾川县。1960年9月13日，撤销宾川、弥渡2县，将原宾川、弥渡2县的行政区域并归祥云县。1962年3月27日，恢复弥渡县，恢复宾川县，1964年，祥云县雄鲁么公社（乡），划归宾川县。"
        }
    ]
}