{
    "title": "大理市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        },
        {
            "id": "816",
            "category": "大理市"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：379次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       大理，即大治之意。一说大理系傣语，“大”意为“地”。一说大理为掸语“稳渡”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦属西南夷。西汉武帝元封二年（前109年）置叶榆县，隶属益州郡。东汉时属益州永昌郡叶榆县。三国蜀汉属益州云南郡叶榆县。西晋时属宁州云南郡叶榆县。东晋属宁州河阳郡。南朝属东河阳郡。北朝周属南宁州。隋属南宁州总管府。"
        },
        {
            "type": "text",
            "text": "       唐初属剑南道姚州辖河东州。开元二十四年（738年），南诏统一洱海地区，建立南诏国，定都太和城。大历十四年（779年）建都羊苴咩城（今大理市）。后晋天福二年（937年），通海节度使段思平建立大理国，建都羊苴咩城。"
        },
        {
            "type": "text",
            "text": "       元宪宗七年（1257年）置大理上、下二千户，属大理万户；置赵睒千户，属大理下万户。至元十一年（1274年）赵睒千户改置赵州；至元二十六年（1289年）大理上、下二千户合并改置太和县。太和县、赵州均属大理路军民府。明洪武十五年（1382年），赵州更名赵喜州，寻复更名赵州。太和县、赵州均属大理府。清初沿明制，太和县、赵州均属大理府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，太和县改为大理县，赵州改为赵县。同年迤西道改为滇西道，大理县、赵县均属滇西道。同年，宾川县海东、海南2耆划归赵县。民国三年（1914年）1月，赵县因与直隶省辖县重名，更名为凤仪县。同年滇西道改为腾越道，大理县、凤仪县属腾越道。民国八年（1919），凤仪县海东、海南划回宾川县。民国十八年（1929年），废腾越道，大理县、凤仪县直属省。民国三十七年（1948年），大理县、凤仪县属云南省第十一行政督察区（驻大理县）。民国三十八年（1949年），大理县、凤仪县属云南省第八行政督察区（驻姚安县）。"
        },
        {
            "type": "text",
            "text": "       1950年，设立下关区，以凤仪县下关镇和大理县的邻近下关镇的地区为其行政区域。下关区及大理县、风仪县由大理专区领导。1950年6月，将原属宾川令山分区的普和、洞壁、大湖西划归凤仪县。1951年3月14日，撤销下关区，设立下关市，属大理专区。1955年1月3日，下关市改为省辖市，由大理专署领导监督（注：实际下关市改为省辖市未执行，仍为大理专区领导）。1955年9月，原属宾川的上河、向阳、文武、南村4乡，划归凤仪县。"
        },
        {
            "type": "text",
            "text": "       1956年11月16日撤销大理专区，设置大理白族自治州，下关市、大理、凤仪县属大理州。1960年9月13日设立大理市，撤销下关市、大理县、凤仪县、漾濞县，以原下关市、大理县、凤仪县、漾濞县的行政区域合并为大理市的行政区域，大理市属大理州。1962年3月27日撤销大理市。恢复大理县，以合并于大理市的原大理县、凤仪县、漾濞县行政区域为大理县的行政区域；恢复下关市。下关市、大理县属大理州。1962年10月27日设立漾濞县。1983年9月9日撤销下关市、大理县，设立大理市（县级），大理市属大理州。"
        }
    ]
}