{
    "title": "大理白族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "727",
            "category": "大理白族自治州"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：289次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       后晋天福二年(937年)，通海节度使段思平联合滇东三十七部，推翻了大义宁国，建立了大理国，始有大理之地名。大理，即大治之意。一说大理系傣语，“大”意为“地”。一说大理为掸语“稳渡”之意。1950年4月设大理专区，1956年11月，撤销大理专区，成立大理白族自治州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在西汉武帝元封二年（前109年），境内就设有叶榆（今大理）、云南（今详云）、邪龙（今巍山）、比苏（今云龙）、崔唐（今云龙漕涧和保山部分地区）等5县，归益州郡管辖。东汉永平十二年（69年），又在永平县地增设博南县，隶永昌郡。蜀汉建兴三年（225年）春三月诸葛亮南征云南后，在今详云县增设云南郡，下辖7县，大理州有云南、邪龙、叶榆等3县。另永昌郡下有博南、比苏、崔唐等3县。大理州共有6县。"
        },
        {
            "type": "text",
            "text": "       两晋时，又在今宾川县地增设云平县，隶云南郡，此时大理州境内已有7县。南北朝时，又在今大理市属的洱海以东和宾川县的部分地区增设东河阳县，隶东河阳郡，此时大理州境内已有3郡（西河阳郡、东河阳郡、云南郡）和8县（云南、邪龙、叶榆、博南、比苏、崔唐、云平、东河阳县）。"
        },
        {
            "type": "text",
            "text": "       隋代，在大理设越析州（治所今宾川），县没有变化。唐初，在云南设南宁州总管府（后改都督府），大理属南宁州总管府。贞观元年（267年），废南宁州都督府，大理改属戎州都督府（治所驻今四川宜宾）。唐高宗麟德元年（664年），在姚州（今楚雄姚安县）设姚州都督府，大理归属姚州都督府统管。大理地区先后设有浪穹州（今洱源）、邓赕州（今洱源邓川）、越析州（今宾川）、沙壶州、阳瓜州、蒙舍州（均在今巍山南涧境内）、双祝州、江东州（在今弥渡）、匡州（今祥云）、曾州（今凤仪）等羁縻州。"
        },
        {
            "type": "text",
            "text": "       唐初，在大理洱海地区，同时出现了六个较大的部落，史称“六诏”，即蒙舍诏（因在六诏之南，又称南诏）、蒙崔诏、施浪诏、浪穹诏、邓赕诏、越析诏。唐开元二十五年（737年），在唐王朝的支持下，南诏统一六诏，建立南诏国地方政权，并臣属于唐，各唐相始终，传王位13主，历253年。"
        },
        {
            "type": "text",
            "text": "       宋代，段氏建立大理国，臣属于宋。大理国从后晋天福元年（936年）建立至元宪宗三年（1253年）灭亡，历时317年。其间在大理国政权之前，在大理的历史上先后更迭过大长和国、大天兴国、大义宁国3个短暂的地方政权，历时34年。"
        },
        {
            "type": "text",
            "text": "       元代，建立云南行省，云南的政治中心由大理移到昆明。元初大理设立大理上万户府、大理下万户府，相当于今地州一级的机构，后改为大理路。在鹤庆增设鹤庆路军民府，领剑川县。在今大理州境内设立3府（大理、蒙化、鹤庆）、4州（宾川、赵州、云龙、邓川）、6县（太和、浪穹、云南、剑川、定边、永平）、1个十二长官司（今祥云县楚场）。"
        },
        {
            "type": "text",
            "text": "       明代，大理地区分属大理府、鹤庆府、蒙化府、永昌府、楚雄府。清代，基本沿袭明代府州县不变，将属楚雄府的定边县（今南涧）裁归蒙化府（今巍山）。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），裁府州为县，大理州境内设12县：大理、凤仪、洱源、剑川、鹤庆、云龙、永平、漾濞（新设）蒙化、弥渡（新设）、祥云、宾川。民国后期，在今巍山、大理、鹤庆设置3个行政专员公署，巍山下辖今临沧地区大部分属县，大理下辖今大理州所属大部分县，鹤庆下辖今丽江地区属县。"
        },
        {
            "type": "text",
            "text": "       1950年1月，在大理和蒙化分别成立大理专区专员公署和滇西人民行政专员公署蒙化办事处，直属云南省人民政府。大理专区下辖大理、邓川、洱源、凤仪、宾川、漾濞、永平7县和下关区；蒙化区办事处下辖蒙化、顺宁、云县、缅宁、景东5县。同年4月，撤销蒙化专办处，和大理专区合并成立大理专区专员公署，将缅宁、景东2县划归思茅专区，蒙化、顺宁、云县3县划归大理专区，同时将保山专区的云龙、楚雄专区的祥云、弥渡等县划归大理专区。"
        },
        {
            "type": "text",
            "text": "       1956年，将云县、凤庆2县划归临沧地区，将丽江专区的鹤庆、剑川2县划归属大理专区。同年11月，撤销大理专区，成立大理白族自治州，所辖县（市）不变。1956年，划出巍山南部地区，成立南涧彝族自治县。1983年，大理县、下关市合并成立大理市。1985年撤销漾濞县，成立漾濞彝族自治县。1997年，大理白族自治州辖1市11县，即大理市、漾濞彝族自治县、祥云县、宾川县、弥渡县、南涧彝族自治县、巍山彝族回族自治县、永平县、云龙县、洱源县、剑川县、鹤庆县。"
        }
    ]
}