{
    "title": "陇川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        },
        {
            "id": "832",
            "category": "陇川县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：337次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明正统九年（1444年）置陇川宣抚司，清沿袭明制，民国五年改名为陇川行政委员，民国二十一年（1932年）又改为陇川设治局，1952年11月21日，撤销陇川设治区，设立陇川县。陇川，因县东有陇川江（亦曰麓川江）而得名，傣语称“勐宛”，意为太阳照耀的地方。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为勐果占壁王国（傣语称勐卯弄），建雷允城。西汉为滇越乘象国及哀牢国故地。东汉永平十二年（69年），设哀牢县（今盈江县），属永昌郡。三国蜀汉属益州永昌郡。两晋属宁州永昌郡。南朝属宁州永昌郡西城县（今盈江县）。北朝周至隋属濮部。唐初属为金齿部。唐南诏国属永昌节度辖地。宋大理国为骠睒（今陇川），属腾冲府。"
        },
        {
            "type": "text",
            "text": "       元初置大理等处宣抚司。中统二年（1261年）置金齿等处安抚司，至元八年（1271年）分置东路、西路二安抚司，至元十二年（1275年）改置镇康路、建宁路二安抚司。至元十三年（1276年），置平缅路，属镇西平缅麓川宣抚司。至元二十三年（1286年），镇西平缅麓川等路、镇康茫施柔远等路二宣抚司合并设置大理金齿等处宣抚司，驻永昌府。至元二十八年（1291年），大理金齿等处宣抚司改置大理金齿等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）仍置平缅宣慰司，同年属布政司；洪武十七年（1384年）改置平缅军民宣慰司，同年更名麓川平缅军民宣慰司，自姐兰徙治故麓川府；正统六年（1441年）废，正统九年（1444年）于陇把置陇川宣抚司，仍属布政司。正统年间陇川宣抚副使驻遮放城，万历十二年（1584年）置遮放副宣抚司，属陇川宣抚司。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，设陇川宣抚司（下辖遮放副宣抚司），直属云南省。户撤、腊撒长官司属永昌府。顺治十七年（1661年），陇川宣抚司（下辖遮放副宣抚司）划归永昌府。雍正二年（1724年）裁户撤、腊撒二长官司。雍正八年（1730年）7月，永昌府属迤西道。乾隆三十五年（1770年）复置户撒、腊撒二长官司（今陇川县户撒乡）。嘉庆二十五年（1820年）10月，升永昌府属腾越州为腾越直隶厅，将陇川、遮放（副）宣抚司及户撒、腊撒二长官司划归腾越厅。道光二年（1822年）9月，降腾越直隶厅为散厅，复属永昌府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），陇川宣抚司改为陇川弹压委员，兼辖户撒、腊撒二长官司。民国五年（1916年），陇川弹压委员改为陇川行政委员，旱季驻章凤，雨季驻杉木笼；腊撒长官司并入勐卯行政委员，户撒长官司并入干崖行政委员；陇川行政区均属腾越道。民国十八年（1929年），裁腾越道，设立云南省第一殖边督办公署，陇川行政区属之。民国二十一年（1932年），陇川行政委员改为陇川设治局（1935年6月批准），属云南省第一殖边督办公署。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区（一说为1938年），陇川设治局属之。民国三十一年（1942年），陇川设治局属云南省第六行政督察区（驻腾冲县，1943年移驻保山县）。民国三十七年（1948年），陇川设治局属云南省第十二行政督察区（驻腾冲县）。"
        },
        {
            "type": "text",
            "text": "       1950年5月陇川解放。1951年12月21日成立陇川县各民族联合政府，隶属保山专区。1952年11月21日，撤销陇川设治区，设立陇川县。1954年9月11日，设立德宏傣族景颇族自治区（地级），陇川县属德宏自治区。1956年4月29日，将德宏傣族景颇族自治区改为德宏傣族景颇族自治州，陇川县属德宏州。1958年11月30日，陇川、瑞丽合并为瑞丽县。1959年11月1日，陇川、瑞丽分设，恢复原建制。1969年11月撤销德宏州，并入保山专区，陇川县属保山专区。1970年保山专区改为保山地区，陇川县属之。1971年11月恢复德宏州，陇川县属德宏州。1998年4月29日，陇川县人民政府驻地由城子镇迁至章凤镇。"
        }
    ]
}