{
    "title": "盈江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        },
        {
            "id": "831",
            "category": "盈江县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：379次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明永乐元年（1403年）置干崖长官司，正统九年（1444年）升为干崖宣抚司，正统十四年（1449年）析干崖宣抚司置盏达副长官司。清沿袭明制，至民国二十一年（1932年）干崖、盏达改设为盈江、莲山设治区。1952年11月21日撤销莲山设治区、盈江设治区，设立莲山县、盈江县（因境内有盈江，故名）。1960年9月13日，撤销莲山县，将原莲山县的行政区域并归盈江县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉属滇越乘象国。东汉明帝永平十二年（69年），于今盈江建哀牢县，属永昌郡。三国蜀汉属益州永昌郡。两晋属宁州永昌郡。南朝属宁州永昌郡西城县（今盈江县）。北朝周至隋属濮部。唐初属为金齿部，唐南诏国在今旧城镇设押西城，隶属永昌节度软化府。宋大理国属腾冲府干崖睒。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），置镇西路军民总管府，属镇西平缅麓川宣抚司。至元十五年（1278年），南赕属镇西平缅麓川宣抚司。至元二十三年（1286年），镇西路改属大理金齿等处宣慰司。至元二十八年（1291年），镇西路改属大理金齿等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）镇西路改置镇西府，属布政司，后为麓川平缅宣慰司兼并；洪武年间南赕省入镇西府。永乐元年（1403年）置干崖长官司，直属云南都司，正统三年（1438年）改属金齿军民卫；正统九年（1444年）升为干崖宣抚司，仍属布政司。正统十四年（1449年）析干崖宣抚司置盏达副长官司，属干崖宣抚司。"
        },
        {
            "type": "text",
            "text": "       清顺治十七年（1661年），干崖宣抚司及下辖盏达副宣抚司划归永昌府。雍正八年（1730年）7月，永昌府属迤西道。嘉庆二十五年（1820年）10月，升永昌府属腾越州为腾越直隶厅，将干崖、盏达（副）宣抚司划归腾越厅。道光二年（1822年）9月，降腾越直隶厅为散厅，复属永昌府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），干崖宣抚司改为干崖弹压委员，盏达副宣抚司改为盏达弹压委员。民国五年（1916年），干崖弹压委员并入户撒长官司，改为干崖行政委员；盏达弹压委员改为盏达行政委员；干崖、盏达行政区属腾越道。民国十八年（1929年），裁腾越道，设立云南省第一殖边督办公署，干崖、盏达行政区属之。民国二十一年（1932年）干崖、盏达改设为盈江、莲山设治区（1935年6月批准），隶属云南省第一殖边督办。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区，盈江、莲山设治局属之。民国三十一年（1942年），盈江、莲山设治区属云南省第六行政督察区（驻腾冲县，1943年驻地迁保山县）。民国三十七年（1948年），盈江、莲山设治区属云南省第十二行政督察区（驻腾冲县）。"
        },
        {
            "type": "text",
            "text": "       1949年12月上旬，莲山设治局起义。1950年5月，盈江、莲山解放。1951年12月，成立盈江县各民族联合政府；1952年1月，成立莲山县各民族联合政府。1952年11月21日撤销莲山设治区、盈江设治区，设立莲山县、盈江县。1954年9月11日，设立德宏傣族景颇族自治区（地级），莲山县、盈江县属德宏自治区。1955年6月，曾先后直属于保山专区和德宏区（州）管辖的盏西区划归盈江县。"
        },
        {
            "type": "text",
            "text": "       1956年4月29日，德宏傣族景颇族自治区改为德宏傣族景颇族自治州，莲山县、盈江县属德宏州。1960年9月13日，撤销莲山县，将原莲山县的行政区域并归盈江县，盈江县驻地由乘龙街迁至平原镇。1969年11月撤销德宏州，并入保山专区，盈江县属保山专区。1970年保山专区改为保山地区，盈江县属之。1971年11月恢复德宏州，盈江县属德宏州。　"
        }
    ]
}