{
    "title": "梁河县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        },
        {
            "id": "830",
            "category": "梁河县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：324次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       梁河，因河而得名。古名南宋，又名南甸，傣名勐底（意即大盈江下游的地方）。民国二十四年（1935年）6月，由腾冲县属南甸土司地析置梁河设治局，1952年11月21日，撤销梁河设治区，设立梁河县傣族景颇族自治区。1954年6月12日，梁河县傣族景颇族自治区改为梁河县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉时属古哀牢国。东汉永平十二年（69年），隶属永昌郡哀牢县。三国蜀汉属益州永昌郡。西晋至南朝梁属宁州永昌郡。南朝齐改哀牢县为西城县（今盈江县），属宁州永昌郡。北朝周至隋属濮部。唐南诏国属永昌节度押西城辖地，罗君寻城即今河西芒东，利场面即今勐宋。贞元十年（794年），属永昌节度软化府（今腾冲）辖地。宋大理国属腾冲府。"
        },
        {
            "type": "text",
            "text": "       元至元十六年（1279年）置南甸军民府，属镇西平缅麓川宣抚司；至元二十六年（1266年）升南甸路军民府。明洪武十五年（1382年）改置南甸府，属云南布政司，后省入腾冲所；永乐十二年（1414年）置南甸直隶州，仍属布政司；正统三年（1438年）降为散州，改属金齿军民卫；正统九年（1444年）改置南甸宣抚司，仍属布政司。"
        },
        {
            "type": "text",
            "text": "       清初沿袭明制，为南甸宣抚司，直属云南省。顺治十七年（1660年），南甸宣抚司划归永昌军民府。雍正八年（1730年）7月，永昌府属迤西道。乾隆三十年（1765年）永昌军民府更名为永昌府。嘉庆二十五年（1820年）10月，升腾越州为腾越直隶厅。南甸宣抚司属腾越厅。道光二年（1822年）9月，降腾越直隶厅为散厅，南甸宣抚司复属永昌府。"
        },
        {
            "type": "text",
            "text": "       民国初年，南甸设八撮县佐，属腾冲县。民国二十四年（1935年）6月，由腾冲县属南甸土司地析置梁河设治局，局所设于大厂街。梁河设治局属云南省第一殖边督办公署。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区，梁河设治局属之。民国三十一年（1942年），梁河设治局属云南省第六行政督察区（驻腾冲县，1943年移驻保山县）。民国三十七年（1948年），梁河设治局属云南省第十二行政督察区（驻腾冲县）。"
        },
        {
            "type": "text",
            "text": "       1950年5月，梁河解放，属保山专区。1952年11月21日，撤销梁河设治区，设立梁河县傣族景颇族自治区，属保山专区。1954年6月12日，梁河县傣族景颇族自治区改为梁河县。同年9月11日，设立（地级）德宏傣族景颇族自治区（1953年1月23日成立），梁河县属德宏傣族景颇族自治区。1954年梁河县高埂田等7个乡划入潞西县。"
        },
        {
            "type": "text",
            "text": "       1956年4月29日德宏傣族景颇族自治区改为德宏傣族景颇族自治州，梁河县属德宏州。同年11月18日，腾冲县第三区所辖九保镇和猛来、猛宋、猛武、芒东、邦读、曩宋乡7个乡（镇）划归梁河县。1958年10月22日，撤销梁河县，将原行政区域全部划归腾冲、陇川、盈江、潞西4县。1961年4月15日，恢复梁河县建置，辖区以平山、大厂、遮岛、囊宗、河西5个公社和芒东区为梁河县的行政区域，仍属德宏州。"
        }
    ]
}