{
    "title": "芒市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        },
        {
            "id": "829",
            "category": "芒市"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：323次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       相传佛祖释迦牟尼传教来到这里时，天刚蒙蒙亮，雄鸡啼鸣，晨曦就要普照在这翠绿的坝子，便为它取名“勐焕”，是傣语，意为“黎明之地”。在汉语中，称“勐焕”为“茫施”或“芒市”。元代设芒市路，明清时期分别设芒施府、芒市长官司。2010年之前，芒市名为潞西，取“潞江之西”之意。“潞江”为“怒江”在当地的又一称呼。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       过去德宏这块土地上的居民，主要是腊、养、碧、傣四种民族。唐代史书用“茫蛮”记载他们，而元、明则用“金齿”记载他们。唐樊绰的《云南志》载：“茫蛮部落……茫是其君之号，蛮呼茫诏。……又有大赕、茫昌、茫盛恐、茫鲜、茫施，皆其类也。”唐初，以乐城为中心地区(今芒市)称茫施、茫施蛮，属金齿部，隶剑南道姚州都督管辖。宋朝易名怒谋，属永昌府。茫部即茫施人的酋长“茫诏”所统治的地区，属茫蛮部落辖区。到了元代茫施“茫诏”归附，设置“茫施路军民总管府”，以其“茫诏”为该路的军民总管，管理全部军、民事务。明朝洪武十五年(1273年)三月废茫施路，设茫施府，隶云南承宣布政司。\n\r\n      “芒市”一词最早出现在明正统年间。正统7年(1442年)，总兵官沐晟奏：“芒市陶孟刀放革遣人来诉，与叛寇思任发有仇。今任发已遁去，思机发兄弟三人来居麓川者蓝地方，愿擒以献。”从史书记载情况看，“芒市”与“茫施”为谐音。在傣语中，芒市称勐焕，即“黎明之城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为勐果占壁王国（傣语称勐卯弄），建雷允城。西汉为滇越乘象国及哀牢国故地。东汉永平十二年（69年），设哀牢县（今盈江县），属永昌郡。三国蜀汉属益州永昌郡。两晋属宁州永昌郡。南朝属宁州永昌郡西城县（今盈江县）。北朝周至隋属濮部。唐初属为金齿部，今潞西为茫施部。唐南诏国为茫施，属永昌节度辖地。宋大理国为怒谋甸金齿白夷地，属永昌府。"
        },
        {
            "type": "text",
            "text": "       元初置大理等处宣抚司。中统二年（1261年）置金齿等处安抚司，至元八年（1271年）分置东路、西路二安抚司，今潞西属东路。至元十二年（1275年）东路改置镇康路安抚司。至元十三年（1276年），置茫施路，属镇康茫施柔远宣抚司。至元二十三年（1286年），镇西平缅麓川等路、镇康茫施柔远等路二宣抚司合并设置大理金齿等处宣抚司，驻永昌府。至元二十八年（1291年），大理金齿等处宣抚司改置大理金齿等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）茫施路改置茫施府，属布政司，后废；正统八年（1443年）置芒市御夷长官司，改属金齿军民卫，后仍直属布政司。正统年间陇川宣抚副使驻遮放城，万历十二年（1584年）置遮放副宣抚司，属陇川宣抚司。崇祯十三年（1640年）芒市御夷长官司升置为芒市安抚司。"
        },
        {
            "type": "text",
            "text": "       清初袭明制，设芒市安抚司，直属云南省。顺治十七年（1661年），芒市安抚司、陇川宣抚司（下辖遮放副宣抚司）划归永昌府。雍正八年（1730年）7月，永昌府属迤西道。乾隆三十六年（1771年）永昌府同知移驻龙陵后，将芒市、遮放改隶龙陵厅。嘉庆二十五年（1820年）10月，升永昌府属腾越州为腾越直隶厅，将遮放副宣抚司及勐卯、芒市二安抚司划归腾越厅。道光二年（1822年）9月，降腾越直隶厅为散厅，复属永昌府。光绪二十五年（1899年）增设勐板土千总（今潞西芒牛坝），属龙陵厅。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），勐卯安抚司和遮放副宣抚司合并为遮卯弹压委员，芒市安抚司和勐板土千总合并为芒板弹压委员，均属滇西道。民国四年（1915年），芒板弹压委员并入遮放司地改为芒遮板行政委员，驻勐戛，属腾越道。民国十八年（1929年），裁腾越道，设立云南省第一殖边督办公署，芒遮板行政区属之。民国二十一年（1932年），芒遮板行政委员改为芒遮板设治局（1935年6月批准）。民国二十三年（1934年），芒遮板设治局改为潞西设治局，局署设在勐戛，属云南省第一殖边督办公署。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区，潞西设治局属之。民国三十一年（1942年），潞西设治局属云南省第六行政督察区（驻腾冲县，1943年移驻保山县）。民国三十七年（1948年），潞西设治局属云南省第十二行政督察区（驻腾冲县）。民国三十八年（1949年）3月潞西设治局从勐戛迁至芒市。同年7月，潞西设治局改为县治，县府设在芒市，由于地理及历史原因，土司的基层政权未变。"
        },
        {
            "type": "text",
            "text": "       1950年4月21日潞西和平解放，属保山专区。1952年11月21日，撤销潞西设治局，设立潞西县。1954年梁河县高埂田等7个乡划入潞西县。1954年9月11日，设立德宏傣族景颇族自治区（地级），潞西县属德宏自治区。1956年4月29日将德宏傣族景颇族自治区改为德宏傣族景颇族自治州，潞西县隶属德宏州。1969年11月撤销德宏州，并入保山专区，1970年保山专区改为保山地区，潞西县属之。1971年11月恢复德宏州，潞西县属德宏州。1996年10月28日，撤销潞西县，设立潞西市（县级）。2010年7月12日，云南省德宏傣族景颇族自治州潞西市更名为芒市。8月23日云南省政府通知正式更名。"
        }
    ]
}