{
    "title": "瑞丽市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        },
        {
            "id": "828",
            "category": "瑞丽市"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：443次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十一年（1932年），勐卯行政委员改为瑞丽设治局，瑞丽江流经境内，故名。1952年11月21日，撤销瑞丽设治局，设立瑞丽县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       瑞丽江傣语古称南卯江，即雾水河，元明时期称麓川江，清代既称龙川江，也称瑞丽江。瑞丽江上游叫龙江，发源于高黎贡山西侧，最后流入缅甸境内，汇入伊洛瓦底江。因瑞丽江水流平缓，清平如镜，江畔良田万顷，傣家村寨树竹环绕，景色秀美，风光绮丽，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为勐果占壁王国（傣语称勐卯弄），建雷允城。西汉为滇越乘象国及哀牢国故地。东汉永平十二年（69年），设哀牢县（今盈江县），属永昌郡。三国蜀汉属益州永昌郡。两晋属宁州永昌郡。南朝属宁州永昌郡西城县（今盈江县）。北朝周至隋属濮部。唐初属为金齿部。唐南诏国属永昌节度辖地。宋大理国为布忙甸，属腾冲府。"
        },
        {
            "type": "text",
            "text": "       元初置大理等处宣抚司。中统二年（1261年）置金齿等处安抚司，至元八年（1271）分置东路、西路二安抚司，至元十二年（1275年）改置镇康路、建宁路二安抚司。至元十三年（1276年），置麓川路，属镇西平缅麓川宣抚司。至元二十三年（1286），镇西平缅麓川等路、镇康茫施柔远等路二宣抚司合并设置大理金齿等处宣抚司，驻永昌府。至元二十八年（1291年），大理金齿等处宣抚司改置大理金齿等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）改麓川路置麓川府，属布政司，寻省入平缅宣慰司，洪武十七年（1384年）麓川平缅军民宣慰司治此，正统六年（1444年）宣慰司废，为麓川城，又称勐卯城；正统年间陇川宣抚同知驻孟卯城，万历三十七年（1609年）置勐卯安抚司，属陇川宣抚司。清初袭明制，设蛮莫安抚司，直属云南省。顺治十六年（1659年），蛮莫安抚司改为勐卯安抚司，划归永昌府。雍正八年（1730年）7月，永昌府属迤西道。嘉庆二十五年（1820年）10月，升永昌府属腾越州为腾越直隶厅，将勐卯安抚司划归腾越厅。道光二年（1822年）9月，降腾越直隶厅为散厅，复属永昌府。"
        },
        {
            "type": "text",
            "text": "       民国四年（1915年），勐卯司地改为勐卯行政委员，属腾越道。民国十八年（1929年），裁腾越道，设立云南省第一殖边督办公署，勐卯行政区属之。民国二十一年（1932年），勐卯行政委员改为瑞丽设治局（1935年6月批准），属云南省第一殖边督办公署。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区，瑞丽设治局属之。民国三十一年（1942年），瑞丽设治局属云南省第六行政督察区（驻腾冲县，1943年移驻保山县）。民国三十四年（1945年）1月，瑞丽光复，恢复瑞丽设治局，与勐卯土司并存。民国三十七年（1948年），瑞丽设治局属云南省第十二行政督察区（驻腾冲县）。"
        },
        {
            "type": "text",
            "text": "       1950年4月，瑞丽和平解放，建立了各民族民主联合政府，属保山专区。1952年11月21日，撤销瑞丽设治局，设立瑞丽县，属保山专区。1954年9月11日，设立德宏傣族景颇族自治区（地级），瑞丽县属德宏自治区。1956年4月29日，将德宏傣族景颇族自治区改为德宏傣族景颇族自治州，瑞丽县隶属德宏州。1958年11月30日，陇川、瑞丽合并为瑞丽县。1959年11月1日，陇川、瑞丽分设，恢复原建制，仍属德宏州。1969年11月撤销德宏州，并入保山专区，瑞丽县属保山专区。1970年保山专区改为保山地区，瑞丽县属之。1971年11月恢复德宏州，瑞丽县属德宏州。1992年6月26日，撤销瑞丽县，设立瑞丽市（县级）。"
        }
    ]
}