{
    "title": "德宏傣族景颇族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "728",
            "category": "德宏傣族景颇族自治州"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：434次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       1954年9月11日，设立德宏傣族景颇族自治区，1956年4月29日，将德宏傣族景颇族自治区改为德宏傣族景颇族自治州。“德宏”是傣语的音译，“德”为下面，\"宏\"为怒江，意思是：“怒江下游的地方”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦为勐果占壁王国（傣语称勐卯弄），建雷允城。西汉为滇越乘象国及哀牢国故地。东汉永平十二年（69年），设哀牢县（今盈江县），属永昌郡。三国蜀汉属益州永昌郡。两晋属宁州永昌郡。南朝属宁州永昌郡西城县（今盈江县）。北朝周至隋属濮部。"
        },
        {
            "type": "text",
            "text": "       唐初属为金齿部，今潞西为茫施部。唐南诏国属永昌节度辖地，境内有茫施（今潞西）、押西城（今盈江、梁河）等地。宋大理国分属永昌府、腾冲府。其中骠睒（今陇川）、布忙甸（今瑞丽）、干崖睒（今盈江）、南睒（今梁河）属腾冲府；怒谋甸（今潞西），属永昌府。"
        },
        {
            "type": "text",
            "text": "       元代，今德宏州分属茫施路（今潞西）、镇西路（今盈江）、平缅路（今陇川）、麓川路（今瑞丽）、南赕（今盈江盏西）及南甸军民府（今梁河），隶属金齿宣慰司六路军民总管府。元初置大理等处宣抚司。中统二年（1261年）置金齿等处安抚司，至元八年（1271）分置东路、西路二安抚司，至元十二年（1275年）改置镇康路、建宁路二安抚司。至元十三年（1276年），置茫施路，属镇康茫施柔远宣抚司；置镇西路、平缅路、麓川路，属镇西平缅麓川宣抚司；至元十五年（1278年），南赕属镇西平缅麓川宣抚司。至元十六年（1279年）置南甸军民府，属镇西平缅麓川宣抚司。至元二十三年（1286年），镇西平缅麓川等路、镇康茫施柔远等路二宣抚司合并设置大理金齿等处宣抚司，驻永昌府。至元二十六年（1266年）南甸军民府升南甸路军民府。至元二十八年（1291年），大理金齿等处宣抚司改置大理金齿等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明代设南甸（今梁河）、干崖（今盈江）、陇川宣抚司，盏达（莲山）副长官司，遮放副宣抚司，勐卯（今瑞丽）安抚司，芒市（今潞西）安抚司，户撤、腊撒长官司。"
        },
        {
            "type": "text",
            "text": "       清代，今德宏州分属永昌府腾越、龙陵二厅，腾越厅辖南甸、干崖、陇川、盏西、勐卯、户撒、腊撒七司；龙陵厅辖芒市、遮放二司。光绪二十五年（1899），中英划定滇缅边界后，建立勐板土千总，属龙陵厅。"
        },
        {
            "type": "text",
            "text": "       民国五年（1916年），陇川弹压委员改为陇川行政委员。腊撒长官司并入勐卯行政委员；户撒长官司并入干崖弹压委员，改为干崖行政委员；盏达弹压委员改为盏达行政委员；南甸改置八撮县佐，属腾冲县。干崖、盏达、陇川、勐卯、芒遮板行政区均属腾越道。民国十八年（1929年），裁腾越道，设立云南省第一殖边督办公署，干崖、盏达、陇川、勐卯、芒遮板行政区属之。民国二十一年（1932年），陇川行政委员改为陇川设治局；勐卯行政委员改为瑞丽设治局；干崖行政委员改为盈江设治局；盏达行政委员改为莲山设治局；芒遮板行政委员改为芒遮板设治局。民国二十三年（1934年），芒遮板设治局改为潞西设治局。民国二十四年（1935年）6月，由腾冲县属南甸土司（八撮县佐）地析置梁河设治局。陇川、瑞丽、盈江、莲山、潞西、梁河设治局均属云南省第一殖边督办公署。民国二十九年（1940年），废云南省第一殖边督办公署，改设腾龙边区行政督察区。民国三十一年（1942年），梁河、盈江、莲山、陇川、潞西、瑞丽设治局属云南省第六行政督察区（驻腾冲县，1943年移驻保山县）。民国三十七年（1948年），梁河、盈江、莲山、陇川、潞西、瑞丽设治局属云南省第十二行政督察区（驻腾冲县）。民国三十八年（1949年）7月，潞西设治局改为县治，县府设在芒市，由于地理及历史原因，土司的基层政权未变。"
        },
        {
            "type": "text",
            "text": "       1950年，潞西、梁河、盈江、瑞丽、莲山、陇川设治局属保山专区。1952年11月21日，撤销潞西设治局，设立潞西县；撤销梁河设治区，设立梁河县傣族景颇族自治区；撤销盈江设治区，设立盈江县；撤销瑞丽设治局，设立瑞丽县；撤销莲山设治区，设立莲山县；撤销陇川设治区，设立陇川县。1954年6月12日，梁河县傣族景颇族自治区改为梁河县。1954年9月11日，设立德宏傣族景颇族自治区（地级），辖保山专区的潞西、盈江、莲山、陇川、瑞丽、梁河共6个县。"
        },
        {
            "type": "text",
            "text": "       1956年4月29日，将德宏傣族景颇族自治区改为德宏傣族景颇族自治州。撤销保山专员公署，将其所属的保山、腾冲、昌宁、龙陵4个县和畹町镇划归德宏傣族景颇族自治州。1958年10月22日撤销梁河县。1958年11月30日，陇川、瑞丽县合并为瑞丽县，1959年11月1日，陇川、瑞丽分设，恢复原建制。1960年9月13日撤销莲山县，并归盈江县。1961年4月15日，恢复梁河县。1963年12月18日，设立保山专员公署。1969年11月撤销德宏州，并入保山专区（1970年改为保山地区）。1971年11月恢复德宏州。1985年1月31日撤销畹町镇（县级），设立畹町市（县级）。1992年6月26日撤销瑞丽县，设立瑞丽市（县级）。1996年10月28日撤销潞西县，设立潞西市（县级）。1999年1月2日撤销县级畹町市，划归瑞丽市。2010年7月12日，潞西市更名为芒市。"
        }
    ]
}