{
    "title": "兰坪白族普米族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "729",
            "category": "怒江傈僳族自治州"
        },
        {
            "id": "833",
            "category": "兰坪白族普米族自治县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三年（1914年）改兰坪州为县，县名系因考虑到上兰里原为兰州，东新化里名白地坪。两里为县之首区，故择“兰州”之首和“白地坪”之尾为县名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元封二年（前109年），兰坪县域属益州郡比苏县。东汉蜀汉至西晋时期，比苏县属永昌郡。东晋南朝时期，比苏县又属西河阳郡。唐麟德元年（664年）兰坪境内东部置眉邓州，内部（营盘一带)置洪郎州，同属姚安都督府。唐开元二十六年（738年）眉邓、洪郎两州属南诏所置宁北节度管辖。唐僖宗乾符年间（874年～879年）南诏设剑川节度，兰坪境内分罗眉川（东部）、牟郎共城（今营盘一带）、若耶（又称若耶井）、讳溺（义称讳溺井）4个区域，均属剑川节度。南诏时属剑川节度谋统郡。"
        },
        {
            "type": "text",
            "text": "       宋大理国时期，兰坪设兰溪郡属谋统府。南宋淳佑十二年（1252年，即蒙古宪宗二年）纳西族首领麦良迎蒙古军有功受丽江茶罕章管民官。南宋宝佑二年（1254年，即蒙古宪宗四年）兰溪郡及境内土酋罗氏率众内附丽江茶罕章管民官，罗氏被封为万户。"
        },
        {
            "type": "text",
            "text": "       元至元八年（1271年）兰溪郡属茶罕章宣慰司。元至元十二年（1275年）置兰州，罗氏领知州衔，属茶罕章宣慰司。元至元十三年（1276年）兰州属丽江路军民总管府。元至元二十二年（1285年）兰州属丽江路军民宣抚司。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年）立鹤庆府，兰州属鹤庆府。明洪武十七年(1384年)兰州土酋罗氏因军功实授兰州世袭土知州，兰州属丽江府。明洪武三十年（1397年）十一月，兰州属丽江军民府。兰州土司罗定国于同治十二年（1873年）奉命将士知州府从上兰故址迁移到澜沧江边的兔峨区（原先驻扎在澜沧江东岸的兔峨村定居）。"
        },
        {
            "type": "text",
            "text": "       清顺治十六年（1659年）丽江军民府土知府木懿归附清朝。顺治十七年（1660年），丽江军民府改为丽江府，兰州属之。雍正元年（1723年），实施“改土归流”，所属州县并入，兰州为丽江县之一部。乾隆三十五年（1770年）在丽江府下置丽江县，兰州属丽江县。同治十三年（1874年）丽江府剑川右营都司移驻喇鸡鸣井。光绪七年（1881年）喇鸡鸣井营都司移驻剑川，吉尾（营盘）汛移驻喇鸡鸣井。光绪八年（1882年）喇鸡鸣井营都司奉调剑川县城。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）12月设兰坪州治，从丽江县的二十七里中析出东新化里、西新化里、通甸里、江东西里、兔峨里和顺化里等6里为兰坪州。石登设弹压委员。怒俅殖边总队在兰坪营盘街设殖边总局。民国三年（1914年）改称为兰坪县，以原名“兰”和白地坪之尾字而得名。民国三十七年（1948年）8月11日兰坪县政务委员会成立，行使县人民政府职能。"
        },
        {
            "type": "text",
            "text": "       1949年5月10日兰坪县解放，同年10月14日，成立兰坪县人民政府。1950年4月15日，兰坪县城从金顶迁往拉井，属丽江专区。1956年7月第二区的上兰片划归大理剑川县。1957年兰坪县划入怒江傈僳族自治州。1965年12月8日第六区（维登）划归迪庆州的维西傈僳族自治县。"
        },
        {
            "type": "text",
            "text": "       1967年3月30日成立“兰坪县军事管制委员会”，对兰坪实行军管；1971年恢复中共兰坪县委员会。1973年怒江州由丽江专署代管改属云南省人民政府管辖，兰坪县隶属怒江州。1981年6月，撤销兰坪县革命委员会，恢复兰坪县人民政府。1985年8月，县城迁至金顶镇江头河。1987年11月27日，设立兰坪白族普米族自治县。"
        }
    ]
}