{
    "title": "迪庆藏族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "730",
            "category": "迪庆藏族自治州"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：455次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1956年9月11日设置迪庆藏族自治州。 迪庆，系藏语，意为‘极乐太平、吉祥如意’。迪庆、德钦、旦当、阿得、阿墩，都源于藏语同一意思的同音异写，反映了藏族人民对幸福生活的向往。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉代今迪庆为牦牛羌地。三国蜀汉，今维西属益州云南郡地，今香格里拉、德钦属马儿敢部地。两晋时为马儿敢地，维西属宁州。南北朝属党项部，北朝周时维西属南宁州。隋时为南宁州总管府。唐永隆元年（680年），吐蕃在今迪庆境内维西塔城一带设“神川都督”。唐南诏国属剑川节度辖地，今维西为敛寻城，今德钦为聿赍城。"
        },
        {
            "type": "text",
            "text": "       宋大理国属善巨郡辖地，今香格里拉称旦当，维西称罗裒间。南宋宝佑元年（1253年），忽必烈率领的“回回亲军”南下，西路军兀良合台经但当（今香格里拉）、罗裒间（今维西）并于境内金沙江上“革囊渡江”，后平大理国。"
        },
        {
            "type": "text",
            "text": "       元代，今香格里拉称“大旦当”，今德钦称“小旦当”。至元八年（1271年）属云南行省丽江宣慰司；至元十三年（1275年）丽江宣慰司改置丽江路，为军民总管府；至元十四年（1277年）置临西县（驻今维西），属丽江路军民府巨津州。至元二十二年（1283年）丽江路改为军民宣抚司，徙治巨津州半空和寨，后徙治通安州。至元三十年（1293年），今香格里拉改属宣政院辖地吐蕃等路宣慰司。"
        },
        {
            "type": "text",
            "text": "       明代，今迪庆属丽江府。洪武五年（1372年），德钦为招讨司磨几勘（芒康）与万户府（巴塘）的管辖区。洪武十五年（1382年）丽江路改置丽江府；洪武三十年（1397年）丽江府改置丽江军民府，临西县属丽江府辖巨津州。永乐四年（1406年），在今维西县设剌和庄长官司，直属云南都指挥使司管辖。正统二年（1437年），临西县省入巨津州。正德四年（1509年），德钦为云南省丽江土知府纳西族木定占领，时称阿德酋。嘉靖至万历年间（1522年～1573年），今香格里拉间称“忠甸”，今维西称“你那“。崇祯十二年（1639年）蒙古族和硕特部首领固始汗派兵南下，打败木氏土知府，德钦为蒙古和硕特部控制范围。"
        },
        {
            "type": "text",
            "text": "       清顺治五年（1648年），德钦归属西藏统属范围。顺治十六年（1659年）丽江府改土府，巨津州省入丽江土府。康熙五十八年（1719年），巴塘（含阿墩子）为清朝控制管辖，巴塘设正、副土司，德钦复归巴塘管辖。雍正元年（1723年）丽江府改流为正府，今维西属丽江府辖地。雍正四年（1726年），清廷勘定川、滇藏界，四川省巴塘管辖阿墩子及中甸划归云南省丽江府。雍正五年（1727年）4月于维西置厅，阿墩子划归维西厅，移鹤庆府通判驻维西厅；移剑川州判驻中甸；维西厅及中甸改属鹤庆军民府。雍正八年（1730年）7月，鹤庆府属迤西道。乾隆二十一年（1756）5月，于中甸地置中甸厅，设同知；中甸厅、维西厅复属迤西道丽江府。光绪三十四年（1908年），阿墩子设弹压委员，受川滇边务大臣节制。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，中甸厅改为中甸县，维西厅改设维西县，迤西道改为滇西道，中甸、维西县属滇西道。民国三年（1914年），滇西道改为腾越道，中甸、维西县属之。民国六年（1917年）由维西县析置阿墩子行政区，属腾越道。民国十八年（1929年），裁腾越道，各县区直属省。民国二十一年（1932年），阿墩子行政区改设阿墩子设治局。民国二十四年（1935年）6月，阿墩子改设治局获批，并更名为德钦设治局。民国三十一年（1942年），中甸县、维西县、德钦设治局属云南省第七行政督察区（驻丽江县），民国三十七年（1948年）又改属属云南省第十三行政督察区（驻维西县），民国三十八年（1949年）改属云南省第十行政督察区（驻鹤庆县）。"
        },
        {
            "type": "text",
            "text": "       1949年7月成立了维西县人民政府。1950年5月中甸和平解放，成立了县人民政府。随之德钦也宣布和平解放，仍称德钦设治局。中甸县、维西县及德钦设治局均属丽江专区。1952年11月21日撤销德钦设治区，设立德钦县藏族自治区，属丽江专区。1956年9月11日设置迪庆藏族自治州，自治州的行政区域为原丽江专员公署领导的中甸、维西2个县和德钦县藏族自治区，自治州人民委员会驻中甸县城。自治州成立后，将德钦县藏族自治区改为德钦县。1957年9月13日，迪庆藏族自治州、德钦县正式成立。迪庆藏族自治州仍由丽江地区代管。1973年8月，迪庆藏族自治州为省直属管辖。1985年6月11日，撤销维西县，设立维西傈僳族自治县。同年10月13日正式成立，仍隶属于迪庆州。"
        }
    ]
}