{
    "title": "麻栗坡县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "731",
            "category": "文山壮族苗族自治州"
        },
        {
            "id": "843",
            "category": "麻栗坡县"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：441次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       麻栗坡，以境内盛产麻栗树，并且街市恰好建于山坡而得名，清初始有麻栗坡之名，至光绪十二年（1886年）在麻栗坡街头设司衙门，光绪二十四年（1897年）2月12日，设立麻栗坡副督办。民国年间在此设立麻粟坡对讯督办区。1950年5月31日，撤销麻粟坡对讯督办区，设立麻粟坡市，1955年1月改为县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元鼎六年（前111年）属牂牁郡都梦县，东汉属益州牂牁郡。三国蜀汉属益州兴古郡。西晋至南朝梁为都唐县地，隶宁州兴古郡。北朝周属南宁州。隋属南宁州总管府。唐初属岭南道僚子部，唐南诏国属通海都督辖地。宋大理国属最宁府矣尼迦部。元为临安路之矣尼迦部。"
        },
        {
            "type": "text",
            "text": "       明为八寨长官司地：古木称古木土司、八寨称那更土司、开化称教化土司、安南里称安南土司、江那称江那土司、江外称弄旺土司、东安里称牛羊土司、乐龙称乐龙土司，隶临安府阿迷州。崇祯十七年（1644），八寨那更土司龙上登进京受职，封为三长官司，管辖教化、古木、牛羊三土司。"
        },
        {
            "type": "text",
            "text": "       清康熙五年（1666年）8月，设开化府，将牛羊改为东安里，古木司改为逢春里，那更司改为水平里，教化司改为开化本城里，江那司改为江那里，安南司改为安南里，旺弄司改为旺弄里，乐龙司改为乐龙里，八里均归开化通判治理。雍正七年（1730年）12月，置文山县。嘉庆二十四年（1819年）6月，置安平厅。道光二年（1822年）3月，析文山县属东安、逢春、永平三地入安平厅，今麻栗坡属东安里。"
        },
        {
            "type": "text",
            "text": "       明末清初，越南黎氏王朝乘中国内乱之机，强占了都龙、南丹地区，康熙二十年（1683年），又占领了芹菜塘、南狼（今南温河、瓦渣）等地区，并在这些地区建立土司制。为应对以上形势，清政府于雍正年间，在沿边一线的者斌、普梅、牛羊等地设讯；乾隆年间，又在东安、马达、磨山设讯。光绪十二年（1886年）在麻栗坡街头设司衙门。光绪二十一年（1895年），中法勘界结束，原被越南强占的茅坪、都龙、猛硐、南温河、田蓬等地重新划入中国版图。光绪二十四年（1897年）2月12日，设立麻栗坡副督办，辖茅坪、天保、攀枝花、董干、田蓬5个对汛，副督办公署建址在岜亮寨，直隶于省。光绪三十二年（1906年），督办公署由岜亮寨迁至麻栗坡街头原都司驻地。宣统元年（1909年），添设玉皇阁对讯归麻栗坡副督办节制；5对汛增为6对汛。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），改交涉副督办为对汛正督办，又将各汛分等而治，田蓬、董干为一等，玉皇阁、天保为二等，茅坪、攀枝花为三等。民国四年（1915年），云南省批复：中央命规定河口、麻栗坡两督办所属各汛地一律改为特别区域，兼理司法职权；麻栗坡为省辖特别区。民国六年（1917年）6月，督办署改称为云南省麻栗坡特别行政区对汛督办公署，督办及所属六对汛划编为特别七区。"
        },
        {
            "type": "text",
            "text": "       1949年3月，麻栗坡县解放，废除对汛督办特别行政区建置，成立麻栗坡县人民民主政府筹办处，6月成立马列坡县人民政府。1950年5月31日，撤销麻粟坡对讯督办区，设立麻粟坡市，属文山专区。1955年1月3日，麻粟坡市改为麻粟坡县，县等列为丙等，由文山专区领导监督。1960年9月13日，撤销麻栗坡县，将原麻栗坡县的行政区域并归西畴县。1962年3月27日，恢复麻粟坡县。"
        }
    ]
}