{
    "title": "文山壮族苗族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "37",
            "category": "云南省"
        },
        {
            "id": "731",
            "category": "文山壮族苗族自治州"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：442次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1950年1月7日，文山县城解放，滇东南行政专员公署进驻文山县城；3月，改称文山专区专员公署；1957年5月24日，撤销文山专员公署，设置文山僮族苗族自治州，1965年10月12日改为文山壮族苗族自治州。因州政府驻地文山县，故名文山州，而文山县，则得名于东文山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉武帝元鼎六年（前111年），开西南夷后置牂柯、越寓等郡。牂柯郡辖17县，其中11县在今云南东南部，今文山、砚山、马关县属进桑县地，西畴、麻栗坡属都梦县地，丘北属镡封县地，广南、富宁属句町县地。东汉时期，今文山州仍隶牂牁郡，其中，文山、砚山、马关、西畴、麻栗坡属进乘县地，丘北属镡封县地，广南、富宁属句町县地。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉建兴三年（225年），诸葛亮率兵平定益州、越嵩、群舸、永昌4郡后，将4郡改建为建宁、朱提、云南、永昌、兴古、越嶲、牂牁7郡，隶縻降都督。今文山州8县分别隶兴古郡的进乘县地（文山、马关、西畴、麻栗坡），镡封县地（丘北），句町县地（广南、富宁）。"
        },
        {
            "type": "text",
            "text": "       西晋泰始六年（270年），设宁州领南中7郡。太康三年（282年），废宁州并入益州设南夷校尉。太安二年（303年）复置宁州，全国设19州，形成州、郡、县三级建制。今文山州各县属宁州兴古郡的进乘县地（文山、砚山、马关），都篖县地（西畴、麻栗坡），镡封县地（丘北），句町县地（广南、富宁）。"
        },
        {
            "type": "text",
            "text": "       东晋时期将宁州又划为17郡，今文山州各县分属兴古郡的句町县地（广南、富宁），西安县地（西畴、麻栗坡），梁水郡的镡封县地（丘北），新丰、建安县地（文山、砚山、马关）。"
        },
        {
            "type": "text",
            "text": "       自东晋永和三年（347年）到北周大定元年（581年）的二百余年间，战乱频繁，南中大姓爨氏据地称雄，郡县设置经常改变。隋统一全国后，今文山州属南宁州总管府辖。隋开皇四年（584年），取消总管府，改州郡县制为州县制，设昆州、恭州、协州，废兴古郡。今文山州属昆州地。"
        },
        {
            "type": "text",
            "text": "       唐初期，置南宁州都督府（治所曲靖），今文山州分属严州、汤望州、归武州、奏龙州、英州、声州、勤州地。唐南诏国时今文山、砚山、西畴、麻栗坡、马关、丘北为通海都督管辖，广南、富宁属唐岭南道（冶所邕州）安南都护府管辖。"
        },
        {
            "type": "text",
            "text": "       宋代，除今广南、富宁隶属广南西路广源州（治所在今广西桂林）的特磨道及广源州的左江道（治所在今广西南宁）外，其余6县属大理国政权范围内的最宁镇部地（丘北）、王弄山部地（文山县部份地区）、教合三部地（马关县八寨、文山县古木）、矣尼迦部地（马关、西畴、麻栗坡）。"
        },
        {
            "type": "text",
            "text": "       元至元十一年（1274年），设云南行省、政区为路、府、县。至元十四年（1277年），设广南西路宣抚司，治所在今广南县。至元十五年（1278年）五月改称广南西路宣慰司，后改为宣抚司，辖今广南、富宁。今文山县属教合三部地，马关、西畴、麻栗坡属矣尼迦部地，隶宁远州。元大德四年（1300年），今丘北县隶属广西路（治所在今泸西）维摩州。广南、富宁仍属广南西路宣抚司辖。文山为教合三部地，马关、西畴、麻栗坡为矣尼迦部，隶宁远州。"
        },
        {
            "type": "text",
            "text": "       明代洪武十五年（1382年），广南西路宣抚司改为广南府，辖今广南、富宁两县。临安路改为临安府，辖教化长官司（文山、砚山）、八寨长官司（马关、麻栗坡）。丘北县属广西府维摩州。"
        },
        {
            "type": "text",
            "text": "       清代康熙六年（1667年），在平定教化、枯木、八寨、王弄等土司与滇南诸土司联合反清的基础上，改土归流，以教化、王弄、安南三长官司地设开化府，辖开化、安南、王弄、逢春、永平、东安、江那、乐龙八里。原广南府辖广南、富州（富宁）。丘北仍隶属广西府维摩州。康熙八年（1669年）裁广西府之维摩州，将其部分辖地划入广南府和开化府。清雍正八年（1730年）七月，开化府增设马白同知及文山县附郭。清乾隆二年（1737年），广南府添设宝宁县附郭，治所设今广南县城。清嘉庆二十五年（1820年），开化府设安平厅（今马关），辖逢春、东安、永平3里。清道光三年（1823年），文山县增设江那（今砚山）县丞管江那里。清道光二十年（1840年），丘北县丞升正县，隶属广西州。光绪十三年（1887年），设临安开广道辖临安、开化、广南3府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），裁撤开化府，文山县附郭称开化县；丘北县增设一员五槽县佐。裁撤广南府，改称广南县；富州厅改富州县；安平厅改安平县。民国三年（1914年）复文山县名。安平县改称马关县。民国四年（1915年）广南县在维摩设县佐。民国九年（1920年）西洒、畴阳由马关析置设正县名西畴县。民国十八年（1929年），废道各县直属省。民国二十一年（1932年），江那、小维摩两县佐辖地合并设砚山设治局，民国二十四年（1935年）改设正县名砚山县。民国二十六年（1937年），富州县改称富宁县。民国三十一年（1942年）3月，设立云南省第二行政督察区（驻文山县）。民国三十五年（1946年），云南省第二区行政督察专员公署改称云南省第四区行政督察专员兼保安司令公署，除麻栗坡对汛督办署属省辖外，辖区未变。民国三十六年（1947年）6月，第四行政督察区辖砚山、文山、马关、西畴、广南、富宁6县（驻砚山县）；丘北县属第三行政督察区（驻弥勒县）；屏边县属第五行政督察区（驻建水县）。"
        },
        {
            "type": "text",
            "text": "       1950年1月7日，文山县城解放，滇东南行政专员公署进驻文山县城；3月，改称文山专区专员公署；1950年5月31日撤销麻粟坡对讯督办区，设立麻粟坡市。1955年1月3日，麻粟坡市改为麻粟坡县。1957年5月24日，设置文山僮族苗族自治州，撤销文山专员公署，文山州于1958年4月1日正式成立。1965年10月12日文山僮族苗族自治州改为文山壮族苗族自治州，自治州仍驻文山县。"
        }
    ]
}