{
    "title": "重庆市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "36",
            "category": "重庆市"
        }
    ],
    "detail": "[日期：2014-04-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：390次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋徽宗崇宁元年(1102年)，因渝人赵谂叛诛事，朝廷虑“渝”有“变”之意，改渝州为恭州。孝宗淳熙十六年(1189年)，皇子赵惇于正月封恭王，二月受内禅即帝位，自诩“双重喜庆”，遂将恭州升格命名为重庆府。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前十一世纪，西周武王灭纣之后，武王“封宗姬于巴”，建立巴国，首府设在江州（以濒临两江取名，即今重庆），重庆首次建都。秦惠王更元九年（前316年），秦灭巴，设置巴郡，仍以江州为郡治所，秦将张仪筑江州城。"
        },
        {
            "type": "text",
            "text": "       东汉献帝建安十八年（213年）刘备进川，克巴东，破巴郡。汉章武元年（221年）江州归蜀国。南北朝时，巴郡改为楚州。隋文帝开皇九年（589年），因嘉陵江古称渝水改江州为渝州。唐代仍称渝州。"
        },
        {
            "type": "text",
            "text": "       北宋微宗崇宁元年（1102年），渝州人国子博士赵谂，回渝省亲，谋反被杀。徽宗赵佶欲令渝人恭顺，下诏改渝州为恭州，南宋孝宗淳熙十六年（1189年），正月，光宗赵惇封为恭王，二月，即以藩王受禅登上帝位，自是“双重喜庆”，勒令其发迹之地恭州升格为重庆府。"
        },
        {
            "type": "text",
            "text": "       元代分全国十一行中书省。四川行中书省领重庆路等九路省之下设立四道宣慰司清四川南道宣慰司驻重庆。元顺帝至正十年（1357），农发起义军红巾军徐寿 辉部将明玉珍入蜀，攻占重庆后，分兵夺取四川各地，西至嘉州（今乐山）带。建立了农民政权，国号夏，建都重庆，元至正二十六年（1366年），明玉珍 病殁，幼子明升继位。明洪武四年（1371年），朱元璋早已遣中山侯汤和率舟师直捣重庆，明升出降。夏国9年而亡。"
        },
        {
            "type": "text",
            "text": "       明代分全国为十三布政使司，四川布政使司领重庆等十三府。又立按察司付使剑事，分司诸道，四川上东道驻重庆。"
        },
        {
            "type": "text",
            "text": "       清代初期，清兵、明兵、民军在重庆争战20余年。“天下已治蜀后治”，直到康熙初年，清廷才稳固了四川的统治。清代沿袭明代布政使司制，但用元代行省旧名。四川省领十三府，重庆仍为府治所，又设川东道，驻重庆。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年），正式成立重庆市，民国二十六年（1937年）抗日战争爆发，国民政府迁都重庆，定为站时首都。民国二十八年（1939年）改重庆为直辖市，民国二十九年（1940年）又定为陪都。"
        },
        {
            "type": "text",
            "text": "       1949年11月30日重庆解放后，为西南军政委员会所在地，再次定为中央直辖市。1952年8月，恢复四川省，重庆仍为直辖市。1954年6月，西南大区撤销后重庆改为四川省辖市。1992年辟为沿江开放城市。1994年2月25日被中央机构编制委员会确定为副省级城市。1996年9月中央批准重庆代管万县市（1997年12月改为重庆市万县区）、涪陵市和黔江地区。1997年3月14日，重庆恢复为中央直辖市，于1997年6月18日正式成立。"
        },
        {
            "type": "text",
            "text": "       1998年，重庆市万县区更名为万州区。2000年，撤销黔江土家族苗族自治县、万州移民开发区、黔江开发区，设立重庆市黔江区。2001年，撤销长寿县，设立重庆市长寿区。2006年10月22日，撤销江津市、合川市、永川市、南川市，分别设立重庆市江津区、重庆市合川区、重庆市永川区、重庆市南川区。2011年10月27日，撤销万盛区、綦江县，设立重庆市綦江区、万盛经济技术开发区；撤销双桥区和大足县，设立重庆市大足区、双桥经济技术开发区。"
        }
    ]
}