{
    "title": "平塘县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "856",
            "category": "黔南布依族苗族自治州"
        },
        {
            "id": "866",
            "category": "平塘县"
        }
    ],
    "detail": "[日期：2014-04-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：444次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明置平舟六硐长官司（因城南河中有一沙洲而得名），乾隆年间设大塘州判，民国二年（1913年）分置平舟县和大塘县。民国三十年（1941年）两县置合并为平塘县，各取一字命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期今黔南地区曾先后有且兰、毋敛、牂牁、夜郎等酋长政权迭替，平塘随势而为其属地。秦始皇帝三十三年（前214年），平塘地区属象郡。"
        },
        {
            "type": "text",
            "text": "       在汉代，平塘地区东部属毋敛县，西部属谈指县。直至南北朝齐武帝永明三年（485年），其间虽朝代建置制度有所变化，但平塘地区东部属牂牁郡毋敛县，西部属谈指县的隶属情况一直沿用。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年（581年），置牂牁州。炀帝大业二年（606年），恢复牂牁郡名，辖牂牁、宾化二县。平塘地区属宾化县。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年（627年），将全国划为十道，辖州（郡）、县，州郡同级。州有经制州和羁縻州。贞观三年（630年），黔南地区置南寿州。贞观四年（631年），南寿州改为庄州，辖石牛、乐安、石城、新安、多乐、清兰、南阳、轻水八县。平塘地区东部属石牛县，西部属清兰县。庄州初为经制州，开元（731年—740年）中降为羁縻州。平塘地区始置南平州（即平州、平舟）和动州（即通州）两个羁縻州。"
        },
        {
            "type": "text",
            "text": "       五代（907年—960年）时期，天福五年（940年），都匀酋长尹怀昌率其十二部归顺楚王马希范。平塘地区为马希范辖地。"
        },
        {
            "type": "text",
            "text": "       宋理宗绍定九年（1228年），置庆远府，辖彭水、黔江二县及四十九个羁縻州。平塘地区置动（勋）州和南平州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元二十七年（1290年），贵州分属四川、湖广、云南三个行省。八番顺元宣慰司都元帅府、新添葛麻安抚司、庆远南丹溪洞军民安抚司三个行政区在平塘皆有领地，辖治鞭及今通州、六洞、牙舟、新塘、大塘、克度、塘边等乡镇。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）置贵州卫，辖金筑、程番等十六长官司，其中大龙番、小龙番、方番、卢番、韦番、卧龙番、程番、罗番等八番长官司皆有领地在平塘地区。成化十二年（1476年）七月，置程番府，辖十七长官司，今大塘辖地属程番府。弘治七年（1494年）五月，置都匀府军民指挥司，平舟六洞长官司隶属都匀府。万历十四年（1586年）三月，置定番州，属贵阳府，大塘属定番州。天启四年（1624年）四月十一日，再划丹平、丹行二司增入都匀府。"
        },
        {
            "type": "text",
            "text": "       清顺治十五年（1667年），清军进入贵州。康熙年间，实行改土归流，平舟六洞长官司、丹行司、丹平司、六洞二司、牙舟汛、大塘理苗州等相继停袭、撤除、改置。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），改都匀县为平舟弹压（平州改称平舟）。民国三年（1914年），撤平州弹压，改置平舟县；撤大塘州判，改置大塘县。民国三十年（1941年）七月一日，撤平舟、大塘两县，改置平塘县，属二等县，县治设通州。八月十五日，县城改设原平舟县城。"
        },
        {
            "type": "text",
            "text": "       1949年11月平塘解放，成立平塘县人民政府。1951年8月，改称平塘县民族民主联合政府。1952年改为平塘县人民委员会。1958年12月，撤平塘县，以槽渡河为界，河以北并入罗甸，河以南并入独山县。1961年8月恢复平塘县建置。"
        }
    ]
}