{
    "title": "贵定县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "856",
            "category": "黔南布依族苗族自治州"
        },
        {
            "id": "869",
            "category": "贵定县"
        }
    ],
    "detail": "[日期：2014-04-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：366次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明万历三十六年(1608年)析新贵县和定番州置贵定县，取二名尾字命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周贵定地属牂牁国。战国时期，贵定属且兰，且兰隶属夜郎，夜郎被楚大将庄矫征服后，便成为楚的属地。"
        },
        {
            "type": "text",
            "text": "       秦始皇帝二十六年（前221年），秦始皇灭六国，并楚属地置象郡、桂林郡。贵定属象郡。秦二世时，贵定地属赵陀的南越国，且兰恢复国名，隶属南越。汉武帝于元朔三年（前126年）撤南夷（今贵州、川南一带）地置二县一都尉，其中有且兰县，贵定属之。汉武帝元鼎五年（前112年）南越国反，汉武帝灭南越国后，遂平南夷为牂柯郡，群柯郡领17县，且兰县隶之，贵定地在且兰县内。"
        },
        {
            "type": "text",
            "text": "       东汉：仍称牂柯郡，郡辖且兰，贵定属且兰。晋成帝咸康六年（340年），成（汉）大将军李弈率军攻牂柯。牂柯大姓首领谢恕据城固守，保境水为晋之属地，李军久攻不克，粮尽撤军，行前尽收群柯所属各县，新设牂柯郡归成汉，于是出现二个政权统治的两个牂柯郡，这一时期，贵定亦属后群柯郡。"
        },
        {
            "type": "text",
            "text": "       从西晋初泰始七年（271年）至东晋孝武帝太元十年（385年），肥水之战击败前秦符坚止的百余年间，牂柯郡先后隶益州、宁州、交州、安州、最后隶宁州。南北朝因袭晋制，牂柯郡建置无变动。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年（581年）置牂柯州，场帝大业二年（606年）改称牂柯郡，史称牂州牂柯郡，设宾化县，治所在今县境云雾区抱管乡大平司，辖地基本上是且兰县地。"
        },
        {
            "type": "text",
            "text": "       唐太宗贞观年间（约627年），将宾化县治移至平越（福泉），另置多乐县于今贵定昌明区都六乡，先后隶黔中道、江南道。唐玄宗天宝元年（742年），改黔中都督府（道的派出机构）为黔中郡，多乐县改隶黔中郡。五代时中原诸侯混战，无暇顾及贵州，于是各州、县无会自废、多乐县亦在此列。"
        },
        {
            "type": "text",
            "text": "       宋初（961年），贵定地区为土著豪族（宋时后称贵州少数民族为苗蛮）所据，筑土城守之，号曰“麦新城”，此为贵定建城之始。"
        },
        {
            "type": "text",
            "text": "       南宋嘉泰元年（1201年），宁远军节度使宋景阳为了扩充地盘与实力，命子宋永高率兵攻克麦新城，改号新添城，向宋朝廷告捷，朝廷授宋永高为贵州经略安抚使，设新添遏蛮军，又称新添军，永高命子宋胜驻守。"
        },
        {
            "type": "text",
            "text": "       元代新添葛蛮安抚司治所在今贵定，距贵州宣慰司仅百余里，其所领的数百个小土司在贵定地区内就有十几个，隶属关系时有更变。"
        },
        {
            "type": "text",
            "text": "       朱元璋建立明朝后，对贵州所采取的政策除推行卫所屯田制度外，仍保留元代的土司制度，但时有增废以强化中央集权。"
        },
        {
            "type": "text",
            "text": "       清初，新添卫和贵定县二行政区并存，辖地各有所属。康熙二十六年（1687年），裁新添卫，移贵定县治于卫城（今县城），领新添、大平伐、小平伐、平伐、把平五长官司，（丹行、丹平二司拨归平塘），为贵阳府附廓县。并在原县地置且兰汛，在平伐置平伐汛。清雍正四年（1726年），开始大规模的改土归流。清雍正八年（1730年），在贵定县增设新添营。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）辛亥革命后，十一月贵州省成立了军政府，贵定县建置仍袭清制不变。民国三年（1914年）撤销府、厅、州、县一律称县，贵定仍属黔中道。"
        },
        {
            "type": "text",
            "text": "       1949年11月12日贵定解放，11月18日成立贵定县人民政府，隶贵阳专区。1952年贵阳专署迁贵定，改称贵定专区，1955年6月，县人民政府称县人民委员会，驻地不变。各区政府，更名为区公所，各区以驻地称谓，一区称新场区，二区称沿山区，三区称旧治区（1956年更名为昌明区），四区称乐芒区，五区称平伐区，六区称江肘区。1956年撤销贵定专区，同年8月8日，成立黔南布依族苗族自治州，贵定县属之。"
        }
    ]
}