{
    "title": "福泉市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "856",
            "category": "黔南布依族苗族自治州"
        },
        {
            "id": "861",
            "category": "福泉市"
        }
    ],
    "detail": "[日期：2014-04-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：382次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       福泉原名平越，因“平越县县名含有侮辱岐视少数民族”之意，1953年改平越县为福泉县，以县城名胜福泉山并有“福泉”而得名。1996年12月撤县设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷周时期，今福泉是梁州、荆州南裔，越领且兰国地。春秋末年，牂牁江上游一支濮人兴起，占领了牂牁国北部地区，建立夜郎国，贬原牂牁国君及其亲族迁至夜郎东北的且兰国，仍以且兰为国号。楚顷襄王二十二年（前277年），楚将庄蹻溯沅水西征，克且兰、降夜郎，因为且兰有涿船处，乃改且兰为牂牁。"
        },
        {
            "type": "text",
            "text": "       秦统一中国后，全国实行郡县制，旋将牂牁更为且兰县。秦末，且兰等地各踞旧地，仍然复用原有称号。汉武帝于元鼎六年（前111年）出兵灭了且兰，改设牂牁郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），将原且兰地置宾化县。《贵州古代史》载：“宾化县治在今福泉，南尽荔波、罗甸，西至清镇，东至凯里、三都。”唐代宾化县为今福泉、麻江一带。宋嘉泰元年（1201年），土官宋永高攻麦新等寨，内附号藜峨里寨。元世祖至元二十一年（1284年），在今福泉首置平月长官司，隶属菅番民总管府。当时的“平月”即以城南有名的月山而得名。"
        },
        {
            "type": "text",
            "text": "       明洪武八年（1375年），改平月长官司为平越安抚司，隶播州宣慰司，“平越”之名即始于此。平越安抚司旋于洪武年间改授杨义长官司，沿至清末。洪武十五年（1382年），今福泉一带设置平越卫。平越卫历设卫指挥使司、卫军民指挥使司，时领杨义、麻哈、乐坪、清平、平定等长官司及5所3站72屯。"
        },
        {
            "type": "text",
            "text": "       明永乐二十一年（1423年），贵州设置贵宁、新镇等4道。新镇道驻平越，辖镇远、黎平、新化3府及平越、兴隆、清平、新添、龙里、都匀6卫与黄平千户所。康熙年间，裁道镇道，旋设贵东道驻平越，辖平越、镇远、黎平、都匀、思南、思州、石阡、铜仁8府，时称贵州下八府。万历二十九年（1601年），以播州南部地方置平越军民府，实行“流官”统治。府治设于平越县城，领黄平州与余庆、湄潭、瓮安、贵定4县及平越、兴隆、新添3卫并黄平千户所以及杨义、新添、丹平、丹行、凯里5长官司和高坪、中坪二司四牌地。"
        },
        {
            "type": "text",
            "text": "       康熙十年（1671年），裁平越卫，设平越县，改平越军民府为平越府，领1州（黄平）4县（瓮安、余庆、湄潭、平越）及杨义长官司。乾隆七年（1742）裁撤贵东道。嘉庆三年（1792年），改平越府为平越直隶州，裁平越移设兴义县。平越直隶州领瓮安、余庆、湄潭3县及杨义、高坪、中坪3长官司。同治年间，直隶州领3县及亲辖附廓。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），裁平越直隶州，改设平越县。次年，贵州巡按使署将牛场划属瓮安。民国三十年（1941年），平越、瓮安两县的中坪与牛场两区互换，平越县境地界从此固定下来，并沿袭至今。民国二十四年（1935年），第七行政督察区专员公署驻平越，辖平越、贵定、麻江、余庆、瓮安、炉山6县。时隔一年，专署便移驻镇远。"
        },
        {
            "type": "text",
            "text": "       1949年11月平越解放。1953年7月，平越县更名为福泉县，新改县名以县城名胜福泉山并有“福泉”而得名。1958年12月，撤销福泉县并入瓮安县，1961年8月恢复福泉县建制，隶属黔南布依族苗族自治州。1996年12月福泉撤县设市。"
        }
    ]
}