{
    "title": "黔南布依族苗族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "856",
            "category": "黔南布依族苗族自治州"
        }
    ],
    "detail": "[日期：2014-04-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：420次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1956年8月8日设立黔南布依族苗族自治州，简称黔南州，因位于贵州省南部，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷、周时期，今黔南州境并分属于牂牁、夜郎等方国。唐朝之后，中央政府加强了对少数民族的统治，唐宋元明时期在州境内设立了多个羁縻府、州、县、峒、卫、所。元代，黔南开始推行土司制度，境内分属于八番顺元等处宣慰都元帅府、都云定云安抚司、新天葛蛮安抚司、播州宣慰司和庆云南丹安抚司，至明代建省前，黔南地域主要设置了卫所军事机构，黔南分属于贵州卫、龙里卫、平越卫、都云卫、新添卫、定番州、广顺州等。"
        },
        {
            "type": "text",
            "text": "       明弘治年间，贵州推行“改土归流” ，部分土司统治地区改设府县，如都匀府、新贵县、贵定县和荔波县等。雍正四年（1726年），清政府在黔南境内强行大规模推行“改土归流”，废除土司世袭制度的安抚司、长官司等，而代之以流官统治，撤销了“卫所”等军事地域，将其并入府州厅县等行政地域，黔南地区分属于贵阳府、都匀府、独山州和平越直隶州。\r\n　　\r\n       民国三年（1914年），将清代的府州厅县一律改称为县，民国二十四年（1935年），国民党中央政府入主贵州，改设行政督察区，黔南州地域分属于第一、第七和第十一行政督察区，第一行政督察专员公署驻定番县（今惠水县），辖今惠水、龙里、罗甸、长顺等县，第七行政督察区专员公署设在平越县（今福泉县），辖今福泉、贵定和瓮安等县市，第十一行政督察区专员公署设在独山县，辖今独山、都匀、平塘、荔波和三都等县市。\n\r\n       1949年11月15日，都匀县城解放，随即成立独山专区，专员公署设于都匀县城，辖民国时期的第二行政督察区的12个县，即都匀、独山、平塘、罗甸、三都、荔波、麻江、黎平、榕江、从江、丹寨，当时的瓮安、贵定、龙里、惠水和长顺等县隶属贵阳专区。1952年，独山专区改称都匀专区，贵阳专区改称贵定专区，专员公署移驻贵定，撤销惠水县，改设惠水县夷族苗族自治区，1954年改称惠水县布依族苗族自治区，这是黔南境内设置的第一个民族自治区。同年，罗甸县也改设罗甸县布依族自治区。至黔南布依族苗族自治州成立前夕，都匀、三都、独山、平塘、荔波、福泉六县隶属都匀专区；贵定、龙里、瓮安、长顺、惠水、罗甸六县隶属贵定专区。\n\r\n       1956年8月8日设立黔南布依族苗族自治州，自治州人民委员会驻都匀县。将原都匀专区所属都匀、独山、荔波、平塘（旧平舟）、三都（驻三合镇），原兴义专区所属望谟（驻复兴镇）、册亨（驻册阳）、安龙、贞丰4县，原贵定专区所属罗甸（原罗甸布依族自治县改设，驻罗斛）、长顺（驻长寨镇）、惠水（原惠水布依族苗族自治县改设）3县及原属安顺专区的紫云（驻松山镇）、镇宁2县划入黔南布依族苗族自治州。"
        },
        {
            "type": "text",
            "text": "       1957年册亨县迁驻者楼镇。1957年1月2日由三都县及荔波、都匀、榕江、独山等县部分地区合并设立三都水族自治县。1958年撤销都匀县，改设都匀市。自治州人民委员会驻都匀市。将惠水县划归贵阳市领导；安龙、镇宁2县划归安顺专区；原属安顺专区的瓮安、贵定2县划入黔南布依族苗族自治州。撤销荔波县，并入独山县；撤销平塘县，并入独山、罗甸2县；撤销紫云县，并入望谟、长顺2县；撤销贞丰县，并入兴仁县；撤销册亨县，并入安龙县。"
        },
        {
            "type": "text",
            "text": "       1961年恢复荔波（驻城关镇）、平塘（驻平湖镇）、紫云（驻松山镇）、龙里（驻龙山镇）、福泉（驻城关镇）等5县。1962年撤销都匀市，恢复都匀县。1963年原属贵阳市领导的惠水县和原属安顺专区的贞丰、册亨（驻者楼）、安龙3县划入黔南布依族苗族自治州。1965年将安龙、贞丰、册亨、望谟4县划归兴义专区；紫云县划归安顺专区。1966年复设都匀市。黔南布依族苗族自治州人民委员会驻都匀市。1996年，撤销福泉县，设立福泉市（县级）。"
        }
    ]
}