{
    "title": "中国佛教四大名山及由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "       分别是浙江普陀山观世音菩萨的道场、山西五台山文殊菩萨的道场、四川峨眉山普贤菩萨的道场、安徽九华山地藏王菩萨的道场。 \n\r\n【普陀山为何成为观音道场】 \r\n       其实，早在西汉末年。普陀山并不叫普陀山而称梅岑山。是因为道士梅福（没福）在此修道炼丹而命名的。到了西晋太康年间（公元280-289年），有佛教徒在普陀偶然发现观世音现身。大家“扶老携幼，奔走相告，纷纷到普陀山参拜。”唐大中元年（公元847年），有天竺梵僧来普陀山传教，在参拜潮音洞时，又见观世音菩萨现身。 \n\r\n       唐懿宗咸通四年（公元863年），日本高僧慧锷第三次来华交流佛教文化。在五台山礼拜见到一尊观世音菩萨像非常喜欢，想带回日本供奉。传说，当他所乘的船行驶到普陀山附近的莲花洋时，突然狂风大作，天地昏暗。慧锷只能把船靠上普陀山码头。谁知，船一靠岸码头，天色马上放晴，海上风平浪静。慧锷见此又命开船，竟想不到的事情发生了，不仅天气再次变坏，洋面上还涌动起莲花状的大浪。船一动也不能动。一连三次都是如此。慧锷见此情形，面向东瀛（日本）本土祷告：菩萨不肯去日本就留在此处吧！于是，慧锷经潮音洞登上普陀山，就留下佛像让当地居民张氏供奉，并把这尊佛像命名为不肯去（日本）观音。到了后梁贞明二年（公元916年）在张氏宅址上建起了“不肯去观音院”。这是普陀山历史上有记载的最早的佛教寺院（后据考证，彗锷的船实为触了新罗礁）。 \n\r\n       唐以后，历代帝王多次赐金扩建普陀山寺院，倡导观音文化。公元967年，宋太祖赵匡胤首次钦派人到普陀山贡香幡，开了朝廷供奉先河。宋元丰三年（公元1080年），朝廷赐匾“宝陀观音寺”。 \n\r\n       公元1214年，宋宁宗赵扩又赐匾额“圆通宝殿”，钦定普陀山为专供观音菩萨的地方。并根据佛经“补怛洛迦”更山名为普陀洛迦山，也称补陀洛迦山。由此，普陀山成为中国四大菩萨道场之一。 \n\r\n【为何说五台山为文殊菩萨道场】\r\n      《大方广佛华严经》中的《诸菩萨住处品》载：“东北方有处，名清凉山。从昔以来，诸菩萨众，于中止住。现有菩萨，名文殊师利，与其眷属，诸菩萨众，一万人俱，常在其中，而演说法”。《佛说文殊师利宝藏陀罗尼经》中说：“尔时，世尊复告金刚密迹主言，我灭度后，于南赡部洲(大地)东北方，有国名大震那。其国中有山，名曰五顶，文殊师利童子游行居住，为诸众生于中说法。”\r\n   \r\n       中国古称震那（China）国，五台山亦在印度的东北方，上述二经提到的“清凉山”、“五顶”山，恰好符合五台山五峦巍然、气候清凉的特征。汉明帝时，天竺高僧摄摩腾、竺法兰等入中土后，以天眼神通观之，即知此山乃文殊住处，兼有育王所置佛舍利塔。\n\r\n       唐时法藏著《华严经探玄记》卷15说：“清凉山则是代州五台山也。于中现有古清凉寺，以冬夏积雪，故以为名。此山及文殊灵应等，有传记三卷。”唐华严宗四祖澄观在所撰《华严经疏》中亦说：“清凉山，即代州雁门郡五台山也，于中现有清凉寺，以岁积坚冰，夏仍飞雪，曾无炎暑，故曰清凉。五峰耸出，顶无林木，有如垒土之台，故曰五台。表我大圣五智已圆，五眼已净，总五部之真秘，洞五阴之真源，故首戴五佛之冠，顶分五方之髻，运五乘之要，清五浊之灾矣。”\n\r\n【峨眉山成为普贤菩萨的道场缘由】\r\n       因遥望两山相峙如峨眉，故名。也有说，“此山云鬟凝翠，髟真黛遥妆，真如螓首蛾眉，细而长，美而艳”，故名。佛教《华严经》称它为“光明山”，道书则称之为“灵陵太妙洞天”。峨眉山周围包括大峨、二峨、三峨、四峨诸山，今游览地实即大峨山。\n\r\n       普贤，佛教菩萨名，为释迦牟尼右胁侍，专司“理”德。《华严经》说：“西南方有处名光明山，从昔以来，诸菩萨众于中止住。现有菩萨，名曰贤胜(普贤)，与其眷属(门人)3000人，常在其中演说法。”峨眉山夜有“圣灯”、有“佛光”，一片光明，故佛教徒们认为峨眉山就是《华严经》中的光明山，自然也就是普贤道场了。\n\r\n【九华山成为地藏王菩萨的道场缘由】\r\n        九华山，古称九子山。唐代大诗人李白赞其九峰秀如莲花，有“灵山开九华”之吟，而得今名。\n\r\n       自从晋代隆安五年(公元401年)天竺僧怀渡来此布道，佛教开始传人九华山，历经兴衰已有1500多年。唐以后名声渐著，盛极一时，唐开元七年(公元719年)，新罗国(今朝鲜)王室贵族金乔觉渡海来到九华山，称地藏菩萨转世，居于东崖峰岩洞内，过着清苦的禅修生活，时称洞僧。他的两个舅父上九华山劝他回去，却被他的苦修苦行所感动，反留下来老死九华。后人修了二圣殿来纪念他们。唐贞元十年(公元794年)农历闰七月三十日夜，金乔觉趺跏圆寂，享年99岁。之后，九华山被辟为地藏菩萨道场。"
        }
    ]
}