{
    "title": "纳雍县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "854",
            "category": "毕节市"
        },
        {
            "id": "894",
            "category": "纳雍县"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十年（1941年），析大定县西5区及水城、织金、郎岱部分地置纳雍县，以境内纳雍河得名。实际上“纳雍”为彝族语地名，本是彝族的一个家支名称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷周时期，今纳雍属鬼方，春秋时期属于牂牁古国。战国初期，牂牁古国衰裂，夜郎兴起，贵州大部为夜郎国统属，今纳雍亦在夜郎国境内。秦始皇二十六年(前221年)，收夜郎地置夜郎、汉阳诸县，今纳雍属汉阳县，汉阳县属象郡。"
        },
        {
            "type": "text",
            "text": "       汉建元六年(前140年)，置犍为郡及邑、汉阳、平夷、朱提、郁鄢诸县，今纳雍属平夷县。元鼎六年(前111年)，置牂牁郡，平夷改隶牂牁。元始四年(4年)，更牂牁为同亭；晋太安元年(302年)，置宁州，以牂牁、朱提领属。永嘉五年(311年)，将牂牁分为牂牁、平夷、夜郎三郡，后因避桓温讳，改平夷郡为平蛮郡，平夷县亦为平蛮县。今纳雍先为平夷郡平夷县，后为平蛮郡平蛮县属地。"
        },
        {
            "type": "text",
            "text": "       南北朝时，梁泰清中，宁州为爨氏(史称乌蛮)所据，郡县俱废。唐龙朔三年(663年)，矩州剌史谢法成招抚比楼等七千内附，总章三年(670年)，以比楼地置禄州、汤望州，今纳雍部分在唐时为汤望州和郝州属地，分别隶黔州都督府和戍州都督府。但“皆羁縻州也”。"
        },
        {
            "type": "text",
            "text": "       五代时建置袭旧。宋末诸州皆废，唯称罗氏鬼国，其地包括原郝、义、龚、犍、晖、禄、汤望八州和原牂牁郡，今纳雍属其领地。"
        },
        {
            "type": "text",
            "text": "       元至元十五年(1278年)，罗氏鬼主阿柞内附，诏为其地安抚史，立乌撒军民总管府，至元十九年(1282年)，置顺元等路军民宣慰司及都元帅府，并置亦奚不薛、阿且、阿陇三路达鲁哈赤，至元二十年(1283年)，置亦奚不薛宣慰司及三路土官，后总三路为一，立亦奚不薛总管府，阿里为总管。大德七年(1303年)，罢亦奚不薛宣慰司及总管府，并于八番顺元，徙顺元宣抚司于亦奚不薛，以阿画为宣抚使居水西，阿重为同知，居水东，降宣抚司为安慰司，时领蛮夷长官所二十四，在水西有八，今纳雍为木窝、普得、普仲、市北洞等长官所领地。"
        },
        {
            "type": "text",
            "text": "       明洪武五年(1372年)，改顺元为贵州，随置贵州宣慰司，崇祯三年(1630年)改贵州宣慰司为水西宣慰司，但仅统水西之地，自分为中水、下水、底水，盖三路达鲁哈赤、三部土官之旧，每路下辖四宗亲，后讹为则溪，每宗亲下有土目四，共四十八目。时归宗、杓坐、总机、以支、以个等土目均在今纳雍。大约今纳雍鬃岭、阳长、乐治、居仁等乡镇属火着则溪，维新、姑开、龙场、治昆属木胯则溪，张维以及雍熙部分属法戈则溪。"
        },
        {
            "type": "text",
            "text": "       清康熙四年(1665年)，以水西地置大定、平远、黔西及威宁四府。康熙二十二年(1683年)，改黔西、平远为州，隶大定府，同时复置水西宣慰司和阿武长官所，康熙二十六年(1687年)，改大定府为州，与黔西、平远同隶威宁府，康熙三十七年(1698)，裁撤水西宣慰司与阿武长官所，雍正八年(1730年)，复改大定为府，今纳雍为大定府亲辖地。"
        },
        {
            "type": "text",
            "text": "       民国三年(1914年)，废府置县，大定府改为大定县，原大定府亲辖地划为9个区，今纳雍大部属西一、二、三区。民国十七年(1928年)，大定县调整为20个区，今纳雍大部分别属于四、五、六、七区。民国二十五年(1936)，大定县并为9个区，纳雍大部属五、六、七区。民国三十年（1941年），以大定县西5区及水城、织金、郎岱部分地置纳雍县，属贵州省第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年12月解放，纳雍县隶属毕节区行政督察专员公署（1952年更名为毕节区专员公署）。1970年毕节专区改为毕节地区，纳雍县隶属之。2011年撤销毕节地区，设立地级毕节市，纳雍县隶属毕节市。"
        }
    ]
}