{
    "title": "毕节市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "854",
            "category": "毕节市"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：415次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武十七年（1384年）二月置毕节卫，为毕节之名之始，清康熙二十六年（1687年）裁毕节卫置毕节县。解放后成立毕节专区，驻毕节县。1970年专区改为地区，仍驻毕节县。1993年12月10日毕节撤县设市（县级）。2011年撤销毕节地区和县级毕节市，设立地级毕节市。"
        },
        {
            "type": "text",
            "text": "       毕节是彝族语地名，彝族语读作\"比跻\"为彝族一个家支头人的名字。据《夷书》说：\"毕节称比跻，系白罗罗之名，因好其地为\"比跻\"，久之叫着毕节，……汉人为除夕之证，彝族人作人名之称，其矢一也，其地则皆今之毕节。\"所以，毕节之名源于彝族某一家之后被用作地名，最后用汉语音写作“毕节”。"
        },
        {
            "type": "text",
            "text": "       另据《毕节县志》载：毕节为\"顺元路亦奚不薛路地，平迟安得长安所，属湖南，置毕节驿。建置之初时逢除夕，故曰毕节\"，但似乎有望文生义之嫌。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       毕节地区其境殷为荆州西南地，周为蜀国东南境，秦为巴郡之属地，汉属益州之牂牁、犍为两郡所辖，蜀汉分属牂牁、朱提郡，晋分属益州、宁州之牂牁、朱提、建宁3郡，宋齐梁为宁州所辖。"
        },
        {
            "type": "text",
            "text": "       隋代系爨蛮之卢鹿部，唐代先属昆明国后为黔州都督府属地，五代时分属郝州、晖州、龚州、宝州、禄州，宋时东部属罗氏鬼国、乌撒部、毗那部。"
        },
        {
            "type": "text",
            "text": "       元代为亦溪不薛宣慰司、乌撒乌蒙宣慰司所治，明代分属水西宣慰司、乌撒军民府、永宁宣抚司和乌撒、毕节、赤水、永宁4卫。清康熙五年（1666年）置大定（今大方）、黔西、平远（今织金）3府，改四川乌撒土府为威宁府；康熙二十二年（1683年）降黔西、平远二府为州隶属大定府；康熙二十六年（1687年）降大定府为州隶属威宁府，领大定、平远、威宁3州和毕节、永宁2县；雍正七年（1729年）升大定州为府领黔西、平远、威宁三州和毕节县、水城厅。"
        },
        {
            "type": "text",
            "text": "       民国初改清朝旧制中府、厅、州一律为县，域内所有县归贵西道管辖；民国二十四年（1935年），贵州省政府设毕节第四行政督察专员公署，辖毕节、大定、黔西、威宁、水城县；民国三十年（1941年）在原建制析设纳雍、金沙2县，织金县改隶第四行政督察区；民国三十一年（1942年）析威宁县东北部置赫章县，至此贵州第四行政督察区共辖毕节、大定、黔西、金沙、织金、纳雍、水城、威宁、赫章9县。"
        },
        {
            "type": "text",
            "text": "       解放初期，成立贵州省人民政府毕节区行政督察专员公署，辖民国末第四行政督察区所属各县。1950年，县以下设区人民政府，全专区9个县共辖55个区。1953年，全区人民政府改为区公所，为县人民政府的派出机构；区下设乡、镇人民政府，为县辖一级政权组织。1955年，威宁县改建为威宁彝族回族苗族自治县。1958年，改乡、镇为人民公社，全专区共建人民公社671个；是年大定县更名为大方县。1970年，水城县并入水城特区划归六盘水地区管辖，是年毕节专区更名毕节地区，辖毕节、大方、黔西、金沙、织金、纳雍、赫章县和威宁彝族回族苗族自治县。"
        },
        {
            "type": "text",
            "text": "       1991年，全地区共有89个区，736个乡镇，其中87个镇153个民族乡。1991至1992年，开展建镇并乡撤区，其后县以下行政建置为乡、镇。1993年12月10日，毕节县撤县建市（县级）。2011年撤销毕节地区和县级毕节市，设立地级毕节市。毕节市设立七星关区。以原县级毕节市的行政区域为七星关区的行政区域。"
        }
    ]
}