{
    "title": "松桃苗族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "852",
            "category": "铜仁市"
        },
        {
            "id": "912",
            "category": "松桃苗族自治县"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：490次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       松桃在历史上称为\"乌罗\"为苗语地名，\"乌\"为水，罗为河。宋置龙泉葛浙长官司及乌罗洞、平茶洞，元置乌罗、龙干等处长官司，永乐十一年（1413年）废思南宣慰司置乌罗府，辖郎溪蛮夷长官司，明置正大营，康熙四十三年（1704年）置正大营同知，雍正八年（1730年）移同知驻松桃，置松桃直隶厅。据清《黔南识略》：“雍正八年，建城于松桃山下，移同知驻焉。此松桃所由名也。”民国二年（1913年）改厅为县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       松桃，春秋战国时期属黔中，秦属黔中郡，汉至三国时期均属武陵郡，南北朝时期属郢州南阳郡，隋属源陵郡。"
        },
        {
            "type": "text",
            "text": "       唐太宗贞观四年（630年），今县境中部置平土洞，西部置乌罗洞，录属思州。唐武后垂二年（686年），以辰州麻阳县地及山洞置锦州，松桃东部属之。肃宗天宝元年（742），改锦州为卢阳郡，松桃又随属之。肃宗乾元元年（758），卢阳复名锦州，领洛浦、渭阳、卢阳、招谕、常丰5县，今松桃地属常丰县。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝年间（936年－975年），改平土洞置平头司，改乌罗洞置乌罗司。其间，西属思州东仍属锦州，徽宗政和四年（1114年）在今孟溪置龙泉葛泽长官司，兼有麻阳县地，属沅州。理宗宝祐元年（1253年）置平茶承化军民府，松桃中西部孟溪、平头、乌罗属之，亦属思州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元二十四年（1287年），置思州宣慰司，隶湖广行省，乌罗、平头二司归其所辖。成宗大德六年（1302年），改平头司为平头著可通达等处长官司；改乌罗司为乌罗龙干等处长官司，辖龙泉葛泽长官司；改平茶承化军民府为溶江之子坪茶等处长官司（治所今秀山龙凤高秀）。均均思州军民安抚司。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武四年（1371年），改乌罗龙干等处长官司置乌罗长官司；洪武七年（1374年），改平头著可通达等处长官司置平头著可长官司，隶思州宣慰司；洪武八年（1375年），置麻兔洞（今甘龙地）隶酉阳宣慰司；洪武十七年（1384年）划出溶江芝子坪茶长官司直属四川布政司。永乐三年（1405年），置答意、治古（今松桃东部）二第官司，永乐十一年（1413年）二月，废思南宣慰司，以其他置乌罗、思南、铜仁、镇远4府。乌罗府设治于乌罗长官司。同年，从酉阳宣慰司拨麻兔洞来属。此间，乌罗府隶于贵州布政司，英宗正统三年五月（1438年5月），令将答意、治古2长官司永行革除，乌罗府只存3司，不足以立府，遂省乌罗府将乌罗、平头两司拨入铜仁府，拨郎溪司属思南府。"
        },
        {
            "type": "text",
            "text": "       清康熙四十三年八月（1704年9月），兵部议复升任云贵广西总督鄂尔泰疏言，设铜仁理苗同知置正大营厅，以铜仁府副厅长官专理苗务，雍正八年（1730年）迁正大营理苗同知至长冲(今老松桃)，置松桃厅。雍正十一年(1733年)，松桃厅由长冲移至蓼皋山下建城(今松桃县城)。嘉庆二年(1797年)十一月初三日，升松桃厅为直隶军民厅，属贵东道。七年(1802年)设石岘卫。至道光十五年(1835年)，松桃直隶厅辖1卫、2司、14汛，由贵州省直接管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，改松桃直隶军民厅为松桃县，属黔东道。民国三年（1914年），以正大营县丞辖地置正大营分县，治正大营；以四十八溪主簿辖地置四十八溪分县，治堡脚(今普觉镇)，均属松桃县。民国十六年(1927年)，令四十八溪分县移置甘龙口，改为甘龙口分县，仍属松桃县。民国二十四年(1935年)，松桃属第九行政督察区。民国二十五年（1936年），撤销正大营、甘龙口二分县并入松桃。民国二十六年（1937年），松桃县改属第一行政督察区。民国三十二年（1943年）以后一直属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年11月12日松桃解放，1950年3月1日正式建立松桃县人民政府，属铜仁专区专员公署领导。1956年9月11日撤销松桃县，改设松桃苗族自治县。1956年12月31日，松桃苗族自治县正式成立，仍隶铜仁专员公署。1970年铜仁专区改为置铜仁地区，松桃苗族自治县隶属铜仁地区。2011年5月，撤销铜仁地区，设立地级铜仁市，松桃苗族自治县隶属铜仁市。"
        }
    ]
}