{
    "title": "铜仁市万山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "852",
            "category": "铜仁市"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：319次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称大万山，明置铜仁府，清光绪六年（1880年）移省溪司吏目于大万山。民国二年（1913年）置省溪县，民国三十年（1941年）废省溪县，设万山乡。1966年划玉屏、铜仁的一部分建万山特区，因这里有大万山，以山为名。2011年11月，撤销万山特区，设立铜仁市万山区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商为荆州之域，周属楚，秦属黔中郡，汉属武陵郡，魏晋南北朝初属武陵郡，后属东牂牁郡，隋属辰州，唐属锦州，宋属沅州。元至六十四年（1277年），置大万山苏葛办等处军民长官司，黄道溪野鸡坪蛮夷长官司，均属于思州安抚司。"
        },
        {
            "type": "text",
            "text": "       明洪武初，万山、黄道、施溪等3个土司隶属关系沿元未变。洪武五年六月十三日（1372年7月13日），大万山司随思州宣慰司改属湖广行省；施溪漾头司迁治平地寨，改称施溪长官司，隶属湖广沅州卫，洪武六年（1373年），又改属于思州慰司。洪武二十五年（1392年），以务程龙鳌、坪岳溪、都坪等蛮夷长官司并入黄道溪长官司，迁治武陵坪（今黄道侗族乡街上平溪寨），仍隶属思州宣尉司。后思州宣尉使田琛与思南宣尉使田宗鼎争砂坑有怨，举兵相攻，琛称天主，朝廷敕镇远侯顾成以兵弹压。事平，革除思州、思南二宣尉司，设贵州布政使司。以思州宣尉司地置思州、黎平、新化、石阡4府，以思南宣尉司地置思南、铜仁、乌罗、镇远4府，上述8府均隶属贵州布政使司。永乐十二年三月（1414年3月），大万山长官司划属铜仁府管辖，黄道溪长官司，施溪长官司划属思州府管辖。"
        },
        {
            "type": "text",
            "text": "       清实行“土改归流”的政策，自雍正以后，土司大部分被裁撤，大万山长官司由铜仁府派流官直接管理黄道溪长官司和施溪长官司由思州府派流官直接管理。光绪六年八月二十六日（1880年）贵州巡抚岑毓英奏准，将铜仁县移治江口，而将省溪司（今江口县）流官吏目改驻大万山，于是大万山又名省溪，治万山城内（今解放街），仍隶属铜仁府。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913年）8月，设置省溪县。省溪县成立初隶属贵州省黔东道（又名镇远道）。民国十二年（1923年），废黔东道，省溪县直隶于贵州省政府。民国二十四年元月（1935年），省溪县隶属第九行政督察区，专员公署驻铜仁。民国二十六年（1936年）11月，铜仁改称第六、七两个行政督察区合并成立新的第一行政督察区，专员公署驻镇远，省溪县隶属第一行政督察区。民国三十年（1941年），撤销省溪县，其辖地并入玉屏县和铜仁县。"
        },
        {
            "type": "text",
            "text": "       1949年解放，属玉屏县第六区。1958年12月划属铜仁县，建万山公社。1961年8月，又划属玉屏县恢复万山区。1966年2月22日设立万山特区隶属铜仁专区。1968年9月24日撤销万山特区，建立万山镇，直属铜仁专区。1970年同仁专区改为铜仁地区，同年8月8日恢复万山特区，仍属铜仁地区。2011年5月，撤销铜仁地区，设立地级铜仁市，同年11月，撤销万山特区，设立铜仁市万山区。"
        }
    ]
}