{
    "title": "铜仁市碧江区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "852",
            "category": "铜仁市"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：334次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       碧江区即铜仁原县级铜仁市。铜仁原名铜人，相传元朝时有渔人在铜岩处潜入江底，得铜人三尊。元代设置“铜人大小江蛮夷军民长官司”。隶属思南宣慰司。明洪武五年（1372年），“改铜人大小江等处蛮夷军民长官司为铜仁长官司，铜仁至此定名”，据《铜仁市志》记载：“古人认为‘人者，仁也，渐人之化’，于是就改为“铜仁”。"
        },
        {
            "type": "text",
            "text": "       2011年5月，撤销铜仁地区和县级铜仁市，设立地级铜仁市，铜仁市设立碧江区。以原县级铜仁市（不含茶店镇、鱼塘乡、大坪乡）的行政区域为碧江区的行政区域。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       铜仁原名铜人，元代设置“铜人大小江蛮夷军民长官司”。隶属思南宣慰司。明永乐十一年撤思州、思南宣慰司，于今境地设铜仁、思南、石阡、乌罗4府，均隶属于由此而设置的贵州布政使司。明永乐十一年（1413年）置铜仁府。正统三年（1438年）废乌罗府，其大部并入铜仁府。万历二十六年（1598年）置铜仁县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）撤铜仁县（治所今江口县）并入铜仁府（治所今铜仁市）；民国二年（1913年）改铜仁府为铜仁县（治所今铜仁市）；同时恢复原铜仁县（治所今江口县）改名江口县。民国三年（1914年）以原铜仁县正大营县丞驻地设正大营分县，隶属松桃县兼管；民国二十五年（1936年）1月，正大营分县并入铜仁县。民国三十二年（1943年）2月，全省改设6个行政督察区。第六督察区专员公署驻铜仁。"
        },
        {
            "type": "text",
            "text": "       1950年1月12日，铜仁地区全境解放，当年设铜仁专区，专员公署驻铜仁县。1970年铜仁专区改为置铜仁地区，铜仁县隶属铜仁地区。1987年8月21日销铜仁县，设立铜仁市。2011年1月5日，撤销铜仁地区和县级铜仁市，设立地级铜仁市，铜仁市设立碧江区。以原县级铜仁市（不含茶店镇、鱼塘乡、大坪乡）的行政区域为碧江区的行政区域。"
        },
        {
            "type": "text",
            "text": "【附注】\r\n       铜仁市本着既尊重当地历史、文化、地理特征，又提高城市品位的原则，组织地市专家学者对市辖区区名进行多次评审论证，前后上报过“铜江”“两江”“铜兴”“逸江”区，因各种原因未通过。2011年3月4日，地区组织有关领导、专家、学者再次对市辖区区名命名，提名碧江、春江、两江等区名，会上拟命名为碧江区。根据地区要求，3月25日铜仁市组织地、市专家进行评审，以“碧江”区上报地区。按照国务院《地名管理条例》的规定，“全国范围内的县、市以上名称，不应重名，并避免同音。”论证过程中有以下市辖区区名因重名、同音不能使用：\n\r\n       拟命名为“三江区”区名，因广西省有一个三江侗族自治县，区县重名；\r\n       拟命名为“锦江区”区名，因四川省有一个锦江区，区名重名；\r\n       拟命名为“铜江区”区名，因黑龙江省有一个同江市，区市名同音；\r\n       拟命名为“东山区”区名，因广州有一个东山区，区名重名；\r\n       拟命名为“常丰区”区名，因安徽省有一个长丰县，区县名同音；\r\n       拟命名为“铜川区”区名，因陕西省有一个铜川市，区市重名；\r\n       拟命名为“文峰区”区名，因河南省有一个文峰区，区名重名；\r\n       拟命名为“九龙区”区名，因香港有一个 九龙区，区名重名；\r\n       拟命名为“逸江区”区名，因安徽省有一个弋江区，区名同音。\r\n       拟命名为“卢阳区”区名，因安徽省有一个庐阳区，区名同音。"
        }
    ]
}