{
    "title": "铜仁市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "852",
            "category": "铜仁市"
        }
    ],
    "detail": "[日期：2014-04-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：354次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       铜仁原名铜人，相传元朝时有渔人在铜岩处潜入江底，得铜人三尊。元代设置“铜人大小江蛮夷军民长官司”。隶属思南宣慰司。明洪武五年（1372年），“改铜人大小江等处蛮夷军民长官司为铜仁长官司，铜仁至此定名”，据《铜仁市志》记载：“古人认为‘人者，仁也，渐人之化’，并且“仁”是儒家的核心思想之一，于是就改为“铜仁”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       元代设置“铜人大小江蛮夷军民长官司”。隶属思南宣慰司。明永乐十一年撤思州、思南宣慰司，于今境地设铜仁、思南、石阡、乌罗4府，均隶属于由此而设置的贵州布政使司。明永乐十一年（1413年）置铜仁府。正统三年（1438年）废乌罗府，其大部并入铜仁府。万历二十六年（1598年）置铜仁县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）撤铜仁县（治所今江口县）并入铜仁府（治所今铜仁市）；民国二年（1913年）改铜仁府为铜仁县（治所今铜仁市）；同时，改思南府为思南县，改石阡府为石阡县，改松桃直隶厅为松桃县。另外，恢复原铜仁县（治所今江口县）改名江口县，安化县改名德江县，以原思南府沿河佑溪吏目驻地设沿河县，以原铜仁府省溪吏目设省溪县（今万山特区）。玉屏县、印江县建置不变。民国三年（1914年）以原铜仁县正大营县丞驻地设正大营分县，隶属松桃县兼管；以原四十八溪主薄驻地设四十八溪（今甘龙口）分县，隶属松挑县兼管。民国二十四年（1935年）6月贵州省建立11个行政督察区。其中第六行政督察区专员公署驻思南，辖思南、德江、印江、沿河、石阡等县，第五行政督察区专员公署驻铜仁辖铜仁、江口、松挑、玉屏、省溪等县。"
        },
        {
            "type": "text",
            "text": "       民国二十五年（1936年）1月，正大营分县并入铜仁县，甘龙口分县并入松桃县。同年3月，全省缩编为8个督察区，第六督察区专员公署驻铜仁，辖铜仁、江口、松桃、玉屏、石歼、省溪、思南、德江、印江、沿河、后坪（治所今沿河县后坪乡）13县。民国二十六年（1937年）11月，督察区重新设置，德江、后坪2县划属第五督察区（治所今遵义市），其余9县隶属第一督察区（治所今镇远县）。民国三十年（1941年）撤省溪县，辖地分别并入铜仁、玉屏2县；撒后坪县，辖地分别并入沿河、务川2县。民国三十二年（1943年）2月，全省改设6个行政督察区。第六督察区专员公署驻铜仁，辖铜仁、江口、玉屏、松桃、印江、石阡、思南、德江、沿河9县。至此，铜仁地区建置基本固定。"
        },
        {
            "type": "text",
            "text": "       1950年1月12日，铜仁地区全境解放，当年设铜仁专区，专员公署驻铜仁县，辖铜仁、玉屏、松挑、江口、印江、石阡、思南、德江、沿河9县。1956年9月撤销松桃县，设立松桃苗族自治县。1958年12月撤销玉屏、江口二县，并入铜仁县。1961年8月恢复玉屏、江口两县。1966年12月设立万山特区，1968年9月撤销，1970年8月恢复万山特区。1979年1月撤销铜仁地区革命委员会正式设立铜仁地区行政公署，作为贵州省人民政府行政派出机关的现行建制。"
        },
        {
            "type": "text",
            "text": "       1983年9月7日撤销玉屏县建立玉屏侗族自治县，原行政区域不变；1986年10月7日撤销沿河县，设立沿河土家族白治县，原行政区域不变；1986年12月13日,撤销印江县，设立印江土家族苗族自治县，原行政区域不变。1987年8月21日撒销铜仁县，设立铜仁市，原行政区域不变。"
        },
        {
            "type": "text",
            "text": "        2011年5月撤销铜仁地区和县级铜仁市、万山特区，设立地级铜仁市。铜仁市设立碧江区，以原县级铜仁市（不含茶店镇、鱼塘乡、大坪乡）的行政区域为碧江区的行政区域。设立铜仁市万山区，以原万山特区和原县级铜仁市的茶店镇、鱼塘乡、大坪乡的行政区域为万山区的行政区域。"
        }
    ]
}