{
    "title": "习水县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "850",
            "category": "遵义市"
        },
        {
            "id": "920",
            "category": "习水县"
        }
    ],
    "detail": "[日期：2014-04-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1360次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三年（1914年)划赤水、仁怀二县地置温水分县，民国四年（1915年）更名为“鰼水县”，1959年为更改生辟字和繁体字地名，将“鰼水县”改为“习水县”。"
        },
        {
            "type": "text",
            "text": "       据《仁怀厅志》载：赤水河下段从\"丙滩以下至夹子河口，50里内产鳛鱼，人遂呼仁（今赤水）为鳛水\"。并说春秋时\"习水县四周，为鳛国境\"。故鰼水县是因河得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝禹分九州，今习水地域属梁州。商朝今习水地域属商於之地巴国平夷部落，巴王在境内设巴符关（今合江）。春秋时期，今习水大部属鰼国境地，今寨坝、坭坝属巴国辖地。战国时期鲁桓公九年（公元前316年）楚灭巴，鰼国属楚国辖地，后属大夜郎国。"
        },
        {
            "type": "text",
            "text": "       周赧王七年（前308年），秦惠文王遣张仪，司马错率巴蜀兵10万伐楚，取“商於之地”置黔中郡（今贵州地），在黔中郡巴涪水（今赤水河）设巴涪关邑（今合江），今习水属巴涪关邑。秦始皇二十六年（前221年），秦灭六国后，在今习水一带设“鳛部县”，属巴郡。"
        },
        {
            "type": "text",
            "text": "       西汉，汉高祖分巴、蜀两郡各一部置广汉郡。汉武帝建元六年（前135年），遣使唐蒙拜会夜郎侯多同，划出夜郎控制的广汉郡和蜀郡部分合置犍为郡，新莽时改为西顺郡，郡治设鳖县（今遵义县），今习水部分属犍为郡。汉武帝元鼎六年（前111年），在夜郎地盘上设立牂牁郡（后称牂牁国），犍为郡拨入牂牁郡管辖。同年，撤“鳛部县”，设平夷县，治所从鳖县迁平夷（今习水土城）。"
        },
        {
            "type": "text",
            "text": "       东汉，恢复犍为郡，以鳖县为郡治。汉朝时期，今习水地区先后属夜郎郡、牂牁郡，部分属江阳郡，部分属涪陵郡。"
        },
        {
            "type": "text",
            "text": "       三国时期刘备以李恢为庲降都督，在平夷县设都督府，今习水土城等地仍属江阳郡符节县，其他仍属牂牁郡和涪陵郡。"
        },
        {
            "type": "text",
            "text": "       西晋，愍帝建兴元年（313年），在平夷县设平夷郡（郡治土城），符节县属平夷郡。其后改平夷郡为平蛮郡，平夷县也随同改为平蛮县，今习水属平蛮郡平蛮县。东晋，穆帝永和（345年～356年）年间，设置安乐县（治所今赤水），隶东江阳郡，今习水属之。"
        },
        {
            "type": "text",
            "text": "       南朝齐武帝永明三年（485），复置晋代安乐县，平蛮县并入安乐县，县治安乐（今四川合江），隶江阳郡，郡治江阳（今四川泸州），今习水大部属江阳郡安乐县，寨坝、温水仍属涪陵郡。南朝梁武帝天监（502年—515年）期间，改江阳郡为泸州郡，改安乐县为安乐戍，今习水属泸州郡安乐戍。北周宣帝宣政元年（578年），改安乐戍为合江县，今习水大部属合江县，寨坝、温水等地仍属涪陵郡，双龙等地仍属平蛮郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年）改郡为州，将泸州郡改为泸州。隋炀帝大业二年（606年）改州为郡，又将泸州改为泸川郡，今习水属泸川郡合江县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年）改泸川郡为泸州，辖合江县，今习水部分属泸州合江县，部分属溱州（桐梓）。元和元年（806年）在今习水县同民镇蔺江村蔺江河畔的沙陀塘置蔺州。"
        },
        {
            "type": "text",
            "text": "       宋太宗至道三年（997年），今习水西北部属潼州府路泸州合江县，寨坝、温水、良村属南平郡南川县（今綦江），官店、双龙一带属播州乐源郡鼎山县（今桐梓）。北宋大观三年（1109年）六月，诏建滋州，领承流、仁怀二县。今习水南部抵桐梓河属承流县地域，中、北部多属仁怀县管辖。宣和三年（1121年）废滋州，在原治设武都城，撤承流、仁怀二县，设仁怀堡（治所复兴场），仁怀堡隶泸州合江县，今习水属仁怀堡。南宋端平二年（1235年），仁怀堡改隶播州宣慰司，今习水属之。"
        },
        {
            "type": "text",
            "text": "       元世祖十四年（1277年）设湖广行省播州军民安抚司仁怀、古磁两处，今习水部分属仁怀处，部分属古磁处。元世祖二十八年（1291年），由湖广行省改隶四川行省播州宣慰使司，同时改为播州宣抚司，今习水属四川行省播州宣抚司仁怀处和古磁处。元末，红巾军首领明玉珍在重庆称帝（1363年～1371年），国号为夏，其间将仁怀、古磁两处合并建立怀阳县，县治在怀阳（今赤水复兴场），今习水属怀阳县。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）朱元璋灭夏，设永宁长官司，治所马口崖（今土城儒维堡子头）。洪武五年（1372年），废怀阳县，改古磁城千户所、设唐朝坝（今习水同民）长官司，领今习水、赤水大部，隶四川行省。洪武二十七年（1394年），永宁宣抚司改隶四川布政使司，今习水大部属四川布政使司永宁宣抚司唐朝坝长官司。隆庆五年（1572年），杨应龙袭播州宣慰使职，将原仁怀处、古磁处属地（含今习水大部）收回播州管辖。万历二十五年（1597年），杨应龙叛乱。万历二十八年（1600年），平播结束。万历二十九年（1601年），“改土归流”，以播州所辖之地置平越、遵义两个军民府，前者属贵州，后者属四川。"
        },
        {
            "type": "text",
            "text": "       清顺治十五年（1658年）十二月，仁怀县归清，所辖10里依旧。雍正六年1728年），仁怀县随遵义府改隶贵州。乾隆三年（1738），改遵义府通判为遵义分府，将仁怀县原划出的仁怀、河西、土城三里地域为遵义分府辖地，今习水土城等地隶遵义分府，其余属仁怀县。乾隆十三年（1748），改遵义分府为遵义厅，归粮铺通判管辖，隶遵义府，今习水土城等地属遵义厅，其余属仁怀县。乾隆四十一年（1736年），改遵义厅为仁怀直隶厅（亦称仁怀直隶军民府），归贵州粮储道管理。道光二十年（1840年），正式移遵义府经历及遵义协右营驻温水。遵义府经历移驻温水后称温水府经厅。光绪三十四年（1908年），随贵州粮储道撤销，改仁怀直隶厅为赤水厅，隶遵义府。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）8月，温水分县成立（大汉温水分军政府终止），隶遵义县。民国四年（1915年）9月，撤销温水分县，以原分县地域为辖地，正式设立“鰼水县”，民国九年（1920年），废黔中道，鰼水等32县直属于省。民国十六年（1927年）3月25日，鰼水县公署改为鰼水县政府。民国二十三年（1934年）7月10日，县城官渡镇改名为鰼水镇。"
        },
        {
            "type": "text",
            "text": "       1949年设遵义专区，辖鰼水等11县。1959年1月13日，为更改生辟字和繁体字地名，将“鰼水县”改为“习水县”。1970年遵义专区改为遵义地区，习水县属遵义地区。1997年遵义地区改为地级遵义市，习水县属遵义市。"
        }
    ]
}