{
    "title": "贵阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        },
        {
            "id": "848",
            "category": "贵阳市"
        }
    ],
    "detail": "[日期：2014-04-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：472次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明隆庆三年（1569年）年三月，改程番府为贵阳府。清乾隆《贵州通志》卷5《地理·山川》：贵山“在城北五里，一名贵人峰。郡之得名以此”。贵阳因在贵山之阳得名。民国三年（1914年）废贵阳府设贵阳县。民国三十年（1941年）7月1日，撤贵阳县设贵阳市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期,今贵阳属柯国辖地.战国时属夜郎国范围。两汉时期隶属牂牁郡。唐朝在乌江以南设羁縻州，贵阳属矩州，矩州是以州南水形状似方矩得名。宋开宝七年（974年）土人首领归附宋王朝，因为当地语音“矩”和“贵”很难分，于是将“矩”字念作“贵”，朝廷敕书记作\"贵州\"。"
        },
        {
            "type": "text",
            "text": "       元至元十七年(1280年)置顺元路宣抚司,翌年改为宣慰司。至元二十年(1283年)置贵州等处长官司，为顺元路，先隶四川行中书省，后隶湖广行中书省。至元二十九年(1292年)，顺元、八番两宣慰司合并，设八番顺元宣慰司都元帅府于顺元城(今贵阳)。"
        },
        {
            "type": "text",
            "text": "       明永乐十一年(1413年)置贵州等处承宣布政使司，贵州建省。明成化十二年（1476年）置程番府，治程番长官司（今贵州惠水县）。辖境相当今贵州省贵阳、开阳、惠水、长顺、修文、息烽、贵定、龙里、罗甸等市县。隆庆二年（1568年）移治今贵州省贵阳市。隆庆三年（1569年）年三月，改新迁程番府为贵阳府。万历十四年（1586年）置新贵县，治贵阳。万历十九年（1601年）升贵阳府为贵阳军民府。万历三十六年（1618年）析新贵县、定番州置贵定县。崇祯四年（1631年）废贵州宣慰司，析宣慰司水东地置开州。明末，贵阳军民府辖新贵县、贵定县、开州（今开阳县）、广顺州（今长顺县）、定番州（今惠水县）和四个长官司。"
        },
        {
            "type": "text",
            "text": "       清顺治十六年（1659年）设贵州巡抚驻贵阳军民府。康熙五年（1666年）移云贵总督驻贵阳。康熙二十六年（1687年），省贵州卫、贵州前卫，置贵筑县与新贵县同城，改贵阳军民府为贵阳府。康熙三十四年（1695年）省新贵县入贵筑县。乾隆十四年（1749年）贵阳府辖贵筑县、贵定县、龙里县、修文县、开州、定番州、广顺州和长寨厅（今属长顺县）。光绪七年（1881年）增辖罗斛厅（今罗甸县）。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）废贵阳府设贵阳县，贵州分为三道，贵阳县属黔中道，为道治；移贵筑县驻扎佐，旋移息烽，改名息烽县。民国九年（1920年）废黔中道，贵阳县直隶于贵州省长公署。民国二十五年（1936年）设全省为八个行政督察区，贵阳县属第一行政督察区。次年，贵阳县直属于省政府。民国三十年（1941年）7月1日，撤贵阳县设贵阳市，另置贵筑县驻花溪，直至解放时未变动。"
        },
        {
            "type": "text",
            "text": "       1949年11月15日贵阳解放，11月23日成立贵阳市人民政府。1954年，贵筑县划归贵阳市辖。1958年，撤贵筑县建置，将市郊划为花溪、乌当两区；原属安顺专区的清镇、修文、开阳三县和原属黔南自治州的惠水县划归贵阳市辖。1959年设白云镇，相当于市辖区一级行政单位。1963年，将开阳县划归遵义专署，修文、清镇两县划归安顺专署，惠水县划归黔南自治州。1973年恢复白云区建置。1992年，清镇撤县设市。1996年1月1日原安顺地区管辖的清镇市和修文、息烽、开阳“一市三县”划归贵阳市辖。2000年1月，贵阳市设立小河区。2006年7月19日金阳新区成立。2012年11月，撤销贵阳市花溪区、小河区，设立新的贵阳花溪区；在金阳新区基础上设立观山湖区。"
        }
    ]
}