{
    "title": "贵州省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "35",
            "category": "贵州省"
        }
    ],
    "detail": "[日期：2014-04-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：498次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       贵州由来，说法不一。第一种是：宋代以前设矩州，因当地语音“贵”和“矩”难分，故也写做贵州，元初正式命名为贵州。明设贵州布政使司。清设贵州省。"
        },
        {
            "type": "text",
            "text": "       第二种是：北宋初年，彝族先民的一支乌蛮人(旧志书称乌蛮，或卢鹿族，亦称罗罗族)占领了贵阳，建立了少数民族政权。宋太祖开宝七年(974年)，乌蛮首领普贵朝贡于宋王朝，宋太祖赵匡胤有《敕普贵书》，其文称：“惟尔贵州，远在要服。”同时“赐王爵，以镇一方。”(《大明一统志》语) 此后，“贵州”之名开始见政府公文、史书。但那时的“贵州”主要指今贵阳。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商周及春秋时期，今贵州地区行政区划情况，学术界有两种说法。一说认为属“鬼方”，一说认为属古“牂牁国”。有待进一步研究。"
        },
        {
            "type": "text",
            "text": "       春秋战国至西汉初年(公元前7世纪至前1世纪)，今贵州地属夜郎国，处于奴隶社会向封建社会过渡时期。秦统一中国后设置的黔中郡辖今松桃、铜仁一带。"
        },
        {
            "type": "text",
            "text": "       汉代，牂牁、武陵、巴、犍为四郡分治今贵州地，部分地方形式上纳入中央王朝统治，实际上是一种松散的“羁縻”关系。"
        },
        {
            "type": "text",
            "text": "       秦汉时期，夜郎国逐渐缩小。汉成帝河平年间，(前28年—前25年)夜郎王兴因反叛被诛，夜郎国灭亡。"
        },
        {
            "type": "text",
            "text": "       魏晋南北朝，今贵州所辖郡县略有调整。隋代设沅陵等六郡辖今贵州地。唐代基以乌江为界，江以北设经制州，朝廷委派官吏治理，江以南为“羁縻”州，由民族首领治理，仍推行汉代的“羁縻”政策。"
        },
        {
            "type": "text",
            "text": "       宋代今贵州虽分属夔州路、荆湖北路、广南西路、潼川路管辖，实际大部分地区仍分布着数十个羁縻州。从汉至宋，贵州成为全国“羁縻”州最多的地区。"
        },
        {
            "type": "text",
            "text": "       元代置行省。今贵州分属湖广、四川、云南三省。并开始推行“土司制度”。设有八番顺元、播州、思州、思南、亦溪不薛、乌撒乌蒙等六个宣慰司及普定、普安、永宁三路。"
        },
        {
            "type": "text",
            "text": "       明初维持元代土司制度，并先后设立30个卫、140多个所，置屯军镇压威慑少数民族。明代设三司治理行省。明洪武十五年(1382年)设贵州都指挥使司，永乐十一年(1413年)，因思南、思州两宣慰司长期争斗，明王朝杀田琛、田宗鼎两宣慰使，撤销宣慰司，设贵州承宣布政使司，贵州正式建省，成为全国13个行省之一。永乐十四年(1416年)设贵州提刑按察使司，贵州三司齐备，下辖思南、镇远、铜仁、乌罗、思州、石阡、新化、黎平八府；普安、普定、永宁、镇宁四州及贵州宣慰司。"
        },
        {
            "type": "text",
            "text": "       明万历二十九年(1601年)，播州宣慰使杨应龙反叛被诛后，撤销播州宣慰司，设遵义、平越二府。清顺治二年(1645年)，原明朝桂王朱由榔在广东肇庆即帝位，年号永历。在清军追击下，永历政权先后迁到梧州、桂林等地，顺治九年(1652年)，大西军余部将领孙可望迎永历帝至贵州安龙并独霸朝政，顺治十一年(1654年)，永历帝支持李定国除孙未遂，孙即于安龙诛杀了参与此事的18位大臣，其墓葬后人称为“明十八先生墓”，并建祠供后人瞻仰。顺治十三年(1656年)李定国军至安龙，移永历帝往云南。康熙元年(1662年)永历帝在缅甸被杀。"
        },
        {
            "type": "text",
            "text": "       清顺治十五年(1658年)，清军攻占贵州，继明代永乐、万历两次“改土归流”，康熙、雍正两朝全面推行“改土归流”。贵州土司制度基本废除，但残存一些长官司，至民国时期仍有土司存在。清初从邻省划进遵义等州县属贵州省，清末贵州省辖12府，2直隶厅、13州、13厅、43县、53长官司。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)至民国二十四年(1935年)，贵州相继为兴义系军阀和桐梓系军阀统治。民国二十四年(1935年)国民党中央军尾追红军进入贵州，取代军阀统治，建立中央直接控制的政权。民国三十年(1941年)，设贵阳市、新增6个县。至民国三十八年(1949年)全省有1直辖区、6行政督察专员区；1市、78县、1设治局。"
        },
        {
            "type": "text",
            "text": "       1949年11月15日，中国人民解放军解放贵阳，12月26日成立了贵州省人民政府。1956年4月，撤销贵定、镇远、都匀3专区，设置黔东南苗族侗族自治州和黔南布依族苗族自治州。1967年，设置六盘水地区。1978年12月，撤销六盘水地区，设置六盘水市，为省辖市。1981年9月，撤销兴义地区，设置黔西南布依族苗族自治州。1997年，撤销遵义地区，设立地级遵义市。2000年，撤销安顺地区，设立地级安顺市。2011年，撤销铜仁地区，毕节地区，设地级铜仁市，地级毕节市。截至2012年12月31日，全省设6个地级市、3个自治州；7个县级市、56个县、11个自治县、13个市辖区、1个特区。"
        }
    ]
}