{
    "title": "澄迈县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "34",
            "category": "海南省"
        }
    ],
    "detail": "[日期：2014-04-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：496次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋大业三年（公元607年）迁县城于今老城镇的老城墟，并且取澄江、迈山之首字，易名澄迈县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元鼎六年(前111年)平定南越，元封元年(前110年)在海南岛上设珠崖、儋耳两郡，设16县，隶交趾刺史部。珠崖郡下置11县，儋耳郡下置5县。苟中县隶珠崖郡，苟中县治设在那舍都(今美亭乡东北隅)。西汉置珠崖郡后，因黎民不堪其官吏强征暴敛，多次群起“叛乱”。西汉初元三年(前46年)，朝廷撤销海南岛所有郡县，在大陆设朱卢县遥领海南(苟中县自设立至罢弃仅65年)，中央封建王朝鞭长未及，海南成为“自由岛”。梁大同六年(540年)，高凉郡冼夫人请命于朝，在海南儋耳故地设崖州，管辖海南岛，结束了海南600年“自由岛”的历史。\n\r\n       隋大业三年(607年)，在旧苟中县境立澄迈县，属珠崖郡。澄迈县名自此始。唐武德五年(622年)，澄迈县管辖4个乡，改珠崖郡为崖州，澄迈隶属崖州。唐贞观五年(631年)析崖州之琼山设置琼州，琼州名自此始。澄迈仍隶属崖州。唐贞观十三年(639年)，析琼山、澄迈领地增设曾口、颜罗、容琼三县，均隶属琼州。唐乾封二年(667年)，琼州领地除临机县外，琼州与琼山、曾口、颜罗、容琼、乐会1州5县被黎民攻占，朝廷无奈将临机县划归崖州管辖。唐贞元五年(789年)，岭南节度使李复收复琼州及琼山、曾口、颜罗、容琼、乐会1州5县，置琼州都督府，同时罢崖州都督府。琼州都督府领崖州、琼州、儋州、振州、万安州5州和22县。澄迈县隶属崖州。\n\r\n       五代十国南汉乾和十五年(957年)，琼州之地省颜罗、曾口两县，曾口县地(辖区约今登迈县的瑞溪、新吴、永发3个乡镇，今定安县的新竹镇等，今屯昌县北部等地)划入澄迈县。曾口县治在今永发镇博罗村。\n\r\n       宋开宝五年(972年)，废崖州，以其地入琼州，登迈县隶属琼州自此始。其时琼州领地有6县：琼山、舍城、澄迈、临高、文昌、乐会。宋熙宁六年(1073年)，海南置1州3军10县2镇。1州即琼州，设琼管安抚司，澄迈县隶属晾州。宋宣和元年(1119年)，琼管安抚司改为琼管安抚都督，澄迈县隶属琼管安抚都督。元至元十五年(1278年)，琼管安抚都督改为琼州路安抚司，澄迈县隶于琼州路安抚司。\n\r\n       明洪武二年(1369年)，琼州路安抚司改为琼州安抚司，澄迈隶属琼州安抚司。洪武三年(1370年)，琼州升为琼州府(府治所在今琼山市府城)，领崖、儋、万3州13县。澄迈县直隶琼州府。"
        },
        {
            "type": "text",
            "text": "       清袭明制，澄迈仍直隶于琼州府。光绪二十一年(1895年)，知县薛贺图将县署从今老城墟迁到金江镇金江行署办公。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)7月，隶属琼崖绥靖处，为广东省派出机关。民国二年(1913年)3月，隶属琼崖镇守府。同年9月，隶属琼崖绥靖督办公署。民国三年(1914年)夏，复设琼崖道，澄迈县隶属琼崖道。民国十年(1921年)，废琼崖道，设琼崖善后处，澄迈县隶属琼崖善后处。民国十五年(1926年)2月，国民革命军渡琼，驱逐军阀邓本殷出琼，废善后处，澄迈县隶属琼崖行政区委员会。同年11月，隶属琼崖行政视察专员公署。民国十七年(1928年)3月，隶属广东省南区善后委员公署。民国二十一年(1932年)3月，隶属广东省琼崖特别区行政长官公署。7月，又隶琼崖绥靖委员公署。8月，澄迈县公署改称澄迈县政府。"
        },
        {
            "type": "text",
            "text": "       民国三十五年(1936年)7月，澄迈县隶属广东省第九区行政督察专员公署。民国二十八年(1939年)2月，隶属琼崖战时党政处，为广东省政府派出机关。12月，隶属广东省第九区行政督察专员公署。民国三十四年(1945年)9月，隶属广东省第九区行政督察专员兼保安司令公署。民国三十五年(1946年)1月，隶属广东省政府主席琼崖办公处。民国三十六年(1947年)11月，隶属广东省第九区行政督察专员公署。民国三十八年(1949年)1月21日，隶属海南特别行政区。同年4月，隶属海南特别行政区行政长官公署。同年5月，中国国民党领导的海南各级政权全部解体。\n\r\n       1950年4月22日，澄迈县解放。澄迈县人民政府从六芹山迁进县城金江镇，接管澄迈县。1951年4月，澄迈县隶属海南军政委员会西区办事处和广东省人民政府海南行政公署双重领导。1953年下半年，海南军政委员会停止行使职权。1958年12月1日，澄迈和临高两县合并，初称金江县，县治金江镇。1959年3月22日，正式改称澄迈县。1961年5月30日，恢复澄迈、临高两县建置。1967年3月，澄迈县隶属广东省海南地区军事管制委员会。1968年4月，澄迈县隶属广东省海南行政区革命委员会。1980年1月，澄迈县隶属广东省海南行政区公署。1984年10月，澄迈县隶属广东省海南行政区人民政府。1988年4月，海南建省，澄迈县直隶海南省。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       金江镇旧名“打铁市”，相传几户打铁匠居于此而得名。后来，在清月发现江中沙土含金，故改名“金江”。"
        }
    ]
}