{
    "title": "哈尔滨市道外区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "45",
            "category": "哈尔滨市"
        }
    ],
    "detail": "[日期：2014-02-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：880次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       道外区，原以中东铁路分界，铁道线以西称“道里”，以东称“道外”。道外，原称“傅家店”，因清末同治末年，山东德平人傅宝山、傅宝善等兄弟七人闯关东到此地，开小客店、大车店，后形成聚落，遂称傅家店。清光绪三十四年（1908年），新任滨江厅江防同知何厚琦认为“店”字义狭，将“店”字改为“甸”，故称“傅家甸”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       道外一带，清代中叶以后属阿勒楚喀副都统辖地。清末添设民官，清光绪三十二年十二月初十日（1907年1月23日），吉林将军等奏准，设置滨江厅，管辖傅家店、岗家店（今道外八区）、四家子（今道外十六道街）等地。滨江厅同知朱启经于清光绪三十三年三月初六日（1907年4月18日）“开篆视事”，厅署设于今道外区南十一道街。隶属哈尔滨关道（即滨江关道）。"
        },
        {
            "type": "text",
            "text": "       清宣统元年四月十五日（1909年6月2日），改隶吉林省双城府。后因辖区过小，于清宣统二年（1910年）前后将双城府、阿城县沿江一些地方划归滨江厅管辖。辖区东西宽70余华里，南北长40余华里。同年改隶吉林行省西北路道。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，1913年3月，将滨江厅改为滨江县，翌年6月将西北路道改称滨江道，遂改隶滨江道。1916年为繁荣傅家店，将四家子（今十六道街）辟为新市街，并逐步扩展到二十道街。同年12月，滨江县署移驻四家子。1919年将阿城县的圈河、太平桥一带划归滨江县管辖，辟为商埠。1929年2月，改由吉林省直辖。同年5月，设立滨江市政筹备处，划傅家甸、四家子、圈河、太平桥为滨江市辖区，滨江县只管农村部分，实行市、县分治。直隶吉林省。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，1933年7月1日，并入哈尔滨特别市。1938年7月1日，伪哈尔滨市公署公布市区条例，废止保甲制，实施区制，将傅家甸地区（太平桥除外）划分为东傅家区和西傅家区。"
        },
        {
            "type": "text",
            "text": "       1945年“九三”抗日战争胜利后，将原东、西傅家区合并为道外区。1946年9月，又将道外区划分为东傅家区和西傅家区。1948年7月，市政府决定调整行政区划，将东、西傅家区划分为东、西、北3个傅家区。1949年10月，撤销北傅家区，分别划归东傅家区和西傅家区，东、西傅家区以靖宇九道街分界。1956年8月28日，东傅家区与西傅家区合并为道外区，同年10月两区正式合并。1958年11月，将原滨江区的松浦乡划归道外区管辖，并改为松浦人民公社。1963年3月，将郊区农村公社划归新恢复的滨江区管辖。\n\r\n       1972年8月，撤销滨江区，将松浦、前进、万宝3个农村公社划归道外区管辖。1983年至1984年，政社分开，将农村公社改为乡的建制。1985年3月，将松浦乡改为松浦镇，将万宝乡改为万宝镇。2004年3月24日道外区与太平区正式合并，新区名为道外区。区划调整后，原江北三镇划归松北区管理，2006年9月，原阿城市的巨源和永源两个镇划归道外区。"
        }
    ]
}