{
    "title": "东方市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "34",
            "category": "海南省"
        }
    ],
    "detail": "[日期：2014-04-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：459次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1952年4月由白沙县四区(石碌)和乐东县五区(东方)及六区(中沙)组建东方县（习惯称为东方小县）。1958年12月，东方县、昌感县、白沙县3个县合并，设立东方县（习惯称为东方大县），东方县县名以原东方小县的驻地在东方村而得。1987年12月30日，东方县更名为东方黎族自治县。1997年3月12日撤销东方黎族自治县设立东方市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉武帝元封元年(前110年)置九龙县，县治设在九龙山(今感城镇入学村西侧海滨)，隶属儋耳郡。汉昭帝始元五年(前82年)儋耳郡并入珠崖郡，九龙县改隶属珠崖郡。西汉元帝初元三年(前46年)废珠崖郡，置朱卢县，废九龙县，九龙旧地属朱卢县，隶属合浦郡。东汉光武帝建武十九年(43年)废朱卢县，置珠崖县，九龙旧地隶属珠崖县，属合浦郡。"
        },
        {
            "type": "text",
            "text": "       三国吴大帝孙权赤乌三年(239年)复置珠崖郡，九龙旧地隶属珠崖郡。西晋武帝太康元年(280年)珠崖郡并入合浦郡，九龙旧地隶属合浦郡。"
        },
        {
            "type": "text",
            "text": "       南北朝宋文帝元嘉八年(431年)复置珠崖郡，九龙旧地隶属珠崖郡。梁武帝大同年间(535年—541年)置崖州在儋耳之地，九龙旧地隶属崖州。陈朝(557年至589年)九龙旧地仍隶属崖州。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年(607年)置感恩县(县治在原九龙县治旧址上)，废崖州，复置珠崖郡，感恩县隶属珠崖郡。唐高祖武德五年(622年)感恩县隶属儋州。北宋太祖开宝五年(972年)感恩县隶属儋州。五代十国南汉时期，感恩县仍隶属儋州。"
        },
        {
            "type": "text",
            "text": "      北宋神宗熙宁六年(1073年)废儋州置昌化军，降感恩县为镇，隶属昌化军；北宋神宗元丰三年(1080年)复置感恩县，隶属昌化军。南宋高宗绍兴元年(1131年)感恩县隶属琼州。绍兴十四年(1144年)复置昌化军，感恩县隶属昌化军。南宋理宗端平二年(1235年)废昌化军置南宁军，感恩县隶属南宁军。"
        },
        {
            "type": "text",
            "text": "       元朝(1271年—1368年)感恩县仍隶属南宁军。明太祖洪武二年(1369年)改南宁军为儋州，感恩县隶属儋州。明洪武十九年(1386年)废儋州置崖州，感恩县隶属崖州。明正统五年(1440年)，感恩县治从九龙县治旧址迁中和乡(今感城)，隶属琼州府。清世祖顺治十三年(1656年)感恩县隶属琼州府至清末。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)废琼州府，全岛各地设立县，隶属琼崖道。民国五年(1916年)感恩县治暂迁北黎。民国七年(1918年)迁回感城，隶属琼崖道。民国十年(1921年)感恩县隶属琼崖道善后处。民国十八年(1929年)感恩县隶属广东省第十四巡察区管辖。抗日战争和解放战争时期。从民国三十二年(1942年)至1950年，国民党设立的感恩县政府和昌江县政府与共产党领导的县抗日民主政府并存。民国二十八年(1939年)7月侵琼日军进犯昌感地区，国民党感恩县政府从感城迁到山区老吴村(今感城镇辖地)，隶属广东省第九行政督察区。民国二十九年(1940年)3月至4月，国民党感恩县政府又从老吴村迁到山区番阳(今通什市番阳镇)，隶属广东省第九行政督察区。民国三十四年(1945年)国民党感恩县政府又从番阳迁到北黎，仍隶属广东省第九行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）1月，昌江县抗日民主政府成立，民国三十二年（1943年）5月，崖感联县抗日民主政府成立，民国三十三年（1944年）3月，昌感崖县抗日民主政府成立，民国三十四年（1945年）7月昌感县抗Et民主政府成立，民国三十六年(1947年)5月，中共撤销昌感县，分置昌江、感恩两县，感恩县政府驻地在中沙村。1949年12月将中共昌江、感恩两县合并为昌感县，县政府驻地在王外村。隶属海南行政区。"
        },
        {
            "type": "text",
            "text": "       1950年5月1日海南解放，废除国民党感恩县政府和昌江县政府，中共昌感县人民政府从王外村迁到北黎，隶属广东省海南行政区。1952年4月由白沙县四区(石碌)和乐东县五区(东方)及六区(中沙)组建东方(小)县，隶属海南黎族苗族自治区，县政府驻地在东方村。1957年初，昌感县人民政府从北黎迁到新街。1958年12月东方(小)县、昌感县、白沙县合并为东方县，隶属海南黎族苗族自治州，县人民政府驻地在叉河。1959年9月县人民政府驻地从叉河迁到八所。"
        },
        {
            "type": "text",
            "text": "       1961年5月东方县又分置昌江、白沙、东方三县。东方县隶属海南黎族苗族自治州。1987年12月30日，撤销海南黎族苗族自治州，东方县更名为东方黎族自治县。1988年4月，海南建省，东方黎族自治县直属海南省。1997年3月12日撤销东方黎族自治县设立东方市（县级），其管辖范围不变。3月30日举行撤县设市挂牌仪式。"
        }
    ]
}