{
    "title": "三沙市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "34",
            "category": "海南省"
        },
        {
            "id": "935",
            "category": "三沙市"
        }
    ],
    "detail": "[日期：2014-04-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：564次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2012年6月21日，撤销海南省西沙群岛、南沙群岛、中沙群岛办事处，设立地级三沙市，管辖西沙群岛、中沙群岛、南沙群岛的岛礁及其海域。“三沙”即指西沙群岛、南沙群岛、中沙群岛。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇一统天下后，把全国分为42郡，其中在岭南地区设置了南海郡、桂林郡和象郡。这三郡所辖之地，大都濒临今南海的北部和西部海域，也就是东沙群岛和西沙群岛海域。"
        },
        {
            "type": "text",
            "text": "       汉武帝元鼎六年（前111年），汉武帝派伏波将军路博德、楼船将军杨仆平定南粤之后，在其地设立了儋耳、朱崖、南海、苍梧、玉林、合浦、交趾、九真、日南九郡，其中，儋耳、朱崖两郡在海南省。东汉建武十八年（42年），伏波将军马援南征时曾至“千里长沙”，即今西沙群岛。"
        },
        {
            "type": "text",
            "text": "       三国时期，东吴孙权派康泰、朱应出使扶南（今柬埔寨）等国，康、朱二使亲历南海诸岛部分岛屿。东晋时，南海郡太守鲍靓定期巡视南海和南海诸岛。南朝宋国的谢灵运在《武帝诔》中记载，东晋义熙六年（410年）和东晋义熙七年（411年），宋武帝刘裕“虎骑骛隰，舟师涨海”，与卢循进行了一场战斗，其主战场即在其所辖的南海诸岛。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年）至大业六年（610年），隋炀帝派常骏、王君政出使赤土国（今马来半岛泰国东南一带），航程经西沙群岛的“焦石山”和南沙群岛西侧。唐代西沙群岛属振州。振州（今海南省三亚市）的疆域“西南至大海三千里”。南海诸岛行政区域属振州，但行政管理归岭南节度使。"
        },
        {
            "type": "text",
            "text": "       宋代承袭隋唐行政建制。九乳螺洲（今西沙群岛）归属宋代海疆。南宋《宋史纪事本末》记载，南宋景炎二年（1277年）十二月丙子日，南宋端宗皇帝曾驻驿西沙群岛（七洲洋）。"
        },
        {
            "type": "text",
            "text": "       元代延续宋代之制，中国地方政府继续对南海诸岛进行管理。至元十六年（1279年），根据元世祖的命令，同知太史院士郭守敬到南海进行测量，即为“四海测验”。其行程“南逾朱崖”，最后“测得南海北极出地一十五度”，元代已在南海正式行使管辖权。元代至大四年至延佑七年（1311年—1320年），朱思本绘、罗洪先增补的《广舆图》绘有千里长沙（西沙群岛）、万里石塘（南沙群岛），南海诸岛已列入元朝版图。"
        },
        {
            "type": "text",
            "text": "       明代南海的行政区划已日趋稳定，属于琼州府管辖范围。明代唐胄《正德琼台志》“疆域”条中记载：琼州府有“千里长沙”、“万里石塘”。海南人王佐（1465年～1505年）所著的《琼台外纪》中记载，万州辖有“长沙、石塘”，此时南海诸岛的西沙群岛和南沙群岛是万州的管辖范围。"
        },
        {
            "type": "text",
            "text": "       清代南海诸岛为琼州府万州辖。清朝官方地图《清绘府州县厅总图》明确地将“七洲洋”划为中国的一个府，“南澳气”、“千里长沙”、“万里石塘”和“七洲洋”，即南海诸岛的东沙群岛、西沙群岛、中沙群岛和南沙群岛均列入中国版图并设府管辖。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，广东省政府宣布将西南中沙群岛划归海南崖县（今三亚市）管辖。抗战时期，日本侵占西沙和南沙太平岛。日本投降后，国民政府于民国三十五年（1946年）11月24日，派海军“永兴”、“中建”两舰接管了西沙群岛，建立收复西沙纪念碑；12月12日，派“太平”、“中业”两舰接管南沙群岛，并在太平岛上设立“南沙群岛管理处”，并派兵驻守，南海诸岛暂时隶属于海军司令部。民国三十六年（1947年）5月间，国防部召开了西南沙群岛建设实施会议，会上决定由海南岛特别行政区对西沙群岛和南沙群岛进行行政管理。"
        },
        {
            "type": "text",
            "text": "       1950年5月海南岛解放。南海诸岛仍然属于广东省，行政关系隶属于广东省海南行政区。1959年，西沙群岛、南沙群岛、中沙群岛办事处设立，由海南行政区管辖。1988年，西沙群岛、南沙群岛、中沙群岛办事处划归新成立的海南省管辖。2012年6月21日，民政部公告宣布，国务院正式批准，撤销西沙群岛、南沙群岛、中沙群岛办事处，建立地级三沙市，政府驻西沙永兴岛。2012年7月24日上午，三沙市成立大会暨揭牌仪式在永兴岛举行，三沙市正式成立。"
        }
    ]
}