{
    "title": "海口市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "34",
            "category": "海南省"
        },
        {
            "id": "933",
            "category": "海口市"
        }
    ],
    "detail": "[日期：2014-04-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：455次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       明洪武二十八年（1395年）开始筑城，按兵制海口浦改建为所，称“海口所”或“海口区”。因为它北临琼州海峡，位于海南岛最大的河流——南渡江出海口的西侧，故取名为海口。民国十五年（1926年）12月9日，海口从琼山县分出，改设市政厅，始称海口市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉武帝元封元年（前110年），海南置珠崖、儋耳二郡，海口地属珠崖郡玳瑁县。昭帝始元五年(前82)罢儋耳郡入珠崖郡，元帝初元三年（前46），汉元帝采纳贾捐之议罢去珠崖郡，此后在雷州半岛先后设置朱卢县、珠崖县。东汉建武十九年(43)，置珠崖县，隶合浦，海口隶之。"
        },
        {
            "type": "text",
            "text": "       三国吴大帝赤乌五年(242年)，海南改设朱卢、珠官二县，海口市属珠官，后隶朱卢县。晋太康六年(285年)，海口地属合浦郡朱卢县。梁大同中（535年～546年），置崖州，海口地属崖州。陈同梁制。隋大业六年（610年），在岛南置临振郡，在西北和北部置儋耳郡和珠崖郡。海口地属珠崖郡颜卢县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），置崖、儋、振三州，改颜卢县为颜城县，海口地属颜城县。贞观元年（627年），改颜城县为舍城县，析舍城县置琼山、平昌二县，海口地属琼山县。贞观五年(631年)，置琼、崖二州，海口地属崖州舍城县。"
        },
        {
            "type": "text",
            "text": "       五代十国期间，海南属南汉，全岛划为五州(琼、崖、儋、万、振)十三县，海口属崖州舍城县。宋神宗熙宁四年（1071年），海口隶属琼山县，称海口浦，为商船聚泊之港口。元代，海口地属琼山县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），海口地属广西行省琼山县。洪武二年(1369年)，省琼山县。三年(1370年)，复置琼山县，海口地属广东布政使司琼州府琼山县，称海口都。不久，分设海口一都、二都。洪武七年(1374年)，设海口千户所。洪武二十八年(1395年)筑海口城，称海口所城，为海南后卫千户所。"
        },
        {
            "type": "text",
            "text": "       清初沿明制。康熙二十三年（1684年）至雍正七年（1729年），设水师营，县丞署移置海口所。康熙二十四年(1685年)，全岛沿海设十处海关，海口为总口。光绪三十一年（1905年），改雷琼道为琼崖道，海口地属琼崖道琼山县，称海口所。清末设海口商埠警察局。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），全琼分设十三县，称琼崖十三属，海口地属琼山县，称海口镇（亦称海口所城）。民国八年（1919年），琼崖镇守府迁设海口饶园。民国九年（1920年），改设琼崖善后处，公署仍设在饶园。民国十五年（1926年）12月9日，海口从琼山县分出，改设市政厅，始称海口市。民国十八年（1929年）8月23日，因人口未达到2万，将海口市政厅改为海口市政局。民国二十年（1931年）2月13日，撤销海口市政局，地域归琼山县管辖。民国二十三年（1934年），海口划为琼山县第十一区，区公所设在瀛海书院。民国三十八年（1949年）8月7日，复设海口市。"
        },
        {
            "type": "text",
            "text": "       1950年4月23日，中国人民解放军解放海口。同年5月1日，奉中南军区命令，成立海口市军事管制委员会（属海南军政委员会领导），负责海口市、榆（榆林）亚（三亚）的军事管制和接管工作。同年6月1日，成立海口市人民政府，驻地海口市解放路，隶属海南军政委员会，至1957年为地级市。1958年12月1日，撤销琼山县，行政区域并入海口市，1959年10月27日，恢复琼山县。"
        },
        {
            "type": "text",
            "text": "       1966年下半年至1976年10月，全国开展“文化大革命”，1967年3月，成立海口市军事管制委员会，1968年4月，成立海口市革命委员会。1958～1974年为县级市。1975年11月22日，海口升为地级市。1982年4月，撤销海口市革命委员会，恢复海口市人民政府。1983年降为县级市。1986年5月31日，复升格为地级市。1988年4月31日，设立海南省，海口市为海南省省会，仍为地级市。"
        }
    ]
}