{
    "title": "海南省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "34",
            "category": "海南省"
        }
    ],
    "detail": "[日期：2014-04-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：523次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       在地质时期，海南岛原与华夏大陆相联，大约在人类出现的第四纪，由于地壳断裂才与大陆分离，其间形成15～30公里宽的琼州海峡，此岛孤悬南中国海域中，因而得名“海南岛”。1988年4月建省，故称为海南省。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞时代，海南岛为南交之地，夏、商、周三代，为扬越之南裔。秦始皇三十三年（前214年），秦在南方设置桂林郡、南海郡和象郡，并将中原几十万人迁徙其地，海南岛为象郡之外徼。秦汉之交，中原战乱，秦龙川令赵佗自立为南越王。南越国势力遍及海南岛。"
        },
        {
            "type": "text",
            "text": "       西汉武帝元鼎六年(前111年)，伏波将军路博德、楼船将军杨仆等率师平定南越之乱。元封元年(前110年），在海南岛设置珠崖郡、儋耳郡。元帝初元三年(前46年）春又罢珠崖郡，下诏放弃珠崖郡，设置朱卢县，隶属交州合浦郡。"
        },
        {
            "type": "text",
            "text": "       东汉建武十九年(43年），伏波将军马援平定交趾，往来南海，抚定珠崖，复置珠崖县，属合浦郡，而省朱卢县。东汉明帝永平十年(67年)又复置儋耳县，珠崖、儋耳2县均隶属于合浦郡，督于交州。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴赤乌年间(238年～251年)在雷州半岛设立珠崖郡（治今广东徐闻），领徐闻、朱卢、珠官3县，属高州管辖，对海南岛实行“遥领”。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），省珠崖郡，并入合浦郡。朱卢改为玳瑁。合浦郡领合浦、南平、荡昌、徐闻、玳瑁、珠官6县。属交州。不久废珠官县。"
        },
        {
            "type": "text",
            "text": "       南朝，宋文帝元嘉八年(431年)复立珠崖郡，治徐闻，不久又废。以珠官、朱卢属越州。梁朝武帝大同(535年～546年)中，在废儋耳郡的地方设置崖州，统于广州。时儋耳归附俚僚首领冼夫人的有一千多峒，冼夫人请命于朝，故置崖州。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业年间(605年—618年)复置珠崖郡，辖义伦、感恩、颜卢、毗善、昌化、吉安、延德、宁远、澄迈、武德10县。珠崖郡治设在义伦县。后从珠崖郡中分出延德、宁远两县、设置临振郡。珠崖、临振两郡，由扬州司隶刺史管辖。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年(622年)，在海南岛上设崖、儋、振三州。唐太宗贞观元年(827年)，崖、儋、振三州隶属岭南道，并析置州县及更名：把崖州颜城县更名为舍城县，平昌县更名为文昌县，以儋州昌化县一部分设吉安县。贞观二年(628年)，以振州延德县一部分设吉阳县。贞观五年(631年)，从崖州中分出琼州，州治在今琼山市。贞观十三年(639年)，从琼山县分出曾口、额罗、容琼3县，属琼州。唐高宗显庆五年(660年)，新设乐会县，归琼州。唐高宗龙朔二年(662年)，分崖州和振州一部分新设万安州。唐玄宗天宝元年(742年)，改州为郡：琼州为琼山郡，儋州为昌化郡，振州为延德郡(又称宁远郡)。唐肃宗至德二年(757年)，改万安州为万全郡，万安县亦改为万全县。四郡均属至德元年（756年）所设的岭南节度使管辖。唐德宗贞元五年(789年)，复立琼州，并设都督府以加强统治海南。唐懿宗咸通五年(864年)，于琼山郡南境置忠州，不久遂废。五代时，海南属南汉，改琼山、昌化、万安3郡为州，撤消宁远郡。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝四年(971年)，平南汉。第二年，变动行政区划：把和琼州毗邻的崖州并入琼州，领琼山、临高、乐会、舍城、澄迈、文昌6县；把崖州之名移到唐代宁远郡地(今三亚市)，领宁远、吉阳2县；儋州领义伦、昌化，感恩3县，万安州领万安、陵水2县。宋神宗熙宁初，以琼州为琼管安抚司，自始总领海南地区。熙宁六年(1073年)，改儋州为昌化军，崖州为珠崖军。熙宁七年，改万安州为万安军。宋初，划全国行政区为十五路，神宗元丰三年(1080年)，琼州划属广南西路。宋徽宗崇宁五年(1106年)，于珠崖军西部的黄流、白沙、侧浪之间复置延德县。宋徽宗大观元年(1107年)，改延德县为延德军。政和元年(1111年)，废延德军为感恩县。宣和年间，改琼管安抚司为安抚都监。宋高宗绍兴六年(1136年)，废昌化、万安、珠崖三军为县：昌化为宜伦县，万安为万宁县，珠崖为宁远县。绍兴十三年（1143年）后，恢复昌化、万安、珠崖三军，以原属县还隶。后改昌化军为南宁军，珠崖军为吉阳军。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十五年(1278年)，在海南岛设置琼州路安抚司，所领军、县与南宋时相同，隶属湖广行中书省。至元十七年（1279年），隶属海北海南道宣慰司。至元二十八年(1291年)，改为琼州路军民安抚司。增设定安、会同2县。元文宗天历二年(1329年)，又改为乾宁军民安抚司。不久，升定安县为南建州。元惠宗至正末年（1370年），海南改隶广西行中书省。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年戊申(1368)三月，明军挥师南征，至六月，元朝海南海北道和海南分府元帅归降。同年十月，海南岛改乾宁安抚司为琼州府，并改吉阳军为崖州，南宁军为儋州，万安军为万州，3州隶于琼州府，仍属广西。不久又将南建州改为定安县。洪武二年（1369年）六月，海南州府改隶于广东省。洪武九年（1376年），海南岛属广东布政使司海南道。正统四年（1439年）六月，儋州附郭（州治所在地）宜伦县并入儋州，崖州附郭宁远县并入崖州，万州附郭万宁县并入万州。明代南海诸岛改归崖州管辖。"
        },
        {
            "type": "text",
            "text": "       清代在海南设置琼崖道。崖州隶属隶琼州府，光绪三十一年（1905年）升为直隶州。领4县：感恩（治今东方市南）、昌化（治今昌江黎族自治县西）、陵水（治今陵水黎族自治县）、万州（治今万宁市）。光绪三十一年（1905年）降万州为县。"
        },
        {
            "type": "text",
            "text": "       中华民国初期，海南岛的建置仍袭清制，置琼崖道，直隶于广东省。琼崖道共辖13县：琼山、澄迈、定安、文昌、琼东（即清代会同）、乐会、儋县（1912年儋州改县）、临高、万宁（1914年万州改万宁县）、昌江（因与浙江省昌化县同名，1914年改名昌江）、陵水、感恩、崖县（1920年崖州改称崖县）。民国元年（1912年），海口所改称镇。民国十五年（1926年）12月9日，海口从琼山县分出，改设市政厅，始称海口市。民国二十年（1931年）2月13日，撤销海口市，复归琼山县。"
        },
        {
            "type": "text",
            "text": "       1950年5月海南岛宣告解放，成立海南军政委员会，实行军事管制。次年4月，成立广东省人民政府海南行政公署，1955年3月，改称广东省海南行政公署。1966年“文化大革命”爆发后，海南行政公署停止行使职权。1968年4月成立海南地区革命委员会，1976年10月改称海南行政区革命委员会，1980年1月，改称海南行政区公署。1984年10月撤销海南行政区公署，海南行政区人民政府正式宣告成立。1987年撤销海南行政区和海南黎族苗族自治州，1988年4月海南建省。"
        }
    ]
}