{
    "title": "象州县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "948",
            "category": "来宾市"
        },
        {
            "id": "958",
            "category": "象州县"
        }
    ],
    "detail": "[日期：2014-04-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：454次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       隋置象州，因为在县治西有象山，山上白石如象，故名。民国元年（1912年）象州改称象县。1952年9月，象县与武宣县合并，改称石龙县。1960年5月30日，石龙县更名象州县，使用古地名为县名。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       秦始皇三十三年（前214年），岭南设南海郡、象郡、桂林郡，今县境属桂林郡。汉初，今象州地属南越。元鼎六年（前111年），今象州境内置桂林县，属郁林郡，为行政建置之始。\r\n　　\r\n       三国，今县境地属吴，凤凰三年（274年），境内置武安县、桂林县，属桂林郡。武安为桂林郡治。西晋太康元年（280年）武安更名武熙，改属郁林郡，今县境有武熙，桂林2县。东晋太兴元年（318年）分郁林郡设晋兴郡，武熙县、桂林县属晋兴郡。\n\r\n       南朝宋、齐时，武熙县改属桂林郡，初为郡治，后迁往中溜，齐复将郡治迁回武熙。梁在今县地置韶阳郡，领阳寿、武化、长风、淮阳4县，阳寿（今县城）为郡治。陈沿梁制。\n\r\n       隋开皇十二年（592年）置象州，在今县境内设有淮阳、西宁、桂林3县。开皇十八年（598年）淮阳改名阳宁。大业二年（606年）撤象州，今县境置阳寿、桂林2县，将阳宁并入阳寿，西宁并入桂林县，改属始安郡。\n\r\n       唐武德四年（621年）重置象州，辖阳寿、西宁、桂林、武德、武仙5县，州治阳寿（今县城）；今县境置阳寿、西宁、桂林、武德、武化、长风6县，其中武化、长风2县属晏州。贞观十二年（638年）撤西宁并入武德，同年撤晏州，长风、武化2县改属象州，次年州治迁至武化。乾封元年（666年）撤桂林县并入武仙县，天宝元年（742年）象州改为象郡（又名象山郡），撤武德县并入阳寿县，郡辖4县。乾元元年（758年）象郡改称象州。大历十一年（776年）撤长风县并入武化县，州治迁阳寿。从此至唐末象州辖阳寿、武化、武仙3县，今县境有阳寿、武化2县。\n\r\n       五代十国，开平元年（907年）属楚，南汉乾和九年（951年）属南汉。象州辖阳寿、武化、武仙3县，州治阳寿。\r\n　　\r\n       宋开宝四年（971年）象州归宋，沿旧制。开宝七年增辖来宾县。景德四年（1007年），升象州为防御州。熙宁四年（1071年），撤销武化县并入阳寿县。元祐元年（1086年）恢复武化县，南宋时又撤销。此后至宋末，象州辖阳寿、武仙、来宾3县。今县地为阳寿县。景定三年（1262年），象州州治从阳寿迁至来宾县之蓬莱洲。\n\r\n       元至元十三年（1276年）象州归元，设安抚司。至元十五年（1278年），改象州为路，治所从蓬莱洲迁回阳寿。大德年间（1297年～1307年）复改为州，辖阳寿、来宾、武仙3县。\n\r\n       明洪武元年（1368年）七月，廖永忠攻下象州，象州属明。次年撤销阳寿县归并象州；改象州为散州，初辖武仙后无辖县，属柳州府。\n\r\n       清顺治八年（1651年）春，孔有德略取柳州旁近诸州县，象州归清，建置沿明制。咸丰六年（1856年）大成国李文茂率部攻取象州，改象州为相州。咸丰十一年（1862年）清兵收复相州，复称象州。\r\n　　\r\n       民国元年（1912年）象州改称象县，属柳州府。民国二年（1913年）6月改属柳江道。民国十五年（1926年）改属柳庆区。民国十七年（1928年）属柳江行政督察区。民国十九年（1930年）年属柳州民团区。民国二十三年（1934年年）11月属梧州行政监督区。民国二十五（1936年）9月属浔州行政监督区。民国三十一年（1942年）3月象县属第二区（柳州）。民国三十六年（1947年）象县属第三区（治苍梧）。民国三十八年（1949年）解放前夕，象县属第二区。\n\r\n       1949年11月29日，象县解放，属柳州专区。1952年9月，象县与武宣县合并，改称石龙县。1953年4月23日，柳州专区撤销，象县划归宜山专区管辖，县城暂设于武宣镇，1953年6月迁至石龙镇。1958年宜山专区更名为柳州专区，石龙县属柳州专区。1960年5月30日，石龙县更名象州县。1962年3月，复置武宣县，象州县城迁至象州镇。1970年柳州专区更名柳州地区，象州县仍属之。2002年12月撤销柳州地区，设立地级来宾市，象州县隶属来宾市。"
        }
    ]
}