{
    "title": "凤山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "963",
            "category": "凤山县"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：372次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国八年（1919年）5月，废土分州设凤山县，因县南有双凤山，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉武帝元鼎六年（前111年）汉武帝平定南越国后，西汉王朝在广西腹地开疆拓土，设置郡、县，今凤山县境始入中国版图，属交州郁林郡定周县地域，但只有疆土归属关系，没有行政隶属关系，这一状况一直维持到南宋初期仍为蛮地不变。"
        },
        {
            "type": "text",
            "text": "       三国时，属吴国桂林郡地域；晋属广州桂林郡地域；南北朝时，属广州桂林郡地域；隋属扬州始安郡地域；北宋属广南西路邕州庆远府地域。"
        },
        {
            "type": "text",
            "text": "       南宋时期，今县境平乐乡置有罗博州，是邕州下辖的48个羁縻州之一，境域包括今县境江洲、平乐、中亭、金牙、更沙乡及凌云县加尤乡、逻楼镇等地。这是今县境有行政建置之始。其余仍为蛮地，属庆远府下辖的东兰州（羁縻州）地域。元代归属与南宋相同。隶庆远南丹溪洞等处军民安抚司。"
        },
        {
            "type": "text",
            "text": "       明洪武十二年（1379年），安习、忠、文3个土州并入东兰土州为东兰州后，东兰州将州地划分为12个哨级行政建制，统称内六哨、外六哨。今平乐、中亭、金牙、更沙四乡属泗城府（治今凌云县）。"
        },
        {
            "type": "text",
            "text": "       清朝初年，相沿明代建制归属不变。雍正八年（1730年），清朝对东兰土州实行改土归流，将州境一分为二：以内六哨地设为东兰州，以外六哨地另置土分州，原称东兰土分州，后改称凤山土分州，为凤山县级行政建置之始，仍归东兰州承审，属庆远府管辖。"
        },
        {
            "type": "text",
            "text": "       民国初年，仍袭清制。民国八年（1919年）5月，废土分州设凤山县，隶属田南道。民国十六年（1927年），田南道废，原道属各县直隶广西省。民国十九年（1930年），广西独创民团制度，将全省设为12个民团区，凤山县隶百色民团区。民国二十三年（1934年）3月，民团区改设为行政监督区，凤山隶百色行政监督区。民国二十四年（1935年），广西省府调整旧田南道属各县，割出老鹏乡归天峨县，割出盘阳、凤凰2乡归万冈县（今巴马瑶族自治县），另拨凌云县金牙、谋轩、平乐3乡及百色县相桥乡共4个乡来属，今县境由此定型，仍隶属百色行政监督区。民国二十九年（1940年）4月，省政府将行政监督区改制为行政督察区，原百色行政监督区改称为“第十区行政督察专员兼保安司令公署”，凤山县隶第十区（百色）。民国三十一年（1942年）3月，原第十区改为第五区，凤山县隶第五区（百色）。民国三十八年（1949年）6月，省从第五区划出东兰、凤山、万冈、乐业4县，从第十区划出天峨1县共5个县另置为第十二行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年11月29日，凤山解放，1950年1月1日，凤山县人民政府正式成立，县级行政区划隶属广西省百色专区。1952年12月，隶属广西省桂西壮族自治区百色专区。1956年3月，隶属广西省桂西僮族自治州百色地区。1957年12月，隶属广西省百色专区。1958年3月，隶属广西僮族自治区百色专区。1965年8月，改隶广西僮族自治区（1965年10月更名为广西壮族自治区）河池专区。1971年9月，河池专区改为河池地区，凤山县属河池地区，2002年6月18日撤销河池地区，设立地级河池市，于同年11月1日正式挂牌成立，凤山县隶属河池市。"
        }
    ]
}