{
    "title": "宜州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "961",
            "category": "宜州市"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：317次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐朝贞观四年（630年）置龙水县，南汉，龙水县隶属宜州，且为州治。宋宣和元年（1119年），龙水县更名为宜山县。据《今县释名》：“宋置，以宜山为名，山在县北一里，群山皆高大，此独卑小，下临龙江，宜于登眺，故名。”1993年9月9日撤销宜山县，设立宜州市，乃取南汉时期古地名为用。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦时属桂林郡地。 汉元鼎六年（前111年）置定周县。三国时期，属吴国，置定周县。西晋，改置龙刚县，隶属桂林郡。东晋，沿置龙刚县。"
        },
        {
            "type": "text",
            "text": "       唐朝贞观四年（630年）置龙水县，先后属粤州、龙水郡、宜州，为州治。天宝年间（742年—753年）在今市境内及毗邻地区先后设置羁縻温泉州（下辖2县）、羁縻蕃州（下辖3县）、羁縻述昆州（下辖5县）、羁縻琳州（下辖4县）。唐昭宗光化三年（900年）析县地置崖山、东玺2县。"
        },
        {
            "type": "text",
            "text": "       五代十国，龙水县初属楚，后属南汉，隶属宜州，为州治。宋朝初沿唐置龙水县，淳化五年（994年）以柳州洛曹县来隶龙水县。宣和元年（1119年），龙水县更名为宜山县，先后隶宜州、庆远府，为州治、府治，并为庆远军节度使驻地。"
        },
        {
            "type": "text",
            "text": "       元朝至元十三年（1276年），宜山县为庆远军民安抚司，为司治。至元十六年（1279年）属庆远路总管府，为府治。大德元年（1297年），属庆远南丹溪峒等处军民安抚司，为司治。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年（1368年），宜山县属庆远府，为府治。次年属庆远府南丹溪峒等处军民安抚司，为司治。再年属庆远，为府治。洪武至永乐年间（1368—1424年）先后设置大曹、怀远、德胜、东江4巡检司及龙门土舍。弘治五年（1492年）析宜山县地置永定长官司、永顺长官司及永顺副长官司。"
        },
        {
            "type": "text",
            "text": "       清朝宜山县属庆远府，为府治。康熙五年（1666年）废大曹、怀远、东江3巡检司。雍正七年（1729年）析忻城土县功德、窖灰2里、永定土司清潭、南乡2里置理苗分县。同年将龙门土舍改置龙门巡检司（光绪三十一年即1905年废置）。道光五年（1825年）废永定副长官司，光绪三十年（1904年）废德胜巡检司，宣统二年（1910年）废永定长官司、永顺长官司。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废宜山县，置庆远府，直属广西省府。民国二年（1913年）废庆远府，改置宜山县，属柳江道。民国十五年（1926年），废柳江道，宜山县直属广西省府。民国十九年（1930年），宜山县属宜山民团区。民国二十一年（1932年），宜山县属柳州民团区。民国二十三年（1934年）3月，广西8个民团区改为8个行政监督区，宜山县属柳州监督区，为行政监督区署所在地。民国二十五年（1936年）11月，广西增设玉林、庆远两个行政监督区，宜山县属庆远区，为区署所在地。民国二十九年（1940年）3月，宜山属第七行政督察区，为行政督察区专员兼保安司令公署所在地。民国三十一年（1942年）4月，广西行政督察区第四、第七两区合并为第二区，宜山县属第二区（即柳州区）。民国三十六年（1937年），广西再次划分为12个专区，宜山县属第十专区，为专区所在地。"
        },
        {
            "type": "text",
            "text": "       1949年12月27日宜山县人民政府成立，县属庆远区，为庆远区公署所在地。1950年2月，庆远专员公署更名为宜山专员公署，县属宜山专区，为专区所在地。1958年7月19日，宜山专区并入柳州专区。1965年7月，成立河池专区，宜山属河池专区。1971年广西各专区更名为地区，宜山县属河池地区。1993年9月9日撤销宜山县，设立宜州市（县级），属河池地区。2002年撤销河池地区，设立地级河池市，宜山市随属。"
        }
    ]
}