{
    "title": "都安瑶族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "967",
            "category": "都安瑶族自治县"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：374次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国五年（1916年）春，南宁道属武鸣县承审之都阳、安定等7土司，隆安县承审之2土司，分设3县，其中都阳、安定两司地全部，兴隆司地之部分城头，以及恩隆县属之飞地，乌龙峒(今大化乡)，合置一县，并于是年之4月1日正式宣告立县，县治才圩。县名初以县治才圩之翠屏山取义，称“屏山县”，几月后以都阳、安定两司司名首字命名“都安县”。1955年12月15日，成立都安瑶族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞时代属荆州南徼之地。商、周时代属百越之地。秦始皇三十三年(前214年)，今都安地域统属桂林郡地。汉代，都安全境统属郁林境地。汉元鼎六年(前111年) 置定周县。都安地域划入定周县版图。三国时期，都安地域仍属郁林郡之定周县地。"
        },
        {
            "type": "text",
            "text": "       西晋时期，都安地域为广州郁林郡地。南北朝时期，都安地域先后属桂林郡地和马平郡地。隋时期，都安地域统属郁林郡地。"
        },
        {
            "type": "text",
            "text": "       唐代，都安地域为桂州所领。中部和东部地域属贺水县地，北部地域分属羁述昆州之夷蒙县地和都陇县地，西南部属澄州地。五代十国时期，都安地域统属宜州地。"
        },
        {
            "type": "text",
            "text": "       宋朝，都安地域统属右江道。宋淳化二年(991年) ，都安东部境地始设置地方行政管理机构富安监(亦称“富安砂监”)，负责管理地方行政及坑冶事务，属庆远府。此为都安境内最早设置之地方行政单位。庆历四年(1044年)，富安监裁撤，并入柳州府之马平县地。元代，都安地域统属田州路。\n\r\n       明初，都安地域统属思恩军民府地(后改思恩府)，永乐十八年(1420年)，田州土官岑瑛袭任思恩土州牧，遂于洪熙元年(1425年)将州域分设13堡，都安地域分置都阳堡、安定堡。正统6年(1441年)庆远府属之述昆乡划割思恩军民府管辖，安定堡属述昆地，称“安定里”。景泰三年(1452年)述昆乡地复归庆远府，安定里仍属思恩军民府地。嘉靖七年(1528年)思恩府属13堡改置9土巡检司，都安地域分置都阳土巡检司、安定土巡检司，统属思恩府地。"
        },
        {
            "type": "text",
            "text": "       清代，因袭明制。光绪三十年(1904年)三月，始行“改土归流”，废世袭土官，改设流官弹压委员，司名依旧，隶属右江道思恩府。两司所有重大民刑案件悉归武缘县(今武鸣县)承审。"
        },
        {
            "type": "text",
            "text": "       中华民国成立(1912年)，仍沿袭弹压制，隶武鸣府。民国二年（1913年）都安地域隶属邕南道。民国三年（1914年），邕南道易名南宁道，仍属之。民国四年（1915年）8月3日南宁道新置隆山。民国五年（1916年）4月1日设立屏山县，县治才圩，县名初以县治才圩之翠屏山取义，几月后以都阳、安定两司司名首字命名“都安县”，隶属广西省南宁道。\n\r\n       民国十九年（1930年），广西全省划为12个民团区，都安属宾阳民团区。民国二十一年（1932年），12个民团区合并为6个民团区，其中南宁、宾阳两民团区合并为南宁民团区，都安属之.区治武鸣。民国二十三年（1934年），都安属南宁行政监督区。民国二十八年（1939年），南宁行政监督区划分为南宁、武鸣两个行政监督区，都安县属武鸣行政监督区，区治武鸣。民国二十九年（1940年），都安属第八区，区治武鸣。民国三十一年（1942年），第八区和第九区合并为第四区，都安属之，区治南宁。民国三十三年（1944年），都安属第四行政专区。民国三十七年（1948年），将第四区原辖8县划出，设置第十一区，都安属之，区治武鸣。"
        },
        {
            "type": "text",
            "text": "       解放后，1949年12月至1950年12月，都安属武鸣专区。1951年1月25日，武鸣专区撤销，都安改属南宁专区。1951年8月至1952年12月，都安改属宜山专区，此后，随宜山专区属桂西僮族自治区。1953年4月23日都安划归桂西僮族自治区直辖。1955年12月15日，成立都安瑶族自治县。1956年3月，桂西壮族自治区改为自治州，都安仍属之。1957年12月至1958年11月，都安属邕宁专区，1958年11月14日，邕宁专区改名南宁专区，都安仍属之。1965年5月，划设河池专区，都安划属河池专区。1971年9月，河池专区改称河池地区，都安属河池地区。2002年6月18日撤销河池地区，设立地级河池市，于同年11月1日正式挂牌成立，都安瑶族自治县隶属河池市。"
        }
    ]
}