{
    "title": "巴马瑶族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "968",
            "category": "巴马瑶族自治县"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：356次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十四年（1935年）初，国民政府设立万冈县。1953年4月23日，裁撤万冈县。1956年以原万冈县设巴马县，因县境有巴马山得名。巴马（也作岜马）系壮语，巴意为山，即指马山，因山形似马而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦统一前，境地属古百越地。秦始皇三十三年（前214年），秦出兵统一岭南地区，巴马境地属桂林郡。汉初，隶属南越国。元鼎六年（前111年），汉武帝平定南越，置九郡，巴马境地以盘阳河为界，河以北属定周县地（治所今宜州市），河以南属增食县地（治所今田阳县），同属交州郁林郡。三国因之。"
        },
        {
            "type": "text",
            "text": "       晋朝大兴元年（318年），置晋兴郡，巴马境地属晋兴郡增翊县。隋朝开皇九年（589年），隶属郁林郡宜化县。"
        },
        {
            "type": "text",
            "text": "       唐懿宗咸通三年（862年）岭南道分东道和西道，在邕管境内的少数民族地方设置羁縻州、县垌。在县境地东南部始设置羁縻恩城州（治所在今那桃周旧村），其余境内大部属羁縻归乐州，同隶属邕州都督府。"
        },
        {
            "type": "text",
            "text": "       北宋初年，仍沿唐制，施行“以夷治夷”的土司制度。崇宁五年（1106年）巴马境地北部置羁縻文州，后置绍南寨、思阳县（州、寨、县治所在今盘阳一带），属庆远府（今宜州市）；境地南部置羁縻上隆州（治所在今燕洞），属横山寨（治所在今田东县），隶属邕州（治所在今南宁市）。元袭宋制，文州属湖南道思州民安抚司，上隆州属田州路。"
        },
        {
            "type": "text",
            "text": "       明洪武十二年（1379年），东兰知州归附，省文州入，巴马境地北部属东兰州地，南部属田州府。嘉靖七年（1528年），王守仁抚定田州，降田州府为州治，因分州地置十九土巡检司，在巴马境内的南部诸地置岜马、万冈、篆甲（今甲篆）、下隆（今平林至大化乙圩一带）、砦桑（今局桑）土巡检司。"
        },
        {
            "type": "text",
            "text": "       清雍正七年（1729年）置哨，巴马境地北部哩喇哨（今盘阳一带）、泗苟哨（今凤凰一带），改属东兰州，同属庆远府。光绪元年（1875年），田州改土归流，设置恩隆县，巴马境地原属土田州的上隆、下隆、篆里一、二、三都（今那桃乡）划归恩隆县管辖，恩隆县治设于燕洞圩（光绪五年县治迁至平马圩）；余下的篆里四都（今巴马）、龙篆三里（今甲篆）归百色同知，同属百色直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国初期，巴马境地分属凤山、田东和百色县。巴马地置边陲，大革命时期起，这里是右江革命根据地的中心之一。民国二十三年（1934年）冬至民国二十四年（1935年）初，国民党广西省当局出于镇压革命需要，以“开化边民，施政便利”为由，设立万冈县，县治在定巴乡巴马圩。"
        },
        {
            "type": "text",
            "text": "       1953年4月23日，裁撤万冈县。1956年2月6日，为贯彻党的民族政策，根据民族意愿及兼顾历史上曾有“岜马”这旧名，成立巴马瑶族自治县，县治在巴马街，县域以旧万冈县地为主。巴马瑶族自治县属桂西壮族自治州百色地区。1958年1月百色地区改为百色专区，巴马亦属百色专区管辖；1965年5月巴马县改属河池专区管辖；1971年9月，河池专区改称河池地区，巴马瑶族自治县属河池地区。2002年6月18日撤销河池地区，设立地级河池市，于同年11月1日正式挂牌成立，巴马瑶族自治县隶属河池市。"
        }
    ]
}