{
    "title": "罗城仫佬族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "969",
            "category": "罗城仫佬族自治县"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：441次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       罗城仫佬族自治县，由原罗城、天河两县合并而成。宋开宝五年（972 年）析武阳、融水等县地置罗城县，以旧治在西罗乡而得名。1953 年4 月23 日，天河县并入罗城县。1983 年8 月30 日，撤销罗城县，设立罗城仫佬族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\n罗城沿革：\n\r\n       罗城县，汉至南朝齐皆为潭中县地，南北朝梁中大通五年（553 年）析潭中县地置黄水县，为建县之始，属黄水郡（县治在今黄金一带）。\n\r\n       隋开皇年间，黄水郡废，黄水县直隶东宁州。开皇十一年（591 年），于今东门镇一带增置临县，属东宁州。开皇十八年（598 年），两县改隶融州。大业二年（606 年），废黄水，临二县，并入今融水苗族自治县境之义熙县。次年改州为郡，义熙县属始安郡。\n\r\n       唐武德四年（621 年），复置临，黄水两县，并于今东门镇一带新置安修县，俱属融州。五代因之。\n\r\n       宋开宝五年（972 年）析武阳、融水等县地置罗城县，始得县名，属融州。熙宁七年（1074 年），罗城、武阳两县俱废，并入融水县。崇宁元年（1102 年）置武阳寨、罗城堡。翌年，废罗城堡置乐善州（罗善寨）。旋废，仍属融水县。元因之。\n\r\n       明洪武二年（1369 年）割融水县地复置罗城县，清朝，依旧隶属柳州府。清咸丰七年（1857 年），大成国起义军攻占罗城，改县名为朝阳县。十一年（1861 年）清军占罗城，复名罗城县。\n\r\n       民国二年（1913 年）六月，罗城县属柳江道，民国十六年（1927 年）废道，罗城县直隶广西省政府。民国十九年（1930 年）属宜山民团区，民国二十一年（1932 年）改属柳州民团区，民国二十三年（1934 年）三月改属柳州行政督察区，民国二十九年（1940 年）四月属第四行政督察区，民国三十一年（1942 年）三月改属第二行政督察区，民国三十七年（1948年）十月又改属第十行政督察区，次年七月改属第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "\r\n天河沿革：\n\r\n       天河县，汉至隋朝均无建制。唐贞观四年（630 年）始置天河县，初属粤州。天河县县治初在今四把乡里胜村旧县屯，传说因附近兰靛村后山，每逢大雨即有瀑布自山间飞流直下，宛似银河从天落而得名。又传因附近之北陵山顶有小河，俗称天河。县名据此而定。乾封年间（666年~668年）改属宜州。天宝元年（742 年）改隶龙州郡。乾元元年（758 年）复隶宜州。五代因之。\n\r\n       宋庆历三年（1043 年）改隶庆远府。大观元年（1107 年）改属融州。北宋初，今县境尚置有乐善羁縻县（一说州），治今宝坛乡四堡。元初，仍属庆远府，至元十六年（1279 年）改属庆远路。大德元年（1297 年）改属庆远南丹溪洞等处军民安抚司。\n\r\n       明洪武元年（1368 年）改属庆远府。洪武二年（1369 年）又改隶庆远南丹军民安抚司，次年复隶庆远府。弘治九年（1496 年）九月，析天河县十八里地置永安长官司，寻又省废入天河县。\n\r\n       清朝，仍属庆远府。其中，天河县承审置于明弘治五年（1494 年），治今宜山县东北之永顺副长官司。\n\r\n       民国二年（1913 年）六月，天河县属柳江道，民国十六年（1927 年）废道，天河县直隶广西省政府，同年，永顺副长官司改土归流并入天河县。民国十九年（1930 年）属宜山民团区，民国二十一年（1932 年）改属柳州民团区，民国二十三年（1934 年）3 月改属柳州行政监督区，民国二十五年（1936 年）十月改属庆远行政监督区，民国二十九年（1940年）四月属第七行政督察区，民国三十一年（1942 年）三月改属第二行政督察区。民国三十七年（1948 年）十月改属第十行政督察区。\r\n "
        },
        {
            "type": "text",
            "text": "       解放初期，罗城、天河两县属庆远专区。1950 年，两县改属宜山专区。1952 年7 月，经广西省政府报请中南军政委员会核转，政务院1953 年4 月23 日批准，撤销天河县，其行政区域并入罗城县。1956 年3 月，罗城县改属宜山地区，1956 年7 月改属柳州专区，1965 年5 月改属河池专区，1971年9月，河池专区改称河池地区，罗城县属河池地区。1983 年8 月30 日，撤销罗城县，设立罗城仫佬族自治县，以原罗城县的行政区域为其行政区域，属河池地区管辖。2002年6月18日，撤销河池地区，设立地级河池市，罗城仫佬族自治县由河池市管辖。"
        }
    ]
}