{
    "title": "环江毛南族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        },
        {
            "id": "970",
            "category": "环江毛南族自治县"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：345次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1951年思恩县与宜北县合并，置环江县，因境内有大、小环江而得名。1986年11月1日，撤销环江县，设立环江毛南族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇三十三年（前214年）秦统一岭南，设置桂林郡、南海郡、象郡，今环江大部分地属桂林郡，西北少部分地属象郡。汉高祖三年（前204年），南海郡尉赵佗击并桂林郡和象郡，自立为南越武王，今环江县地属南越国。汉元鼎六年（前111年），汉武帝灭南越国，在其地设置郁林、苍梧、合浦、南海、珠崖、儋耳、交趾、日南、九真等9郡，今环江县地属郁林郡定周县（今宜山县）。\n\r\n       三国（220年～280年）今环江县地属三国吴郁林郡。西晋（281年～316年）今环江县地属桂林郡龙刚县（今宜山县）；东晋（317年～420年）属桂林郡潭中县（今柳州市）。南北朝（420年～589年）之南朝宋、齐，今环江县地属桂林郡龙定县（今宜山县）。南朝梁、陈属龙州（今柳城县）。隋朝（589～618年）今环江县地属始安郡。\n\r\n       唐贞观十二年（638年），在今环江县地置环州，是今环江县境内行政区域建置之始。环州治正平县环洛峒，即今环江渡口西之地庐屯（刘家屯）附近一带。环州下辖正平、福零、龙源、饶勉、思恩、武石、歌良、蒙都8县，除歌良在今宜山县及河池市境外，其余7县均在今环江县境内。即正平县在今大环江下游以西地区的西南、福龙一带；福零县在今水源乡西南部；龙源县在今水源乡中部、西部、北部地域；饶勉县在今县西部地区；思恩县在今大环江中下游及以西地区；武石县在今县西部地区；蒙都县在今大安、长美、大才全境及思恩镇之人和、清潭、文化一带。唐天宝元年（742年）改环州为正平郡（也作整平郡），属岭南道邕州都督府，统正平等县，治所在大环江以西正平县环洛峒。后析原环州东北部置羁縻抚水州。乾元元年（758年）复为环州，仍辖正平等8县，州治所移至环江洲。\n\r\n       五代十国（907年～960年）环州辖思恩、蒙都两县（余6县俱废分别人隶）。先属楚，后属南汉。\n\r\n       宋代（960年～1279年）环州为羁縻州，宋始属宜州，咸淳元年（1265年）属庆远府。宋初分环州西部设镇宁州。宋熙宁八年（1075年）废环州和镇宁州，环州、镇宁州及所属辖县并人环州原属县的思恩县，治所移至带溪（今洛阳镇合作八圩），管辖带溪、普义、镇宁三寨。宋元丰六年（1083年）复治环江洲。宋大观元年（1107年），将思恩县带溪寨升为溪州，治带溪寨，大观四年（1110年）废溪州。"
        },
        {
            "type": "text",
            "text": "       元至元十六年（1279年）思恩县属庆远路。元初废宋羁縻安化州（即唐之抚水州）将所辖区隶属思恩县。元至元二十九年（1292年）在今环江县境设置茆难团长官司、安化长官司，后废，归属思恩县。大德元年（1297年）思恩县属庆远南丹溪峒等处军民安抚司。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）思恩县属庆远府，洪武二年（1369年）改属庆远南丹军民安抚司，洪武三年（1370年）复属庆远府。洪武十七年（1384年）析思恩县西北部地建置荔波县，隶属庆远府，正统十二年（1447年）改属南丹州，咸化十一年（1475年）复属庆远府。正德元年（1506年）思恩县、荔波县改属庆远府河池州。\n\r\n       清初思恩县、荔波县隶属庆远府。雍正十年（1732，年）荔波县改属贵州行省都匀府。光绪三十一年（1905年）析思恩县北部五十二峒、中州、三里等地另置安化厅，治今环江县明伦，隶属庆远府。"
        },
        {
            "type": "text",
            "text": "       中华民国时期，今县境设置思恩县和宜北县。民国元年（1912年）安化厅易为安化县。思恩、安化两县隶属柳江道。民国二年（1913年）安化县改名宜北县。民国十六年（1927年）思恩县、宜北县直隶广西省政府。民国十九年（1930年）思恩县、宜北县属宜山民团区。民国二十一年（1932年）4月两县改属柳州民团区。民国二十三年（1934年）3月两县属柳州行政监督区。民国二十五（1936年）11月两县改属庆远行政监督区。民国二十九年（1940年）4月两县属第七行政督察区（原庆远行政监督区）。民国三十一年（1942年）3月两县改属第二行政督察区（治柳江县）。民国三十七年（1948年）10月两县改属第十行政督察区，治宜山县。\n\r\n       1949年11月20日，宜北县解放，同月24日，思恩县解放。两县均属庆远专区。1951年8月11日，思恩、宜北两县合并置环江县，县治思恩镇，隶属宜山专区。同年12月改属桂西壮族自治区宜山专区。1956年3月改属桂西壮族自治州宜山地区。同年7月改属柳州专区。1958年1月25日改属宜山专区。同年7月改属柳州专区。1965年5月18日改属河池专区。1971年9月，河池专区改称河池地区，罗城县属河池地区。1986年6月5日，国务院批准将\"毛难族\"改名为“毛南族”。1986年11月1日，撤销环江县，设立环江毛南族自治县。1987年11月24日，值环江解放38周年纪念日，正式成立环江毛南族自治县，隶属河池地区。"
        }
    ]
}