{
    "title": "河池市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "947",
            "category": "河池市"
        }
    ],
    "detail": "[日期：2014-04-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：361次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1965年5月18日，设立河池专区。1971年9月，河池专区改称河池地区。2002年6月18日，撤销河池地区，设立地级河池市。据《今县释名》：“县东有古浪溪，南有秀水，西有猫溪，居民引水灌溉民田，多者千余顷。河池水利，甲于粤西，宋因以名县。明为州。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今河池市地域，先秦时属百越之地。秦始皇三十三年（前214年），秦军攻取岭南地区，设置桂林、南海、象3郡。汉高祖三年（前204年），南海尉赵佗击并桂林、象郡，建立南越国，自立为南越王，定都番禺，控制了整个岭南地区。今河池市地域大部分属南越国。汉武帝元鼎六年（前111年），汉武帝派兵平定南越国后，在岭南设置南海、苍梧、郁林、合浦、交趾、九真、日南、朱崖、儋耳9郡；在西南设置牂牁郡。\n\r\n       三国时期，今河池市的金城江区、宜州市、环江毛南族自治县、东兰县、巴马瑶族自治县、凤山县、都安瑶族自治县、大化瑶族自治县等属吴国郁林郡地；罗城仫佬族自治县属吴国桂林郡潭中县地；南丹县、天峨县属蜀国益州牂牁郡毋敛县地。\n\r\n       两晋，今河池市的金城江区、宜州市、东兰县、凤山县、都安瑶族自治县、大化瑶族自治县等属桂林郡龙刚县（治所在今宜州市）地；罗城仫佬族自治县属桂林郡潭中县地；环江毛南族自治县，西晋属桂林郡龙刚县地，东晋属桂林郡潭中县地；巴马瑶族自治县属晋兴郡增翊县地（一说属广郁县地）；南丹县、天峨县属牂牁郡。\n\r\n       南北朝，宋、齐时期，今河池市的金城江区、宜州市、环江毛南族自治县、东兰县、巴马瑶族自治县、凤山县、都安瑶族自治县、大化瑶族自治县等属桂林郡龙定县（治所在今宜州市）地；罗城仫佬族自治县属桂林郡潭中县地；南丹县、天峨县属南牂牁郡。\n\r\n       隋朝，今河池市的金城江区的部分、宜州市、环江毛南族自治县、南丹县、凤山县的部分属始安郡地；金城江区的部分、东兰县的部分、巴马瑶族自治县、都安瑶族自治县、大化瑶族自治县等属郁林郡地；天峨县的部分、东兰县的部分、凤山县的部分属南宁州地；天峨县的部分属牂牁郡地。今罗城仫佬族自治县分属黄水、临牂两县地，初隶东宁州，后改属融州；大业二年（606年）黄水、临牂两县废，并入义熙县，属始安郡。\n\r\n       唐朝，今河池市地域，分别隶属于岭南道邕州都督府、桂州都督府，江南道黔州都督府和黔中道。五代十国，今河池市地域，大部分属宜州地，部分（罗城仫佬族自治县）属融州，部分（环江毛南族自治县）属环州。均先属楚，后属南汉。\n\r\n       宋朝，北宋至南宋理宗景定五年（1264年），仍置宜州，州治宜山县。南宋咸淳元年（1265年）以宜州为度宗潜邸所在，升为庆远府。府治宜山县。\n\r\n       元朝，至元十三年（1276年），置庆远安抚司，司治宜山县。至元十四年（1277年），南丹州改称南丹安抚司。至元十六年（1279年），改庆远安抚司为庆远路总管府，府治宜山县。大德元年（1297年）九月，取消庆远路和南丹安抚司，置庆远南丹溪洞等处军民安抚司，司治宜山县。初隶湖广行中书省。\n\r\n       明朝，洪武元年（1368年），改庆远南丹溪洞等处军民安抚司为庆远府，府治宜山县；洪武二年（1369年）正月，改庆远府为庆远南丹军民安抚司，司治宜山县；洪武三年三月，复改庆远南丹军民安抚司为庆远府，府治宜山县。隶广西承宣布政使司。\n\r\n       清朝，因袭明朝，置庆远府，府治宜山县。属右江道，隶广西承宣布政使司。今河池市的金城江区、宜州市、环江毛南族自治县、罗城仫佬族自治县的部分、东兰县、巴马瑶族自治县的部分、凤山县的部分、都安瑶族自治县的部分、南丹县、天峨县的部分均属庆远府辖地；罗城仫佬族自治县的部分属柳州府罗城县地，天峨县的部分属泗城府凌云县地，巴马瑶族自治县的部分属思恩府和百色直隶厅辖地，凤山县的部分属泗城府和百色直隶厅辖地，都安瑶族自治县的部分和大化瑶族自治县属思恩府安定土巡检司和都阳土巡检司辖地。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），置庆远府，辖县5，土州2，土分州1，土县1。民国二年（1913年），废府设道，道领县，庆远府被取消，原所辖县划归柳江道（治所在马平县）。民国十六年（1927年）11月废道，原道属各县直隶广西省。民国十九年（1930年）4月，全省设12个民团区 ，置宜山民团区，区治宜山县，辖8个县。民国三十一年（1942年）3月，12个行政督察区合并为7个区，其中：原第四（柳州）行政督察区、第七（庆远）行政督察区合并为第二区，区治柳江，辖19县。民国三十七年（1948年），广西省政府决定将第二区的部分县拨出，另成立第十行政督察区，区治宜山县，辖8个县。民国三十八年（1949年）6月，第五（百色）行政督察区的东兰县、万冈县、凤山县、乐业县及原第十行政督察区的天峨县分出，另成立第十二行政督察区，区治凤山。"
        },
        {
            "type": "text",
            "text": "       1950年1月1日成立庆远专区，治宜山县庆远镇，辖9个县。2月改称宜山专区，辖9个县。1952年8月，柳州专区撤消，所辖各县，除鹿寨县划归桂林专区外，其余7县并入宜山专区，宜山专区辖县增至15个。1952年12月，桂西壮族自治区成立，宜山专区隶属之。1956年3月，桂西壮族自治区改称桂西壮族自治州，宜山专区改称宜山地区，隶属自治州。1957年12月，桂西壮族自治州撤销，宜山地区复称宜山专区，直隶广西省。1958年7月，宜山专区改称柳州专区，机关驻地从宜山县庆远镇迁至柳州市。1965年5月18日，设立河池专区，治所在河池县金城江镇（今金城江区金城江镇），辖10个县。1971年9月，河池专区改称河池地区，辖县不变。2002年6月18日，撤销河池地区，设立地级河池市，于同年11月1日正式挂牌成立。"
        }
    ]
}