{
    "title": "“黑匣子”的由来",
    "category": [
        {
            "id": "6",
            "category": "日常词解"
        }
    ],
    "detail": "[日期：2014-04-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1337次",
    "content": [
        {
            "type": "text",
            "text": "      “黑匣子”（black box）是飞机专用的电子记录设备之一，黑匣子有两个，为驾驶舱话音记录器(Cockpit Voice Recorder)和飞行数据记录器(Flight Data Recorder)。"
        },
        {
            "type": "text",
            "text": "       世界上第一个飞行记录器由澳大利亚研究实验室的戴维·沃伦（David Warren）博士在1953年发明的。沃伦的父亲在1934年死于一场空难，那时沃伦才9岁。后来，沃伦成为一名航空工程师，并执迷于飞行记录系统的研发。"
        },
        {
            "type": "text",
            "text": "       1956年，沃伦研制出可以保存4小时语音和飞行数据的“航空研究实验室飞行记忆匣”。但他这一发明遭到了澳大利亚航空界的嘲笑。一个飞行员组织甚至发表声明说：“我们不是间谍，我们不希望在驾驶飞机时受到监视。”"
        },
        {
            "type": "text",
            "text": "       1958年，沃伦向访问墨尔本航空研究实验室的英国航空注册部的秘书罗伯特展示了他的发明，令罗伯特赞不绝口。随后，英国在一架飞机装上他发明的这种装置。当时，这个装置被置于一个黑色的盒子里，被称为“黑匣子”。"
        },
        {
            "type": "text",
            "text": "       1960年12月16日，美国联合航空一架班机与环球航空一架班机在纽约布鲁克林地区空中相撞，造成机上128名乘客丧生。这起骇人听闻的悲剧拉开了民航“黑匣子”时代的幕布——60年代，国际民航组织规定所有客机上必须安装“黑匣子”。"
        },
        {
            "type": "text",
            "text": "       随着科技的迅速发展，黑匣子在不断更新换代。每架飞机的黑匣子通常有两个，它们的学名分别叫“机舱话音记录器” 和“飞行数据记录仪”。一个在机首驾驶舱部位安装，用于记录驾驶舱通话和语音。另一个在机尾，用于记录飞机的机械状态。但为了方便被找到，“黑匣子”不再是黑色，它们被刷成醒目的橙色或者红色。"
        },
        {
            "type": "text",
            "text": "       上世纪60年代的“黑匣子”只能记录5个参数，误差较大。70年代开始使用数字记录磁带，能记下100多种参数，保存最后25小时的飞行数据。90年代后出现集成电路存贮器，像电脑中的内存条那样，可记录2小时的声音和25小时的飞行数据，大大提高空难分析的准确度。而今，集成电路存贮器已经非常成熟，能记录阻力、升力、飞行姿态等200多种飞行数据，且准确度非常高。按照规定，“黑匣子”要能够经受住5千磅的压力，2千华氏度的温度，以及海面以下2万英尺的压力考验。"
        },
        {
            "type": "text",
            "text": "      “黑匣子”做出了巨大贡献，而被忽视已久的“黑匣子之父”沃伦，直到2002年，澳大利亚当局才为他颁发了“澳大利亚国家勋章”，授予他公民的最高荣誉。为了表示对沃伦的敬意，澳洲航空公司2008年以他的名字命名一架空中客车A380客机。"
        },
        {
            "type": "img",
            "url": "upfiles/image/20140418192549.jpg",
            "desc": "沃伦和他的“黑匣子”"
        },
        {
            "type": "text",
            "text": "       在无线通讯如此发达的今天，调查人员为何还在苦苦寻找黑匣子这样仍保留在飞机上的实体？为何黑匣子中的数据不能实时传回地面？事实上，这样的技术早已存在。据一些媒体的消息称，全球数百架飞机已经配置了通过卫星传输实时数据的功能，从而缩短了飞机失事时相关人员苦苦寻求事故原因的时间。不幸的是，目前只有小部分的飞机用上了新技术，马航MH370并不属于这一批。航空公司仍未采用流传输技术，主要是基于两个原因：一是航空事故毕竟鲜有发生；二是设备升级和更多卫星连接相关的费用也非常昂贵。"
        }
    ]
}