{
    "title": "昭平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "946",
            "category": "贺州市"
        },
        {
            "id": "973",
            "category": "昭平县"
        }
    ],
    "detail": "[日期：2014-04-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：390次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       因宋时国乱，反者四起，治者平后任用土官统治土民。宣和六年（1124年），宋徽宗改龙平县为招平县，谓“招抚平定”之意，又因“招”字不雅，改用光明之意的“昭”字，始得名“昭平”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为百越地，因地处岭南，亦称南越地。秦始皇三十三年（前214年）统一岭南，置桂林郡，县地属桂林郡。"
        },
        {
            "type": "text",
            "text": "       汉初90余年，县地属南越国。汉元鼎六年（前111年）武帝平定南越，置苍梧郡，辖临贺、猛陵等县，县地大部属临贺县，今马江、木格属猛陵县。东汉献帝建安八年（203年），县地仍属临贺、猛陵2县，隶苍梧郡。"
        },
        {
            "type": "text",
            "text": "       三国吴黄武五年（226年），县地仍临贺、猛陵2县，临贺县属临贺郡，猛陵县属苍梧郡。两晋和南朝宋，因汉制，县地仍属临贺、猛陵2县。"
        },
        {
            "type": "text",
            "text": "       南朝梁普通元年（520年），武帝分临贺县地在今昭平县地上部置静州，并先后置梁寿、静慰2郡，龙平、安乐、宁新、博劳、荡山5县。静州统梁寿、静慰2郡。梁寿郡辖龙平、宁新2县；静慰郡辖安乐、博劳2县；荡山县隶乐梁郡（治今钟山县），属东静州（治开建，即今广东封开县南丰镇）。又分猛陵县在今昭平县地下部置武城、开江2郡及豪静、开江、猛陵3县。武城郡统豪静县，开江郡统开江县，均属东静州；猛陵县隶阴石郡，属石州。南朝陈永定二年（558年），武帝于诸郡外又立逍遥郡，辖猛陵县，并把梁寿、静慰、武城、开江、逍遥5郡统归静州管辖。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年），撤销梁寿、静慰、开江、武城、逍遥5郡，改宁新为归化县，与龙平、安乐、博劳同属静州；豪静、开江、猛陵属梧州；荡山县属富州（今钟山县），皆受桂州总管府监察。炀帝大业三年（607年），改州为郡，撤销静州及开江、安乐、博劳、归化、荡山等县，开江并入豪静县；安乐、博劳、归化并入龙平县；荡山并入贺川县，皆属始安郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），高祖复置静州，并分龙平县地复置博劳、归化、安乐等县，属静州。分豪静县复置开江县，属梧州；武德九年（626年），撤销归化、安乐、博劳3县入龙平县，开江、豪静从梧州改属静州。此时，静州辖龙平、开江、豪静8县。贞观元年（627年），太宗设道，静州属岭南道；贞观八年（634年）改静州为富州；十二年撤销豪静县，其地并入苍梧县。圣历元年（698年），武则天分富州龙平县地置思勤县（治今钟山县清塘乡陶塘村）。此时，富州辖龙平、开江、思勤8县。天宝（742年—758年）后，玄宗复置荡山县，属贺州。长庆二年（822年），穆宗改开江县为马江县，以志马援之功。咸通三年（862年），懿宗分岭南道为东、西两道，富州属岭南西道桂管。"
        },
        {
            "type": "text",
            "text": "       五代十国富州领县如唐。后梁开平二年（908年），湖南节度使马殷自称楚王，割据岭南，富州属楚，南汉乾和六年（948年），南汉王刘晟击败马楚，岭南尽归南汉，富州属南汉。"
        },
        {
            "type": "text",
            "text": "       宋初；太祖设广南路，开宝五年（972年），废富州，撤销马江、思勤2县，并入龙平县，隶昭州；撤销荡山县并入临贺县，属广南路。至道三年（997年），太宗分广南为东、西两路，昭州属广南西路。神宗熙宁八年（1075年），龙平县改隶梧州。元丰八年（1085年），复隶昭州，仍属广南西路。因宋时国乱，反者四起，治者平后任用土官统治土民。宣和六年（1124年），宋徽宗改龙平县为招平县，谓招抚平定之意，“招”字不雅，改用光明、明亮的“昭”字，始得名“昭平”。考宗淳熙六年（1179年）复称龙平。元大德五年（1306年）昭州改为平乐府，属之。"
        },
        {
            "type": "text",
            "text": "       明洪武十八年（1385年），撤龙平县改昭平里，历近200年民乱，至万历四年（1576年）重设昭平县，此后，昭平县建制基本稳定至今。"
        },
        {
            "type": "text",
            "text": "       清初，昭平县属南明永历。清代，昭平县仍隶平乐府。光绪十三年（1887年）前，受桂平梧郁道监察，是年郁林直隶州改属左江道，桂平梧郁道改名桂平梧道，平乐府受桂平梧道监察，属广西行省。"
        },
        {
            "type": "text",
            "text": "       民国初，昭平县属广西省桂林道。民国五年（1916年）9月经省政府批准，于民国六年（1917年）拨昭平的防、乐2区归钟山县。民国二十三年（1934年），昭平县属平乐行政督察区。\n\r\n       解放初，昭平县隶平乐专区属广西省人民政府。1958年3月，广西壮族自治区成立，昭平县隶平乐专区属广西壮族自治区。1958年7月，撤销平乐专区，昭平县改属梧州专区。1971年梧州专区改为梧州地区，昭平县属梧州地区。1997年3月撤销梧州地区，设贺州地区，昭平县属贺州地区。2002年贺州撤地设市，昭平县属贺州市。"
        }
    ]
}