{
    "title": "贺州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "946",
            "category": "贺州市"
        }
    ],
    "detail": "[日期：2014-04-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：367次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉元鼎六年（前111年）置临贺县，以地处临水南流左合贺水（贺江）而名临贺县。三国吴黄武五年（226年），孙权置临贺郡。隋开皇九年（589年），文帝废临贺郡置贺州。明洪武十年（1377年）五月，撤贺州，改称贺县，仍以贺江名县。1958年7月，建梧州专区，1971年专区改称地区，1997年2月27日，梧州地区更名贺州地区。2002年6月，撤销贺州地区，设立地级贺州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋以前属“百越”之地。战国时代，属于楚之势力范围。秦代在岭南置郡，贺县处桂林、南海、长沙三郡交界地区，史籍说其归属有二：一说属桂林郡，一说属南海郡；秦末汉初近百年，贺县属赵氏南越国。"
        },
        {
            "type": "text",
            "text": "       汉元鼎六年（前111年），汉武帝平南越，在今贺州市北部及昭平县置临贺县，县治今广西贺州市贺街镇，属苍梧郡。三国吴黄武五年（226年），孙权置临贺郡，临贺县为郡治，属荆州，辖冯乘、富川、临贺、封阳、建兴五县；建兴县为分临贺而置，治今桂岭镇。"
        },
        {
            "type": "text",
            "text": "       晋因吴制，太康元年（280年），晋武帝改建兴县为兴安县。"
        },
        {
            "type": "text",
            "text": "       南朝宋泰始六年（470年），明帝改临贺郡为临庆国，临贺县为国都。南朝齐建元二年（480年），复临贺郡名，临贺县仍为郡治，属湘州。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废郡。临贺县为贺州治。隋大业三年（607年），废州。省临贺、荡山入富川，改名为贺川县，属始安郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），复置贺州和临贺县，临贺县仍为郡治。贞观元年（627年），太宗设道，贺州属岭南道桂管；天宝元年（724年），玄宗改州为临贺郡，乾元元年（758年），肃宗又改郡为贺州。临贺县仍为州郡治。咸通三年（826年），懿宗分岭南道为东、西二道，贺州属岭南西道桂管。"
        },
        {
            "type": "text",
            "text": "       五代因唐制，贺州初属楚，后汉高祖乾祜元年（948年）归南汉；宋开宝三年（970年）归宋。宋开宝四年（971年），太祖省封阳、荡山入临贺为乡，贺州领临贺、桂岭、富川三县，属广南路；至道三年（997年），太宗分广南为东、西路，贺州属广南东路；微宗大观二年（1108年），改属广南西路。"
        },
        {
            "type": "text",
            "text": "       元代仍为贺州，辖县增怀集县。明洪武十年（1377年），太祖降贺州为县，临贺县改名称贺县，治所在今广西贺州市贺街镇，属平乐府。"
        },
        {
            "type": "text",
            "text": "       清代因明制，光绪三十二年（1906年）分贺县下六里地置信都（散）厅，治今铺门镇，属平乐府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）改信都厅为信都县，与贺县同属平乐府；民国二年（1913年）废平乐府，民国三年（1914年）设道观察使，民国六年（1917年）改为道尹，贺县属桂林道，信都属苍梧道，民国八年（1919年），信都县治迁信都镇；民国十年（1921年）废桂林道、苍梧道，贺县与信都县直隶于省。民国十九年（1930年）设民团区，贺县、信都属平乐民团区，区治所初在平乐，后迁贺县八步；民国二十三年（1934年）改民团区为平乐行政监督区，民国二十九年（1940年）又改为平乐督察区，民国三十八年（1949年）五月为第一专区，十月为桂东军政区，治所都设在八步，贺县、信都均属之。"
        },
        {
            "type": "text",
            "text": "       1952年撤消信都县，并入贺县。同年9月，贺县县治由贺街迁八步，属平乐专区。1958年7月，在原容县和平乐两个专区的部分县划出来，改建梧州专区，辖贺县、富钟、昭平、蒙山、苍梧、藤县、岑溪7个县。1971年梧州专区改称梧州地区。1997年2月27日，梧州地区更名贺州地区，同时撤销贺县，设立贺州市（县级）。2002年6月，撤销贺州地区，设立地级贺州市，县级贺州市更名为八步区。"
        }
    ]
}