{
    "title": "田东县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "945",
            "category": "百色市"
        },
        {
            "id": "983",
            "category": "田东县"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：468次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十三年（1934年），恩隆县更名为田东县，因位于古田州东域，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦前，今田东县地属百越地。秦始皇三年（前214年），略定杨越，置桂林、南海、象郡。今田东县地分属桂林郡及象郡。"
        },
        {
            "type": "text",
            "text": "       汉元鼎六年（前111年），改故秦桂林郡为郁林郡，今田东县地大部分属郁林郡增食县地。延至西晋时期为止。东晋建武二年（313年），在郁林郡内析置晋兴郡，今田东县大部分地属晋兴郡增翊县地。南北朝时期仍因之。"
        },
        {
            "type": "text",
            "text": "       隋开皇十四年（594年）废晋兴郡置晋兴县，开皇十八年（598年）改晋兴县为宣化县，今田东县地大部分先后属晋兴县、宣化县地。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），析宣化县为武缘、横山、晋兴、朗宁4县，横山县治所在今田东县地，是本区域建县之始。隶邕州朗宁郡，开元年间（713年—741年）唐王朝在今桂西地区置田州，辖都救（在今平果县）、横山（在今田东县）、武隆（在今田阳县、百色市）、惠佳（在今百色市）、如赖（在今田林县）5县，治所于都救县。天宝元年改田州为横山郡，今田东县大部分地属横山郡地。乾元元年（758年）横山郡复改名田州，并撤销横山县，今田东县大部分地属田州地。贞元二十一年（805年）田州废置，后复置。唐代，除在今田东县地设置横山县外，还设置侯州（在今作登瑶族乡），功饶州（在今思林镇）2个羁縻州。"
        },
        {
            "type": "text",
            "text": "       宋代，在今田东县地设田州、功饶州、侯唐州、婪凤州、上隆州、向武州和上林土县等土州、土县，并设置军事行政单位横山寨。"
        },
        {
            "type": "text",
            "text": "       元代，废横山寨，在桂西地区设田州路、来安路、镇安路等三路军民总管府，均属湖广行中书省。其中田州路治所设于今田东县祥周乡祥周村旧州屯。共辖果化州、向武州、安定州、奉议州、上隆州、功饶州、怀德州、思恩州、婪凤州、兼州、下隆州、田州、归德州、武龙州、归顺州、归辰州等16个州和罗彼、郍带、唐兴、强山、威德、永宁、都阳、古带、南海、上林、武林、顺安、华阳等13个县。"
        },
        {
            "type": "text",
            "text": "       明代，田州土州、向武土州治所先后迁往今田阳县和天等县，上隆州因土司迁往大藤峡而废置，宏治年间，下隆州改为土巡检司。至明末，在今田东县地保留治所的州县只有上林土县。"
        },
        {
            "type": "text",
            "text": "       清初至同治十三年（1874年），建置情况与明末同。光绪元年（1875年），田州改土归流，在今田东地置恩隆县，隶百色直隶厅。治所初议设于燕洞圩（今属巴马瑶族自治县），后更定于平马圩（县署于光绪五年正式在平马成立）。辖境为原土田州之上田、上恩、下恩、上隆、下隆5里及篆里之一、二、三都。光绪三年至四年，恩隆县又先后把上田里二都之海图、混图和个逢图的那佛、那坡、陇桑3村划归奉议州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），百色直隶厅改为百色府。今田东县地大部分属恩隆县，其余分属上林土县、向武土州、奉议县。恩隆县、上林土县均隶百色府。民国二年（1913年）裁百色府，设田南道，恩隆县、上林土县归田南道管辖。民国四年（1915年），都安县建立，恩隆县将县属大化区地划归都安县。民国六年（1917年），撤销向武土州，设向都县，今印茶镇、江城镇地归向都县管辖。民国七年（1918年），上林土县改土归流，以上林土县全境及恩隆县属之下恩里之一、二都，上田里之养半图及下旺土司全境，并置思林县。县治设于驮用圩（今思林街）。民国二十三年（1934年），撤销思林县，恩隆县更名为田东县。"
        },
        {
            "type": "text",
            "text": "       解放后，1950年5月，田东县人民政府把接管旧政权的21乡（镇）编为7个区，撤销乡（镇），保留村（街），隶属百色专区。1951年8月，广西省政府进行行政区划调整，撤销万冈县。原属万冈县的第五区（那桃区）、第六区（羌圩区）及燕洞、龙威、赖满、龙田、洪晚、新黎、紫冒、岩廷8个村划归田东县。1952年11月，为适应土地改革后发展生产的需要，全县将村改为乡。1953年，原镇都县甘茶区及双燕、那雅、丰马3个乡拨归田东。"
        },
        {
            "type": "text",
            "text": "       1956年10月，巴马瑶族自治县成立，田东县又将那桃、羌圩2区及班龙区的燕洞、龙威、赖满、龙田、洪晚、新黎、紫帽、岩廷8个乡划归巴马县，同时撤销班龙区。同年，平果县黎明区平孟乡将第一、五、六、七片划归田东县。1971年百色专区改为百色地区，田东县隶属百色地区。2002年6月2日，广西壮族自治区撤销百色地区和县级百色市，设立地级百色市，田东县隶属百色市。"
        }
    ]
}