{
    "title": "平果县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "945",
            "category": "百色市"
        },
        {
            "id": "982",
            "category": "平果县"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：566次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国四年（1915年）8月，果化土州、归德土州和白山土司丹良等城头地、都阳土司下段地、旧城土司本境地、下旺土司插入地改流合置果德县。民国七年（1918年）上林土县（今田东县境内）和下旺土司（今海城乡境内）改流合置思林县。民国二十三年（1934年），思林县更名平治县。1951年5月，平治县、果德县合并，原名中各取一字，为平果县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平果县古为百越地。秦，今平果县属象郡地。汉初，今县境为南越国属地；汉元鼎六年（前111年）南越国被平定后，属郁林郡增食县地。三国时，今县境属吴，仍为郁林郡增食县地。晋，今县境属晋兴郡增翊县地。南北朝，仍属晋兴郡增翊县地。隋朝，今县境属郁林郡地。\n\r\n       唐朝，今县境置羁糜万德州（今坡造镇归德村）、思恩州（今旧城镇兴宁街）、恩城州（今榜圩镇），属邕州都督府；另置都救县（今同老乡境内），属田州。五代十国，先属楚，后属南汉，仍为羁糜万德州、思恩州、恩城州和都救县。\n\r\n       宋朝，增置羁糜果化州（州治今果化镇槐前村）；熙宁中，万德州改为归德州；羁糜州属邕州，都救县属田州。元朝，都救县废。今县境仍置果化州、归德州、恩城州、思恩州，均属田州路。\n\r\n       明朝，果化州、归德州仍沿袭，洪武二年（1369年）属田州府。明正统五年（1440年）思恩州升为思恩府，正统七年（1442年）府治迁至乔利（今马山县境内）。弘治五年（1492年）恩城州废；弘治十八年（1505年）归德州改属南宁府。嘉靖七年（1528年）思恩府迁治武缘县北（今武鸣县地），后改为思恩军民府，分置九个土巡检司，其中今县境设下旺土巡检司（今海城乡）、旧城土巡检司（今旧城）；另外，境内丹良堡（今果化镇、马头镇、新安镇、太平镇大部分辖地）属白山土巡检司（司治今马山县境），都阳寨属都阳土巡检司（司治今大化瑶族自治县都阳镇）。嘉靖九年（1530年）果化州改属南宁府。清朝，除下旺土巡检司改属百色直隶厅外，其余不变。\n\r\n       民国二年（1913年）果化土州、归德土州、旧城土司属邕南道，下旺土司属田南道。民国三年（1914年）邕南道改称南宁道；民国四年（1915年）8月，果化土州、归德土州和白山土司丹良等城头地、都阳土司下段地、旧城土司本境地、下旺土司插入地改流合置果德县，县治在今县境马头镇，属南宁道。民国七年（1918年）上林土县（今田东县境内）和下旺土司（今海城乡境内）改流合置思林县，县治在今田东县思林街，属田南道。民国十九年（1930年），广西建立民团制度，果德县属宾阳民团区，思林县属恩隆民团区。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）民团区合并，果德县、思林县均改隶百色民团区；民国二十二年（1933年），思林属天保民团区。民国二十三年（1934年），思林县更名平治县，县治移至今榜圩镇，划归百色行政监督区；民国二十五年（1936年）平治县划归南宁行政监督区。民国二十八年（1939年）2月，南宁行政监督区划分为南宁、武鸣2个行政监督区，平治县、果德县均归属武鸣行政监督区。民国二十九年（1940年），平治、果德属第八区行政督察专员兼保安司令公署，区治武鸣。民国三十一年（1942年）改属第四区，区治南宁；民国三十三年（1944年）平治县、果德县暂划归第五区，区治百色；民国三十四年（1945年），又重新划归第四区，区治南宁；民国三十七年（1948年）平治县、果德县属第十一区，区治武鸣。\n\r\n       共和国成立后，果德县、平治县隶属武鸣专区，1951年2月21日撤销武鸣专区，果德县、平治县划归百色专区。1951年5月，果德县、平治县合并置平果县，属百色专区，县治马头镇。1971年百色专区改称百色地区，2002年6月2日，撤销百色地区，改设百色市，平果县隶属百色市。"
        }
    ]
}