{
    "title": "百色市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "945",
            "category": "百色市"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：271次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正七年（1729年）迁思恩府理苗同知驻百色，谓百色厅。“百色”由“博涩寨”演变而来，系壮语，意为“山川塞口地形复杂的地方”。民国二年（1913年），废旧制中府州厅为县，于是百色厅改为百色县。1949年设百色专区，驻百色县。1971年百色专区改为百色地区，2002年6月2日，撤销百色地区，设立地级百色市。"
        },
        {
            "type": "text",
            "text": "       另一说“百色”系壮语“拍洗衣服的地方”之意。据传在鹅江与澄碧河汇合处，有一无底深潭，岸边有村庄，村女经常在此洗衣，因而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       泰始皇在岭南置三郡（桂林郡、南海郡、象郡），今百色属象郡。秦末汉初，百色为南越国属地；汉武帝平定南越国后，今百色属郁林郡增食县地。\n\r\n       三国时，今百色属吴，仍归郁林郡增食县地。晋初，增食县改为增翊县，今百色属晋兴郡增翊县地。南北朝，百色属晋兴郡增翊县地。\n\r\n       隋朝，百色属郁林郡宣化县地。唐朝，在今百色地置羁縻添州（属江南道黔州都督府），归乐州和武隆县。五代十国，今百色先属楚，后属南汉，仍称添州、归乐州和武隆县地。\n\r\n       宋朝，除归乐州不变外，改武隆县为武龙县，置古天县（县治在今那毕乡大和村），属羹州路添州。增置龙川州、唐兴州、睢暇州。元朝，升田州为田州路，今百色仍称武龙县，羁縻归乐州、龙川州、唐兴州、睢州、天州（宋古天县）。属田州路。\n\r\n       明初，撤销羁縻龙川州、归乐州、唐兴州、睢暇州以及武龙县，其地并入田州。洪武二年（1369年）田州路升为田州土府，嘉靖七年（1528年）田州土府降为田州土州。今百色为田州土州地。\n\r\n       清康熙三年（1664年）田州土州改属思恩府，府治驻武缘县（今武鸣县）。雍正七年（1729年）分田州土州地设厅制，迁思思府理苗同知驻百色谓百色厅。翌年建城。这是百色得名之始。光绪元年（1875年）田州改土归流，升百色厅为百色直隶厅（厅治驻今百色镇）。统辖恩阳州判（今田阳地）、恩隆县（今田东县）、上林土县（今田东思林镇）、下旺土司（今平果县海城地）等地。同年，划下田里（今四塘乡全境、那毕乡七塘一带、百色镇全境、永乐乡百练村等地）、武隆县（今百色百兰乡、龙川乡及田阳坤平乡之一部）、龙篆里（今巴马县西部）、篆里四都（今巴马县城、巴料、定马等中部地区）归百色厅治所属。这是百色有属之始。全境东西长360里，南北宽95里。\n\r\n       民国元年，百色直隶厅改称百色府，民国二年（1913年）废府，设百色县，属田南道。原百色直隶厅、百色府所属的土州、土县均划出另置县，与百色县同属田南道。民国十五年（1926年）废道，百色直属省。民国十八年（1926年）12月11日，成立百色县苏维埃政府，县下属的龙篆里一都、二都、三都、四都、武隆、龙川（时属凌云县）等六个区、五十一个乡分别成立了区、乡苏维埃政府。民国十九年（1930年），广西始建民国制度，百色县属百色民团区。民国二十三年（1934年）设行政监督区，民国二十九年（1940年）改称行政督察区，百色县属之。民国三十一年（1942年）至民国三十八年（1949年），广西改划为7个区和15个区，百色县属第五区。区署驻百色。\n\r\n       1949年12月5日百色县解放，仍称百色县，属百色专区。1958年3月成立属广西壮族自治区，百色专区属广西壮族自治区。1971年百色专区改为百色地区。1983年10月8日，撤销百色县，设立百色市。2002年6月2日，广西壮族自治区撤销百色地区和县级百色市，设立地级百色市。市人民政府驻新设立的右江区。百色市设立右江区，以原县级百色市的行政区域为右江区的行政区域。"
        }
    ]
}