{
    "title": "容县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "944",
            "category": "玉林市"
        },
        {
            "id": "989",
            "category": "容县"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：398次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       唐贞观元年（627年），唐太宗颁令各州县以所在地之名山大川命名，铜州境内有名山大容山，因改铜州为容州。洪武十年（1377年）五月，改容州为容县。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       秦朝，始皇在岭南置三郡后，今容县地属象郡辖地。汉初属南越国地，汉元鼎六年（公元前111年），容县属合浦郡合浦县地。永平十四年（公元71年），将今县境东北部之自良、古旺、大里、同江、思旺一带划出在苍梧郡下置鄣平县，今县地既属合浦郡合浦县地又属苍梧郡鄣平县地。建安八年（203年）设立交州，合浦郡合浦县和苍梧郡鄣平县归交州管辖。三国，容县属吴，为交州合浦郡合浦县地和苍梧郡鄣平县地。"
        },
        {
            "type": "text",
            "text": "       晋朝（281年—420年），将合浦县分置合浦、荡昌二县，隶属交州合浦郡，今容县地属荡昌县地，县治所设于今容城城区。是容县地置县之始。"
        },
        {
            "type": "text",
            "text": "       南北朝，前期（420年—465年）荡昌县（今容县）属交州。南朝，宋泰始年间（465年—471年），交州改越州后属越州。南朝，梁普通四年（523年），改荡昌县为阴石县，置阴石郡，属石州（州治在今藤县），郡治设于阴石，是容县置郡之始。"
        },
        {
            "type": "text",
            "text": "       隋朝，开皇九年（589年）废阴石郡，改阴石县为奉化县。开皇十五年（595年），将今县地东北之鄣平县改为安人县。开皇十八年（598年），复改安人县为宁人县。开皇十九年，将奉化县改名普宁县，隶属扬州永平郡（郡治在今藤县）。"
        },
        {
            "type": "text",
            "text": "       唐朝，武德四年（621年）以合浦郡之北流县和永平郡之普宁县置铜州，州治设于北流县，又从北流县分置宕昌（今容县地西南部）、新安（今容县地西部）二县，从普宁县分置渭龙县（今容县西南部）。宕昌县建治不久便析入普宁县和渭龙县。贞观元年（627年），改铜州为容州，此时置容州普宁郡。贞观十一年（637年），将新安县划归渭龙县和普宁县。贞观二十三年（649年），将原属藤州辖下之宁人县更名欣道县，划旧容州管辖。此时容州领普宁、北流、陵城、渭龙、欣道和陆川等六县。开元中，容州升格为都督府，移容州郭下之北流县于西南60里，自此，北流县与普宁县、渭龙县载然分域。开元二十一年（733年），置容州管内经略使，领14州60余县，普宁县（今容县）及渭龙、欣道县（其他大部在今容县地）均隶属容州。元和年间（806年—820年），容州治所和普宁郡治所由北流徙至普宁县，容县成为州治之始。"
        },
        {
            "type": "text",
            "text": "       五代十国，今容县地属普宁、渭龙、欣道县地，隶属容州宁远军。宋朝，开宝五年（972年），废欣道县、渭龙县，其地并入普宁县。皇祐五年（1053年）置容州路（领11州），建炎年间（1127年—1130年）复设容管，普宁县为路、管治所驻地。"
        },
        {
            "type": "text",
            "text": "       元朝，普宁县地概有今容县地，隶属容州，当时容州领普宁、北流、陆川三县。明朝，洪武二年（1369年），撤销普宁县，其地并入容州。洪武十年（1377年）五月，改容州为容县，隶属广西承宣布政使司梧州府。自此容县之名沿用至今。"
        },
        {
            "type": "text",
            "text": "       中华民国，元年（1912年），容县属广西省梧州府。民国二年（1913年）容县属郁江道。民国三年（1914年）容县属苍梧道。民国十五年（1926年）废道后，容县属苍梧行政督察委员。民国十九年（1930年）容县属玉林民团区。民国二十一年（1932年）容县属梧州民团区。民国二十三年（1934年）容县属梧州行政监督区。民国二十九年（1940年）起属梧州行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年11月28日容县解放后即属广西省梧州专区。1951年7月鬱林专区与梧州专区合并，迁署容县办公，称容县专区，时容县属容县专区。1956年全国实行地名生僻字和繁体字简化，鬰林改为玉林。1958年7月撤销平乐、容县两专区，分别设立梧州、玉林两专区，容县划归玉林专区管辖。1971年玉林专区改为玉林地区，容县属玉林地区。1997年4月22日，撤销玉林地区，设立地级玉林市，容县隶属玉林市。"
        }
    ]
}