{
    "title": "博白县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "944",
            "category": "玉林市"
        },
        {
            "id": "987",
            "category": "博白县"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：402次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德四年（621年），新置博白县，因境内有博白江（又名小白江）而得名。据《太平寰宇记》卷167白州博白县：“以博白江为名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦以前，博白地处岭南，为百越民族中的西瓯骆越部族所居。秦始皇三十三年（前214年）设置桂林、南海、象三郡，今博白县地属象郡。"
        },
        {
            "type": "text",
            "text": "       汉初，今博白县地属南越国。汉元鼎六年（前111年），今博白县地属合浦郡。后来，西汉分设十三个刺史部，今博白县地属交趾刺史部合浦郡合浦县，东汉建安八（203年），改交趾刺史部为交州刺史部，今博白县地属交州刺史部合浦郡。三国时期，今博白县属吴交州合浦县。"
        },
        {
            "type": "text",
            "text": "       西晋和东晋时期，今博白县地仍属交州合浦郡合浦县。南朝宋时，今博白县地属临漳郡地。南部仍为交州合浦郡合浦县地。南朝齐时，今博白县地属临漳郡漳平、百梁县所辖。南朝梁（502年—557年）时，百梁郡治所在今博白县菱角乡南端。同期，置南昌县，县治设在今三滩圩。这是今博白地建县之始。南昌县隶属越州合浦郡。南朝陈时隶属相同。"
        },
        {
            "type": "text",
            "text": "       隋朝（589年—618年），初期南昌县先后隶禄州、合州。大业五年（609年）隶合浦郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），今博白县境内除南昌县外，新置博白、朗平、建宁、周罗、淳良五县。博白县之建置由此始，因博白江（今小白江）而名。南昌县改隶南宕州，州治在南昌县治；其余各县隶南州，州治在今博白县城。武德六年（623年），改南州为白州。这是古白州之名的由来。贞观六年（632年），改南宕州为潘州，州治由南昌 县移至定川县，南昌县改隶白州，贞观十二年（638年），省朗平、淳良二县入博白县。开元中期（720—733年），置龙池县，隶山州，州治设在龙池（今龙潭）。后改山州为龙池郡，尔后再复为山州。此时，今博白县境内仍有博白、建宁、周罗、南昌4县，均隶白州。天宝元年（742年），改白州为南昌郡，至乾元元年（758年）复为白州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期（907年—960年），仍为博白、建宁、周罗、南昌4县，属南汉白州。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年），撤南昌、建宁、周罗三县归入博白县。政和元年（1111年）省白州，博白县改隶鬱林州。政和三年，复置白州，博白县又属之。绍兴年间（1131—1162年），省白州，博白县隶属鬱林州。"
        },
        {
            "type": "text",
            "text": "       元初，博白县仍属鬱林州。至元十六年（1279年）改广西诸州为路，博白县属梧州路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改路为府，博白县属梧州府鬱林州。清初，博白县隶属广西行省梧州府。雍正三年（1725年），博白县属直隶鬱林州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），博白县隶属鬱林府。民国二年（1913年），隶属郁江道，道治苍梧。民国三年（1914年）6月，郁江道易名苍梧道，博白县仍属之。民国十五年（1926年），改隶第三区。民国十九年（1930年），博白县属鬱林民团区。民国二十一年（1932年），苍梧、鬱林二民团区合并为梧州民团区，民国二十三年（1934年）改名为梧州行政监督区，博白县均属之。民国二十五年（1936年）9月，博白县属浔州行政监督区。同年11月，博白县改属鬱林行政监督区。民国二十九年（1940年）博白县属第六行政督察区。民国三十一年（1942年）原三、五、六区合并为第三区，博白县随属之。民国三十六年（1947年），改属第九区，区治鬱林。"
        },
        {
            "type": "text",
            "text": "       解放后，博白县初属鬱林专区，1951年7月，鬱林专区与梧州专区合并设容县专区，博白县属之。1952年，广西省发文将博白划归钦州专区，但实际上没有办理改隶手续，也没有隶行过这一关系。1953年3月，博白县划归容县专区。1956年鬱林简化名称为玉林。1958年，撤销容县专区，设玉林专区，博白县属玉林专区。1971年，玉林专区改称玉林地区，博白县属玉林地区管辖。1997年，玉林地区改称玉林市，博白县属玉林市管辖。"
        }
    ]
}