{
    "title": "玉林市玉州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "944",
            "category": "玉林市"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：463次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古地名为鬰林，汉朝时称鬰林郡，历经各朝，到明清时演化为鬰林州，民国时又降州为府，后又改府为县，于是称鬰林县。1956年全国实行地名生僻字和繁体字简化，将鬰林改为玉林。1997年玉林地区改为地级市，同时将县级玉林市改名为玉州区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时期，今玉州区境属百越地，有骆越、西瓯等部族居住。秦始皇三十三年(前214年)，分属桂林、象二郡。"
        },
        {
            "type": "text",
            "text": "       西汉初，属南越国。元鼎六年(前111年) ，为布山县地和合浦县地，属交趾刺史部的鬰林郡和合浦郡。王莽新朝，仍为布山县地和合浦县地，属鬰平、桓合二郡。东汉，今玉州区境仍为布山、合浦二县地，属交趾刺史部的鬰林郡和合浦郡。建安八年 (203年)，改属交州刺史部的鬰林郡和合浦郡。"
        },
        {
            "type": "text",
            "text": "       三国吴，今玉州区境布山、合浦二县地仍属交州刺史部的鬰林郡和合浦郡，黄武五年(226年)，布山县改属广州刺史部的鬰林郡，不久并入交州。"
        },
        {
            "type": "text",
            "text": "       晋朝，今玉州区境为阴平县地、布山县地和合浦县地，分属广州刺史部的鬰林郡和交州刺史部的合浦郡。太康元年(280年)，阴平县改名鬰平县。 南朝，今玉州区境西北在宋、齐、梁三朝时，为鬰平县地，属广州刺史部的鬰林郡。梁朝改属定州，后改属南定州。陈天嘉二年(561年) ，置石南县，属石南郡，石南郡和鬰林郡皆属南定州。今玉州区境东南的合浦县地，宋初属合浦郡，泰始七年(471年) 置方度县，属越州的南流郡。齐朝，增置兴昌县，属越州的定川郡。梁朝，废方度、兴昌二县入定川郡。梁、陈两朝时，定川郡仍属越州。"
        },
        {
            "type": "text",
            "text": "       隋朝，今玉州区境西北的鬰平县地和石南县，初属南定州。开皇十年(590年) ，改属尹州。大业二年(606年) 属鬰州，大业三年(607年)又改属鬰林郡。大业十二年(616年)，梁王肖铣析石南地置兴德县，不久，废兴德县。玉州区境东南的定川郡，隋初属越州。开皇十年(590年) 废郡后，置定川县，属越州，大业初改属禄州，不久改属合州、合浦郡，后省定川县入北流县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年 (621年) ， 今玉州区境西北复置兴德县，与鬰平、石南属南尹州，贞观九年(635年)改属贵州。麟德二年(665年)，置兴业、潭栗二县与兴德、鬰平、石南属鬰州，乾封元年(666年) 改属鬰林州。建中二年(781年)，废石南入兴业县。武德四年(621年)，今玉州区境东南又析北流县地置南流县，属容州，贞观十一年(637年)，分南流县置定川、宕川二县，三县皆属牢州。永淳元年(682年) ，置善劳、善文、抚安、宁仁、安仁、怀义、福阳、古符，八县皆属党州。永淳二年(683年) ，析出安仁、怀义、福阳、古符四县属平琴州。至德二年(758年)，改安仁为容山、抚安为抚康。建中二年(781年)，容山、怀义、福阳、古符四县改属党州，又省善文、宁仁、福阳、古符四县。"
        },
        {
            "type": "text",
            "text": "       五代十国，今玉州区境仍设兴业、鬰平、兴德、潭栗四县，属鬰林州；善劳、抚康、容山、怀义四县，属党州；南流、定川、宕川三县，属牢州。上述三州初属后梁，天福元年(936年) 属楚，广顺元年(951年)属南汉。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年(972年) ，今玉州区境废鬰平、兴德、潭栗入兴业县，又废善劳、抚康、容山、怀义、定川、宕川六县入南流县。兴业、南流二县属广南路(后改广南西路)鬰林州。"
        },
        {
            "type": "text",
            "text": "       元朝，今玉州区境仍设兴业、南流二县。兴业、南流两县属湖广等处行中书省岭南广西道(后改广西两江道、广西行中书省)鬰林州。明朝，南流县于洪武二年(1369年)省入鬰林州，兴业县和鬰林州属广西行省(后改布政使司)梧州府。清朝，今玉州区境的鬰林州和兴业县，初属广西省，雍正三年(1725年)鬰林州改属广西省鬰林直隶州。"
        },
        {
            "type": "text",
            "text": "       中华民国，今玉州区境设兴业县和鬰林县。民国二年（1913年）兴业、鬰林二县属广西省鬰江道，民国三年（1914年）改属苍梧道。民国十五年（1926年）废道，兴业、鬰林二县改属广西省。民国十九年（1930年），鬰林、兴业二县属鬰林民团区。民国二十一年（1932年）4月，改属梧州民团区。民国二十三年（1934年）3月，鬰林、兴业二县改属梧州行政监督区，民国二十五年（1936年）9月，属浔州行政监督区，11月又改属鬰林行政监督区。民国二十九年（1940年）4月，属第六区行政督察专员兼保安司令公署(下同)，民国三十一年（1942年）3月，属第三区。民国三十六年（1947年）3月，属第八区，民国三十六年（1947年）4月至民国三十八年（1949年），属第九区。"
        },
        {
            "type": "text",
            "text": "       1949年11月29日鬰林县解放，12月1日兴业县解放。解放后，鬰林、兴业二县属鬰林专区。1951年7月，鬱林专区与梧州专区合并设容县专区，鬰林县属之。1953年4月23日撤销兴业县，原兴业县第一、二、三、四等区划归鬰林县管辖，改为第九、十、十一、十二等4个区。1953年6月，贵县析出福隆、合成、合民3个乡划归鬰林县。"
        },
        {
            "type": "text",
            "text": "       1956年3月30日，全国地名简化繁体字和生僻字，鬰林县更名为玉林县，仍属容县专区。1958年，撤销容县专区，设玉林专区，玉林县属玉林专区。1966年4月城关镇从玉林县划出， 改为玉林镇。1970年12月玉林镇复归玉林县管辖。1971年，玉林专区改称玉林地区，玉林县属玉林地区管辖。1983年10月8日撤销玉林县，设立玉林市（县级）。1997年4月撤销玉林地区和县级玉林市，设立地级玉林市。原县级玉林市改称玉州区。"
        }
    ]
}