{
    "title": "桂平市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "943",
            "category": "贵港市"
        },
        {
            "id": "990",
            "category": "桂平市"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：462次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南朝梁天监元年（502年）置桂平县，因秦朝古郡桂林郡而名，其郡治便在桂平县。桂平位于冲积平原上，群山拱卫，后靠大山，面临三面开阔平坦之地，故命名为桂平。"
        },
        {
            "type": "text",
            "text": "       桂林郡的“桂”字则来源于桂树，据《旧唐书·地理志》载：“江源多桂，不生杂木，故秦时立为桂林郡也。”这里所说的“桂”，是壮语gveiq的谐音，指的是“肉桂”，药用价值极大。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇三十三年（前214年）秦始皇平定岭南后，以其地置桂林、南海、象三郡，桂林郡领十二县：布山、安广、河林、广都、中留、桂林、谭中、临尘、定周、领方、增食、雍鸡，其中布山县（县治在今桂平蒙圩一带）和阿林县（县治在今桂平东南一带）的县治所均在今桂平，此为市境内建县之始。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年（前203年），南海郡尉赵佗起兵兼并桂林郡和象郡，桂林郡改名为鬱林郡，后又恢复为桂林郡，布山县仍然作为桂林郡的郡治。"
        },
        {
            "type": "text",
            "text": "       汉武帝元鼎六年（前111年），汉武帝击灭南越国，原来南越国的三郡增至九郡，桂林郡更名为鬱林郡，郡治在布山县。"
        },
        {
            "type": "text",
            "text": "       三国时期县境为吴国属地，隶广州郁林郡，仍称布山、阿林县，鬱林郡治在布山县；晋仍沿三国旧制。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，502年，南方的梁朝从原鬱林郡的布山县分置一部分出去设立桂平县和鬱林县，布山县、阿林县仍隶属鬱林郡，桂平县隶属桂平郡，鬱林郡郡治设在鬱林县，桂平郡治设在桂平县（今西山大窝坪，即功德山庄附近），“桂平”之称，始于此时。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年）废桂平郡，先后置桂平、阿林、皇化、武平、大宾五县。桂平、阿林、皇化、武平四县属鬱林郡；大宾县属永平郡。其中武平、皇化两县分别于大业元年（605年）和大业二年（606年）废。"
        },
        {
            "type": "text",
            "text": "       唐朝今县地分属绣州、浔州，辖九县（后并为六县），属岭南道。唐武德四年（621年）置绣州，原称林州。天宝元年（742年）改称常林郡，后复为绣州。辖阿林、常林、罗绣、皇化、归诚、卢越六县。唐贞观七年（633年）置浔州，因地处浔江水涯之地，故以“浔”名。辖桂平、大宾、陵江三县。贞观十二年（638年）废州，长寿元年（692）复置，天宝元年（742年）改称浔江郡，乾元元年（758年）复名浔州。桂平、大宾两县辖地均沿隋制不变。陵江县与浔州同年置。"
        },
        {
            "type": "text",
            "text": "       五代时期今县地属南汉，境内有五县。其中阿林、罗绣、常林属绣州；桂平、皇化属浔州。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年）废绣州，其辖地并入容州普宁县（今容县）。同年废浔州，其辖地并入贵州（今贵县）。翌年复置浔州，领桂平县。县境内之阿林、罗绣、常林、皇化等县统一并入桂平县。县治从西山大窝坪迁到今城区地。今桂平市境内长期分置多县的局面至此结束。"
        },
        {
            "type": "text",
            "text": "       元朝时，桂平县属浔州路，路治在今城区。浔州路辖桂平、平南两县。明朝时，桂平县属浔州府，府治在今城区。浔州府辖桂平、平南、贵县三县。"
        },
        {
            "type": "text",
            "text": "       清沿明制属浔州府，府治在今城区。浔州府辖桂平、平南、贵县、武宣四县。咸丰五年（1855年），以陈开、李文茂为首的广东农民起义军溯江而上，攻克浔州府城，定为秀京，建立大成国，改桂平县为永秀县。当时永秀县辖地占桂平县境的大半。咸丰十一年（1861年）大成国失败，桂平县辖地仍复清制。"
        },
        {
            "type": "text",
            "text": "       民国初袭清制。民国二年（1913年）废浔州府，桂平县由省直辖。民国五年（1916年）属浔州行政区，公署设桂平。民国六年（1917年）桂平县属苍梧道。民国十五年（1926年）废道，桂平县改属浔州区。民国三十三年（1944年）桂平县改属梧州区。民国三十七年（1948年）桂平县属十三区。"
        },
        {
            "type": "text",
            "text": "       解放后，桂平县初属梧州专区。1951年7月，鬱林专区与梧州专区合并设容县专区，桂平县属之。1956年鬱林简化名称为玉林。1958年撤销容县专区，设玉林专区，桂平县属玉林专区。1970年专区改称地区，桂平县属玉林地区。1994年7月，桂平撤县设市（县级市），仍属玉林地区。1995年10月，地级贵港市成立，桂平市改由贵港市代管。"
        }
    ]
}