{
    "title": "浦北县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "942",
            "category": "钦州市"
        },
        {
            "id": "992",
            "category": "浦北县"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：386次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       1952年析合浦县北部地域始置浦北县，以处于合浦北部得名。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       秦始皇三十三年（前214年），统一岭南，置桂林、象郡、南海三郡，今浦北县境属象郡辖地。"
        },
        {
            "type": "text",
            "text": "       汉元鼎六年（前111年），置合浦县，隶属合浦郡，今浦北县境属合浦县辖。建武十九年(43年)，合浦郡驻地由广东徐闻县迁徒合浦县城，即今浦北县泉水镇旧州古城头。"
        },
        {
            "type": "text",
            "text": "       南北朝宋泰始七年（471年），立越州置临漳郡，州治、郡治在今浦北县石埇镇仰天窝（又名“青牛城”）。齐建元元年（479年），合浦郡治迁广东徐闻县。齐建元二年（480年），合浦郡地置封山郡和龙苏郡（又名蔡龙郡），后改为龙苏县，郡治在今浦北县福旺镇古立村。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），改合浦郡称合浦县，属越州辖地。大业元年（605年），越州改称禄州。大业三年（607年）又称合浦郡。州治、郡治、县治仍在今浦北县泉水镇旧州古城头。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），合浦郡改称越州。增置蔡龙县，县治在今浦北县福旺镇古立境内。贞观八年（634年），改越州称廉州，以大廉峒而得名。州治在今浦北县泉水镇旧州唐城遗址。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年），撤销封山、蔡龙、大廉三县，并入合浦县。今浦北为合浦县地，属廉州辖。同年，廉州治地从今浦北县泉水镇旧州唐城遗址迁至今合浦县石康镇境内长沙场。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），升廉州为廉州路，合浦县属廉州路辖地。今浦北境为合浦县的一部分。"
        },
        {
            "type": "text",
            "text": "       明洪武七年（1374年），属广东省，撤销合浦县，并入石康县。洪武十四年（1381年），恢复合浦县。"
        },
        {
            "type": "text",
            "text": "       清置廉州府，属广东省，辖合浦、灵山、钦县、防城四县，称钦廉四属。府治在今合浦县城，浦北属于合浦县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），实行团局制，合浦县分设十六个团，群众称为上下八团，今浦北县境为上八团。民国四年（1915年），今浦北县境分为8个区，区下设22个分局。民国十九年（1930年），改分局为乡，今浦北县内原22个分局改设16个乡。民国二十七年（1938年）5月，合浦县政府后院被日机炸毁，县府迁至浦北县张黄镇。民国三十二年（1943年），在浦北县张黄镇设合浦县八区行政公署后方办事处。民国三十六年（1947年）9月，浦北县第一个人民政府——合灵南区军政府在今浦北县大成镇双冲口成立，辖合浦、灵山。民国三十八年（1949年）4月，六万山地委成立，撤销合浦县委。同年8月1日，成立合浦县人民政府，县长朱澜清。"
        },
        {
            "type": "text",
            "text": "       1951年12月，在张黄镇成立“合浦县人民政府中北区办事处”。1952年5月12日，广西省人民政府行文通知，正式成立浦北县人民政府，县治设在小江镇。因地处合浦之北而得名“浦北”。隶属广西省钦州专区 1955年7月，经国务院批准，浦北归属广东省合浦专区辖。1958年12月31日，撤销浦北县，并入合浦县。1959年3月20日，隶属广东省湛江专区。1965年7月19日，复置浦北县，隶属广西钦州专区，后为钦州地区。1994年6月28日撤销钦州地区的钦州市，成立地级钦州市，浦北县划归钦州市管辖。"
        }
    ]
}