{
    "title": "东兴市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "941",
            "category": "防城港市"
        },
        {
            "id": "994",
            "category": "东兴市"
        }
    ],
    "detail": "[日期：2014-04-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1957年3月26日，防城县析出部分辖地置十万山僮（壮）族瑶族自治县，县治设在东兴镇。1958年5月1日，十万山僮（壮）族瑶族自治县更名为东兴各族自治县。1978年12月15日，东兴各族自治县县治迁往防城镇，改名防城各族自治县。1993年7月17日，成立东兴经济开发区，1996年4月29日，设立东兴市，因市人民政府驻东兴镇，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇三十三年（前214年），东兴境属象郡，始收归版图。汉高祖三年（前204年），东兴境为南越国领地；元鼎六年（前111年），东兴境属交趾郡地。三国时东兴境属吴国，晋朝时为交州合浦郡地。"
        },
        {
            "type": "text",
            "text": "       南朝梁大同元年（535年），置安平县，东兴镇是安平县县治所在地，同时是黄州、宁海郡驻地，安平县为宁海郡辖地，隶黄州。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年），黄州改名玉山州；大业三年（607年），安平县更名海安县，县治不变，改隶宁越郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（622年），置玉山州，治今东兴附近；贞观二年（628年），安海县（海安县更名）改隶钦州；上元二年（675年），复置玉山州，后改名陆州，安海县为其辖地；天宝元年（742年），陆州改为玉山郡；至德二年（757年），安海县更名宁海县，治所仍在今东兴镇；乾元元年（758年），玉山郡复改为陆州，宁海县复隶陆州，治所在今东兴镇。五代时期东兴境隶属不变。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年），废宁海县，以其地并入钦州的安京县；端拱元年（988年），设置广南西路，简称“广西路”，钦州隶广南西路；景德三年（1006年），安京县改为安远县，东兴境为其辖地，随钦州隶广南西路。"
        },
        {
            "type": "text",
            "text": "       元至元十五年（1278年），钦州设安抚司；至元十七年（1280年），钦州改为钦州路，置总督府取代安抚司，隶属同年置的潭州行中书省海北海南道宣慰司；次年，潭州行中书省改为湖广行中书省，钦州路随海北海南道宣慰司改属。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），钦州路改为钦州府；洪武七年（1374年），降钦州府为钦州；洪武九年（1376年），降钦州为钦县，隶廉州；洪武十四年（1381年），钦县复为钦州，隶廉州府，廉州府隶广东布政使司。"
        },
        {
            "type": "text",
            "text": "       清光绪十三年（1887年），钦州直隶广东省，同时置辖防城县，东兴境为防城县辖地。"
        },
        {
            "type": "text",
            "text": "       中华民国九年（1920年），防城县直隶广东省。民国二十五年（1936年），防城县改属广东省第八行政督察区；民国二十七年（1938年），防城县改属广东省南路行署，东兴境为防城县辖地。"
        },
        {
            "type": "text",
            "text": "       1949年12月9日，东兴解放，随防城县属广东省南路专区管辖。1950年，防城县改属广东省钦廉专区。1951年5月14日，防城县随同钦廉专区委托广西省代管；同年8月11日，钦廉专区改称钦州专区，防城县随着改属。1952年3月8日，防城县随同钦州专区正式划归广西省管辖。1955年5月31日，防城县随着合浦专区复划归广东省管辖，今东兴境仍系防城县辖地。1957年3月26日，防城县析出部分辖地置十万山僮（壮）族瑶族自治县，县治设在东兴。"
        },
        {
            "type": "text",
            "text": "       1958年5月1日，十万山僮（壮）族瑶族自治县更名为东兴各族自治县，县治东兴镇；同年12月1日，撤消防城县，其行政区域并入东兴各族自治县。1959年3月20日，撤消合浦专区，东兴各族自治县改隶湛江专区。1965年6月26日，东兴各族自治县随钦州专区改属广西壮族自治区。1971年，钦州专区改为钦州地区，东兴各族自治县随属。"
        },
        {
            "type": "text",
            "text": "       1978年12月15日，东兴各族自治县县治迁往防城镇，改名防城各族自治县。1993年7月17日，东兴经济开发区成立，按处级建制管理，属防城港市辖。1996年4月29日，设立东兴市（县级）。"
        }
    ]
}