{
    "title": "梧州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "939",
            "category": "梧州市"
        }
    ],
    "detail": "[日期：2014-04-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1045次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德四年（621年）废苍梧郡置梧州，梧州名始此，属岭南道。梧州乃取苍梧之“梧”字为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇南取百越，置南海、桂林、象郡3郡。县地属桂林郡。南海郡辖境是东南濒南海，西到今广西贺州，北连南岭，包括今粤东、粤北、粤中和粤西的一部分，辖番禺、龙川、博罗、四会4个县（据《汉书》记载），郡治番禺。此外，湛江等地属象郡，粤西有一部分属桂林郡，梧州属桂林郡（一说南海郡）。秦末，赵佗武力攻并桂林、象郡，建立南越国，自称“南越武王”。当时，广东除今连州及乐昌北境属长沙郡管辖外，都属南越国地盘。\n\r\n       西汉高后五年（前183年），赵佗称南越武帝，封赵光为苍梧王。同年，建苍梧王城，这是梧州建城之始。汉武帝平定南越后，汉朝将南越地划分为南海、苍梧、郁林、和浦、交趾、九真、日南、儋耳、珠崖9个郡。东汉末，交趾部改为交州，苍梧郡、和浦郡、荆州贵阳郡和扬州豫章郡的一部分属于今天的广东。元鼎六年（前111年），汉武帝灭南越国后，在其原属地上分置7郡：南海、苍梧、郁林、合浦、交趾、九真、日南，包括今广东广西大部分地区，北至湖南江永县，南至越南顺化市的广大地区。苍梧郡郡治广信县苍梧王城。元封五年（前106），置猛陵县（今人和镇、岭脚乡地），县治猛陵（今人和镇孟陵村）。广信、猛陵两县隶苍梧郡。郡太守驻广信县。元封五年（前106），刺史部治所由赢[阝娄]移驻广信县。西汉元鼎六年(前111年) 地域内置8县，四会县隶属南海郡；广信、谢沐、高要、封阳、端溪5县隶属苍梧郡；高凉县、临允县隶合浦郡；统属交州。"
        },
        {
            "type": "text",
            "text": "       汉建安二十二年（217年），孙吴丞相步骘把交州州治从广信东迁番禺。三国（吴）黄武五年（226年），将交州东部置广州，以番禺为广州治，苍梧郡属于广州，郡治在今广西梧州。三国吴孙皓天纪四年（280），由广信县分置新宁县（今大坡镇、广平镇地），县治大城村（今大坡镇城村）。隶苍梧郡，苍梧郡属于广州。\n\r\n       晋太康元年（280），由广信县分置农城县（今龙圩镇、新地镇、林水乡地），县治农城（今龙圩镇），同年新宁县改名宁新县。东晋时农城县改名遂城县，隶苍梧郡，苍梧郡属于广州。西晋太康三年(282年，广信、端溪、元溪、高要、新宁、临允6县隶苍梧郡；谢沐、封阳隶临贺郡；统属广州。东晋永和七年(351年)，广信县、高要县隶苍梧郡，统属广州。\n\r\n       南北朝时期(420年～479年)，设置了38县，分隶南海、苍梧、晋康、新宁、绥建、宋隆(原宋熙)、临庆7郡，分属广州、湘州。隋开皇三年（583年）,撤宁新县并人苍梧县。隋开皇三年（583年），改广信县为苍梧县，开皇十九年（599年），遂城县改名戎城县。大业三年（607年）撤猛陵县并入始安郡豪静县。今县境有苍梧县、戎城县，同隶苍梧郡。苍梧县为苍梧郡治所。\n\r\n       唐武德四年（621年），复置猛陵县，更名为孟陵县。孟陵县、戎城县隶藤州。唐武德四年（621年），始称梧州。贞观八年（634）孟陵县改隶梧州。永徽（650年—655年）中戎城县隶梧州。天宝元年（742年）戎城、孟陵两县改隶苍梧郡。光化四年（901年）戎城、孟陵两县改隶桂州。苍梧县隶梧州，为州治所。\n\r\n       宋开宝四年（971年），撤孟陵、戎城两县并入苍梧县。开宝六年复设戎城县，熙宁四年（1071年）撤戎城县并入苍梧县，同时戎城改名称戎圩镇。苍梧县隶梧州，为州治所。自宋代以后至民国，今苍梧属地均无县以上行政建制。\n\r\n       元设行中书省，废州郡，省下设路。苍梧县隶梧州路，为梧州路治所。元至元十六年（1279年），梧州安抚司改为梧州路，设总管府，治梧州，辖苍梧县。\n\r\n       明改路为府，苍梧县隶梧州府，为梧州府治所。清苍梧县隶梧州府，为梧州府治所。咸丰五年（1855年），陈开、李文茂率起义军攻占梧州，改苍梧县为秀平县。义军败退梧州后复为清制。\n\r\n       民国元年（1912年），梧州隶属梧州军政分府，为府治。同年，苍梧县并入梧州府。民国二年（1913年），广西废府为县，复置苍梧县，隶郁江道，为道治。民国三年（1914年）6月，郁江道更名苍梧道，辖苍梧等15县。民国十六年（1927年），广西废道设行政督察区，苍梧县隶梧州区，同年12月1日，梧州市政府正式成立。\r\n民国十九年（1930年），苍梧县隶苍梧民团区。民国二十一年（1932年）苍梧、郁林两个民团区合并置梧州民团区，苍梧县隶梧州民团区，同年7月撤销梧州市，其辖区域划归苍梧县管辖。民国二十三年（1934年）3月，以原8个民团区辖域划为8个行政监督区，苍梧县隶梧州行政监督区。民国二十九年（1940年）4月行政监督区改称行政督察区，苍梧县隶梧州行政督察区。民国三十八年（1949年）10月隶第三区，区治苍梧县。\n\r\n       1949年11月25日，苍梧解放。1950年1月10日，苍梧县人民政府成立，与梧州市分治，隶梧州专区。1951年7月梧州、玉林两个专区合并称容县专区，苍梧县隶容县专区。1958年7月苍梧复归梧州专区。1971年梧州专区改为梧州地区，苍梧县属梧州地区。1983年10月8日，梧州地区的苍梧县划归梧州市管辖。2013年3月1日，苍梧县的龙圩镇、大坡镇、新地镇、广平镇划给新成立的梧州市龙圩区管辖。"
        }
    ]
}