{
    "title": "鹿寨县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "937",
            "category": "柳州市"
        },
        {
            "id": "1015",
            "category": "鹿寨县"
        }
    ],
    "detail": "[日期：2014-04-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：444次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1951年6月29日，雒容、中渡、榴江三县及修仁县第二区合并成立鹿寨县，因县治设在鹿寨镇而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦，属桂林郡地。汉，分属潭中、始安二县地。三国，初沿袭汉制；吴甘露元年（265年）析始安地（属零陵郡）南部置常安县，境内分属潭中、始安、常安三县地。晋沿袭三国建制。"
        },
        {
            "type": "text",
            "text": "       南北朝，宋（420年—479年），撤消常安县，其地并入始安县，境内分属潭中、始安二县地。梁大同八年（542年）于常安旧址改置梁化县，于县置梁化郡，境内分属潭中、始安二县及梁化郡地。陈析潭中地置象郡，境内分属梁化郡，象郡及始安县地。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）废郡，将梁化郡和象郡改置梁化县和象县，境内分属梁化、象、始安三县地。开皇十八年（598年），梁化改纯化；境内分属纯化，象和始安县地。仁寿初（601年—604年）析始安县地置兴安县，境内分属纯化、象、兴安三县地。大业初，并纯化、兴安入始安，境内分属象县和始安郡地。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）以原兴安县地置宣风县；是年复置纯化县，境内分属宣风、象县和纯化三县地。贞观中析象县地置洛容县；武德十二年（638年）并宣风入兴安。境内分属象、洛容、兴安、纯化四县地。至德二年（757年）兴安改理定；永贞元年（805年）纯化改称恭化；此间，境内分属象、洛容、理定、恭化四县地。乾宁二年（895年）析恭化地置古县，境内隶属关系不变。"
        },
        {
            "type": "text",
            "text": "       宋嘉祐四年（1059年），并象县入洛容；嘉祐六年（1061年）并恭化入古县。此间，境内分属洛容、理定、古县三县地。绍兴二年（1132年）桂州改称静江府、理定、古县属静江府，洛容属柳州府。元，静江府改静江路，柳州府改柳州路。"
        },
        {
            "type": "text",
            "text": "       明洪武十四年（1381年）古县改称古田县，属桂林府。此间，境内隶属关系相应变更。正统五年（1440年）理定县并入永福县。隆庆五年（1571年）三月，古田县升为州，称永宁州，辖永福、义宁二县，仍属桂林府。此间，境内分属洛容县、永福县和永宁州。"
        },
        {
            "type": "text",
            "text": "       清，洛容改为雒容，属柳州府。光绪三十二年（1906年），析永宁州及雒容、永福、柳城、融等县的部分地域置中渡抚民厅，属桂林府。此间，境内分属雒容县、中渡厅和永福县地。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），中渡厅降为中渡县，属桂林府；雒容县仍属柳州府。民国二年（1913年）撤府设道，中渡县属漓江道，民国三年（1914年）改为桂林道，中渡县属桂林道。雒容县属柳江道。民国十三年（1924年），析永福县的黄冕、鹿寨、寨沙三个区设置榴江县，县治寨沙圩，属桂林道。此间，境内分属雒容、中渡、榴江三县。民国十九年（1930年），雒容、中渡、榴江同属柳州民团区。民国二十三年（1934年），三县属柳州行政监督区，民国二十九年（1940年），属第四区行政督察专员兼保安司令公署，民国三十一年（1942年）改属第二行政督察区，区治柳江。民国三十八年（1949年）7月，三县属第十三区，区治柳州。"
        },
        {
            "type": "text",
            "text": "       1951年6月29日，雒容、中渡、榴江三县及修仁县第二区合并成立鹿寨县，属柳州专区。1952年8月改属桂林专区。1958年8月改隶柳州专区，1971年柳州专区更名柳州地区，鹿寨县属柳州地区。2002年11月30日，柳州地区撤销，鹿寨县改属柳州市。"
        }
    ]
}