{
    "title": "武鸣县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "936",
            "category": "南宁市"
        },
        {
            "id": "1023",
            "category": "武鸣县"
        }
    ],
    "detail": "[日期：2014-04-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：459次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国元年（1912年）陆荣廷任广西都督，崇尚武功，意“以武而鸣于天下”，将武缘县更名为武鸣县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦，始皇帝三十三年（公元前214年），今县境属象郡地。汉高祖三年（前204年），今县境属南越国地。汉元鼎六年（前111年），今县境东属领方县，西属增食县地，隶郁林郡。"
        },
        {
            "type": "text",
            "text": "       三国属吴。元兴元年（264年），领方县、增食县分别改为临浦县、怀安县，今县境分属郁林郡的临浦、怀安县地。"
        },
        {
            "type": "text",
            "text": "       晋太康年间（280年—289年）临浦、怀安县分别复称领方、增食县。今县境分属郁林郡的增食、领方县地。东晋大兴元年（318年）置晋兴县，属晋兴郡，增食县改为增翊县，今县境分属晋兴郡的晋兴县和郁林郡的增翊、领方县地。"
        },
        {
            "type": "text",
            "text": "       南朝属晋兴郡增翊、晋兴县和领方郡领方县地。隋开皇九年（589年），废领方郡，领方县属郁林郡。开皇十八年（598年）改晋兴县为宣化县，今县境分属郁林郡的宣化、领方县地。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）析领方县地设止戈等7个县。武德五年析宣化县置晋兴县、朗宁县。今县境分属朗宁、晋兴、止戈等县地，隶邕州。五代属南汉。分属朗宁、晋兴、止戈县地，隶邕州。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年） ，撤朗宁县，改为永宁乡，并入宣化县；晋兴县改为乐昌县；废止戈县，改为止戈乡，并入上林县。隶邕州。同年，撤封陵县并入武缘县。景祐二年（1035年）撤乐昌县并入武缘县，武缘县治所移到原乐昌县葛圩苏村（今双桥乡苏宫村板苏屯），今县境始为武缘县地。治平四年（1067年）拨上林县止戈乡和宣化县永宁乡入武缘县。县治仍在今双桥乡苏宫村板苏屯,隶邕州。"
        },
        {
            "type": "text",
            "text": "       元属武缘县地，隶南宁路。明洪武元年（1368年），武缘县治所由葛圩苏村移至今县城。明正德六年（1511年）七月在今县境两江乡东北一带置凤化县，嘉靖七年（1528年）凤化县治移到上林县三里。今县境仍属武缘县地，初隶南宁府，隆庆六年（1572年）隶新宁州，万历五年（1577年）十月改隶思恩府。清属武缘县地，隶思恩府。"
        },
        {
            "type": "text",
            "text": "　   民国元年（1912年）撤思恩府，县人陆荣廷任广西都督，崇尚武功，意“以武而鸣于天下”，将武缘县更名为武鸣县，随后又升为武鸣府。民国二年（1913年）6月，复称武鸣县，隶属邕南道，民国三年（1914年）6月邕南道改名南宁道。民国十五年（1926年）6月废除道制，武鸣县直隶广西省政府。民国十九年（1930年），属宾阳民团区。民国二十一年（1932年）改属南宁民团区，区治武鸣。民国二十三年（1934年）属南宁行政督察区。民国二十八年（1939年）2月属武鸣行政督察区， 区治武鸣。民国二十九年（1940年）4月属广西省第八区。民国三十一年（1942年）3月并区，划归广西省第四区，区治南宁。民国三十七年（1948年）改属广西省第十一区，区治武鸣。"
        },
        {
            "type": "text",
            "text": "       1949年10月成立武鸣人民专员公署，1949年12月3日武鸣解放。县名仍为武鸣县，县治不变，属武鸣人民专员公署。1950年属武鸣专区。1951年1月，撤销武鸣专区，将武鸣、隆安、隆山、都安4县划归南宁专区。8月，南宁专区改为改属宾阳专区，武鸣县属宾阳专区。1952年4月，改属邕宁专区；12月，改属桂西壮族自治区。1956年属桂西壮族自治州。1957年12月，改属邕宁专区。1958年11月14日，邕宁专区更名南宁专区；12月与隆安县合并，称为武隆县，县治在武鸣城厢镇。次年5月两县复分，武鸣县属南宁专区辖。1971年，南宁专区改为南宁地区，武鸣县属南宁地区。1983年10月8日，武鸣县划归南宁市管辖。"
        }
    ]
}