{
    "title": "宾阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "936",
            "category": "南宁市"
        },
        {
            "id": "1019",
            "category": "宾阳县"
        }
    ],
    "detail": "[日期：2014-04-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：462次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清宣统三年(1911年)九月十八日，宾州各界联合通电响应武汉革命军号召，赞成共和，宣布脱离清政府，改宾州为宾县。民国二年（1913 年）改宾州为宾阳县，以在宾水之阳，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       宾阳，古为百粤之地。夏至周为荆州地。秦始皇三十三年(前214年) ，置南海郡、桂林郡、象郡，本县为桂林郡所辖。汉武帝将桂林郡分为桂林、郁林两郡，本县地属郁林郡。西汉元鼎六年(前111年) 建领方县，为本县立行政建置之始。当时疆域兼有今宾阳、邕宁、南宁、武鸣、上林、来宾等县地。"
        },
        {
            "type": "text",
            "text": "       三国时代，本县为吴国属地。元兴元年(264年)改领方县为临浦县。晋武帝泰始元年(265年)将临浦县疆域划分为二，恢复领方县，又于汉广郁地设绥宁县。南北朝宋、齐年间(420年～502年)，沿晋朝建制不变。自汉及齐，均属郁林郡。梁武帝天监二年(503年) ，撤绥宁县置安城县，仍与领方县同属于郁林郡。旋以州统郡，两县俱升为郡，而改郁林郡为南定州以统之。陈(549年～581年) 因梁制。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇八年(588年)将领方、安城两郡改为领方、安城两县，仍属郁林郡(初为尹州，大业年间改为郁州)。唐朝废郡立州。初以领方县地置南方州，武德四年(621年) ，从领方县分出琅琊、思干两县，均隶于南方州。贞观五年(631年)，置宾州，属岭南道，下辖岭方（汉及隋曰领方，唐曰岭方) 、琅琊、思干(贞观十二年并入岭方)，安城(原属尹州)四县。天宝元年(742年)，改宾州为安城郡。至德二年(757年)，又改为岭方郡，同时将安城县更名保城县。乾元元年(758年)，又复为宾州。"
        },
        {
            "type": "text",
            "text": "       五代十国 (907年～960年) 沿唐制仍置宾州，为南汉所有。下辖岭方、保城、琅琊三县。宋朝开宝五年(972年) ，废宾州，将琅琊、保城两县并入岭方县，隶属邕州。次年，恢复宾州建制，移治琅琊，属广南西路。端拱二年(989年) ，改澄州为上林县，归属宾州。天禧四年(1020年) ，废思刚州1设迁江县，归属宾州。时宾州共辖领方、上林、迁江三县，疆域即唐宾州、澄州、思刚三州之地。"
        },
        {
            "type": "text",
            "text": "       元世祖初年，宾州升为宾州路，治领方县。惠宗至正十六年(1356年)，复名宾州，直隶广西两江道。其间至元十三年(1276年)，置安抚司，十六年(1279年)，改下路总管府。仍辖岭方、迁江、上林三县。"
        },
        {
            "type": "text",
            "text": "       明朝行府、州、县制，仍置宾州。洪武二年(1369年)，撤岭方县并入宾州，下辖迁江、上林两县，另于州东设安城镇巡检司、梁村巡检司(后废)。是年十月隶于柳州府。"
        },
        {
            "type": "text",
            "text": "       清朝康熙以前，仍沿明制。至雍正三年(1725年)，宾州升为直隶州，辖来宾、迁江、上林、武宣四县。康熙十二年(1734年)，广西巡抚金鉷奏议，由直隶州降为散州，改属于思恩府。宣统三年(1911年)九月十八日，本州各界联合通电响应武汉革命军号召，赞成共和，宣布脱离清政府，改宾州为宾县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，宾县改称宾阳县。初属柳州道，后属南宁道。撤道后，直隶广西省政府。后划分行政区，先属南宁区。民国二十八年(1939年)改属武鸣区。南宁、武鸣两区合并后，为广西第四行政区所辖。民国二十七年(1938年)及民国三十一年(1942年)，先后将上林县的思陇乡、邹墟乡划归本县管辖。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，仍置宾阳县，属宾阳专区。1952年4月，宾阳专区改属邕宁专区，宾阳县随属。同年8月，行政区域调整时，将原永淳县所属的二区(甘棠) 、三区(露墟)划入本县直辖。1953年3月起为桂西壮族自治区所辖，同年，横县所属的八治、岭岸、合庄3个乡划归本县管辖。1956年属桂西壮族自治州。1958年3月，广西壮族自治区成立后，宾阳县划归南宁专员公署所辖。是年12月与上林县合并，改称宾林县，次年5月又分开，恢复宾阳县。1959年间又将本县的原卢村、下垌、沙江村划给横县管辖。1971年，南宁专区改为南宁地区，宾阳县属南宁地区。2002年12月23日，撤销南宁地区，宾阳县划归南宁市管辖。"
        }
    ]
}