{
    "title": "横县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "936",
            "category": "南宁市"
        },
        {
            "id": "1018",
            "category": "横县"
        }
    ],
    "detail": "[日期：2014-04-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：462次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       相传晋代隐逸人士董京避居简州，秋夜泛舟于江浒，见一仙乘浮槎（木筏）而来，横槎于浦，此浦位于县城西南五十里，浮槎枝干扶疏，黑光照人，董京谒见了这位仙人。"
        },
        {
            "type": "text",
            "text": "       人们根据这一传说和神话故事，把这一江浦称为横槎浦，亦称横槎滩。原州名简州也改为横州，州（县）治所在地曾经取名槎江镇或者槎城镇，今名横州镇。镇中曾建有浮槎馆、槎浦公园、仙槎亭。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦以前，今横县属百越地的一部分。秦始皇三十三年(前214年) ，秦在岭南置桂林郡、南海郡和象郡。今横县北部属桂林郡辖地，南部属象郡辖地。秦末汉初，今横县属南越国地。汉元鼎六年(前111年) ， 今横县境内属广郁、合浦、安广、平山等县地，分别隶属郁林郡、合浦郡。安广县故治在今横县治，是横县建置之始。"
        },
        {
            "type": "text",
            "text": "       三国时代，今横县属吴国辖地。吴永安三年(260年) ，分合浦郡，置合浦北部都尉，隶广州。旋改宁浦郡，治宁浦。撤广郁县，并入安广县，增置平山、连道等县。"
        },
        {
            "type": "text",
            "text": "       晋朝基本沿袭三国时代建制。晋太康元年(280年)改连道县为兴道县。太康七年(286年)置宁浦郡，治所宁浦，在今横县境内。南北朝时，宋、齐沿晋制，梁天监年间(502年至519年)，分宁浦郡地，增置简阳郡、简阳县，隶广州。撤平山县并入宁浦县，后又撤兴道、安广两县。当时的宁浦、简阳两县仍在今横县境。梁又置乐山县、岭山县。现横县地有部分分别属乐山县、岭山县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十一年(591年) ，撤宁浦、简阳两郡，改为简州，仍治宁浦县。开皇十八年，简州改为缘州。隋大业二年(606年)，撤缘州后，宁浦、乐山、岭山等县属郁林郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)， 复置简州，仍领宁浦、岭山二县，并析置蒙泽、淳风(后改淳化)、乐山三县。同时，在今横县境置淳州，治永定，领武罗、灵竹二县。武德五年(622年) ，以贵县之岭山来属。武德六年(623年)，改简州为南简州。贞观八年(634年)，又更名为横州，省蒙泽、岭山二县。明皇时，为宁浦郡。乾元元年(758年) 复为横州，领宁浦、从化、乐山三县。永贞元年(805年)改淳州为峦州，治所仍在永定。峦州、 横州均隶岭南道。"
        },
        {
            "type": "text",
            "text": "       五代十国，今横县先属楚，后属南汉。县境内的宁浦、从化、乐山属横州，武罗、永定、灵竹属峦州。州县均在今横县境。宋开宝五年(972年) ，撤峦州，废乐山、从化二县，以永定县改属横州。开宝六年(973年) 废武罗、灵竹二县，并入永定，熙宁四年 (1071年) 撤永定县，并入宁浦县。元祐三年(1088年)，复置永定县，后更名永淳县。宁浦县、永淳县及横州隶广南西路。"
        },
        {
            "type": "text",
            "text": "       元至元十六年(1279年)，横州升为横州路。元贞元年(1295年)降为横州，州治宁浦县，辖宁浦县、永淳县。明洪武二年 (1369年) ， 撤宁浦县，并入横州，属广西布政司浔州府所辖。洪武十年(1377年)降州为县，改横州为横县，属南宁府所辖。洪武十三年(1380年)恢复横州，统永淳等县，先属浔州府，后属南宁府。清朝，在今横县境，仍称横州和永淳县，属南宁府。"
        },
        {
            "type": "text",
            "text": "       民国二年(913年)，横州改为横县，永淳县之名仍不变。横县、永淳县同属南宁道所辖。民国十五年（1926年），撤道改区，横县、永淳县同属南宁区所辖。"
        },
        {
            "type": "text",
            "text": "       建国初，横县、永淳县属宾阳专区。1952年撤永淳县，将其所属峦城、六景、良圻、平朗、石塘等区划归横县管辖，县城设在横州镇，属邕宁专区。1958年11月14日，邕宁专区更名南宁专区。1971年，南宁专区改为南宁地区。2002年12月23日，撤销南宁地区，横县划归南宁市管辖。"
        }
    ]
}