{
    "title": "南宁市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        },
        {
            "id": "936",
            "category": "南宁市"
        }
    ],
    "detail": "[日期：2014-04-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：506次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐朝贞观八年（634年），改南晋州为邕州，以邕江得名。元朝至元十六年（1279年），改邕州为邕州路，泰定元年（1324年）九月，为庆南疆绥服，邕州路改称南宁路，取“南疆安宁”之意，南宁之名由此产生。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古属百越之地。越族分枝繁多，史称“百越”，其中西颐和骆越两个支系，就是南宁壮族的先民。始皇帝二十三年（前214年）置桂林郡、象郡。南宁属桂林郡辖地。汉高祖元年（前206年），赵佗建立南越国，南宁为其辖地。西汉王朝建立后。推行州郡县制。西汉元鼎六年（前110年）。汉武帝派伏波将军路博德率军平定赵兴的南越国后，在岭南设置南海、苍梧、郁林、合浦、交趾、九真、日南、信耳、朱崖等9郡，南宁属郁林郡领方县辖地。"
        },
        {
            "type": "text",
            "text": "       三国时，南宁属吴国辖地。吴把领方县改名临浦县。并从原属交州改属广州。这样，南宁便属广州郁林郡临浦县，一直延续到西晋。东晋时，晋元帝大兴元年（318年）。从郁林郡分出晋兴郡，下辖晋兴等4个县。南宁为广州晋兴郡晋兴县，晋兴郡治设在晋兴县城，即今南宁。"
        },
        {
            "type": "text",
            "text": "       南朝时，宋、齐、梁、陈四个王朝先后更替，南宁隶属郡县均与东晋相同。隋统一南北朝后，开皇十八年（598年），将晋兴县改为宣化县，南宁为宣化县治所，归郁林郡统辖。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（620年），在宣化县置南晋州，领宣化一县，州县并存。武德五年，宣化县析出宣化、晋兴等5县隶属南晋州。贞观六年（632年），又将南晋州改为邕州，外治在南宁，这是南宁简称“邕”的由来。永徽（650年～655年）后，以广州、桂州（治今桂林）、邕州（治今南宁）、容州（治今容县）及安南五州隶岭南五府经略使，名岭南五管，以广州刺史充经略使，驻广州。天宝元年（742年），改邕州为朗宁郡。乾元元年（758年），复改朗宁郡为邕州。咸通三年（862年），分岭南道为东、西两道。岭南东道，治所设在广州；岭南西道，治所设在邕州（今南宁）。统辖原属邕管（统管邕、横、贵、宾四州）、容管（今容县）、桂管（今桂林）三管之地。"
        },
        {
            "type": "text",
            "text": "       五代十国时，南宁为南汉国地，仍属邕州，归楚。宋朝统一全国后，邕州隶属广南西路，下辖宣化、武缘等7县，南宁仍为邕州和宣化县治所。"
        },
        {
            "type": "text",
            "text": "       元朝至元十六年（1279年），改邕州为邕州路，今南宁为路总管府治所，下辖宣化、武缘两县，并管左右两江溪桐。泰定元年（1324年）为庆边疆之绥服，寓南疆安宁之意，改邕州路为南宁路。南宁得名，即始于此。明朝洪武二年（1376年），改南宁路为南宁府，今南宁为府治所。隶属广西布政使司。\n\r\n       清朝时，改广西布政使司为广西省，省会设在今桂林市。南宁府此时隶属于广西省分巡左江道，所辖州、县基本沿袭明朝。南宁既为南宁府治又为左江道治和宣化县治。\r\n清宣统三年九月（1911年），南宁宣布独立。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废宣化县，以南宁府长理事，直属广西军政府，后改称广西省政府。三次迁省：第一次迁省：民国元年（1912年）广西省会由桂林迁到南宁。第二次迁省：民国二十五年（1936年）广西省会由南宁迁回桂林。第三次迁省：1950年。1958年广西省改为广西壮族自治区，首府南宁。民国三十一年4月（1943年），原第八、第九区合并为第四行政区，行政督察专员公署设在南宁。建国前，南宁城分为兴宁、邕西、邕南、德邻、邕北、模范、宁武7镇（由原来的10个镇合并）。\n\r\n       1949年12月4日，南宁解放，将南宁城及附近的16个自然村从邕宁县划出，成立直辖广西省的南宁市。1950年2月8日，广西省人民政府成立，省会设在南宁。1957年7月，撤销广西省建制，成立广西僮族自治区。1958年3月5日，广西僮族自治区在南宁宣告成立，南宁为广西僮族自治区首府。1965年10月12日将“僮”字改“壮”字。1958年—2002年间。作为自治区首府的南宁市和南宁（专区）地区并存。2002年12月23日，撤销南宁地区设立地级崇左市，辖原南宁地区南部凭祥市和崇左、扶绥、大新、宁明、龙州等县。原南宁地区邕宁、横县、马山、宾阳、隆安、上林划归南宁市。2005年3月18日，邕宁撤县设区，为南宁市邕宁区。"
        }
    ]
}