{
    "title": "广西壮族自治区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "33",
            "category": "广西壮族自治区"
        }
    ],
    "detail": "[日期：2014-04-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：457次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋朝，广西称广南西路，简称“广西路”，是为“广西”名称的由来。元初，隶属湖广行中书省。元末，设立“广西行中书省”，这是广西设省之始。明代，改设为广西布政使司。清代设广西省。民国时期因之。"
        },
        {
            "type": "text",
            "text": "       根据壮族的历史和现状，为了适应壮族人民在祖国大家庭中的地位，充分行使其自治权利，更有利于广西各族人民的繁荣发展，1958年3月15日，成立广西僮族自治区。1965年10月12日将“僮”字改“壮”字。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今南宁古属百越之地。秦始皇二十三年（前214年），秦统一岭南地区，设南海、桂林、象郡，南宁属桂林郡辖地。汉朝汉高祖元年至元鼎元年（前206年—前111年）为南越国地，元鼎六年（前111年）属郁林郡领方县地。三国时，属吴国辖地，归广州郁林郡临浦县地，一直延续到西晋。东晋太兴元年（318年），从郁林郡析出晋兴郡，隶属广州，治所在晋兴县（今南宁）。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年），改晋兴县为宣化县，治所在宣化城（今南宁）。唐武德四年（621年），以宣化县地设南晋州，领宣化一县。武德五年（622年），宣化县析出宣化、武缘、朗宁、晋兴、横山5县，隶属南晋州。贞观六年（632年），南晋州改称邕州，为邕州都督府，据唐《元和郡县志》“因州西南邕溪水为名”，故名。天宝元年（742年）改邕州为朗宁郡，乾元元年（758年）复为邕州，撤销朗宁郡建制，由州领县。咸通三年（862年），邕州属岭南西道，治所在宣化县，至此今南宁相当于今省级政权建置开始。"
        },
        {
            "type": "text",
            "text": "       元朝至元十六年（1279年），改邕州为邕州路，辖宣化县、武缘县，置邕州路总管府，兼左右两江溪峒镇抚。至元二十八年（1291年），上思州黄胜许、岑世兴起兵抗元，给元朝统治者以沉重打击。至治二年（1322年），英宗派特使招谕，逼使黄胜许、岑世兴归顺。泰定元年（1324年）六月，黄、岑遣子弟朝贡，归顺元朝。为庆南疆绥服，元朝统治者于同年9月将邕州路改称南宁路（取南疆安宁之意），隶属湖广行中书省。宣化县隶属南宁路，南宁得名始于此。至正二十三年（1363年），湖广行中书省分置广西行书省，南宁隶属广西行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）废南宁路，置南宁府，宣化县隶属南宁府，治所在今南宁城。清朝承袭明朝建置，清朝初叶，实行省、府（厅）、州（直隶州）、县四级区划制。南宁府隶属广西省，为府治所，宣化县隶属南宁府。府、县治所均在今南宁城。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）7月，废宣化县并南宁府。同年10月，广西军政府从桂林迁来南宁，南宁成为广西省会。民国二年（1913年）6月，废府留县，南宁府改为南宁县，治所南宁。民国三年（1914年）6月，为避云南省的南宁县（今曲靖市）同名而改名邕宁县，为邕宁县得名之始。同年置南宁道。民国十五年（1926年）废道，由省直接领县。民国十八年（1929年）7月设南宁市政府，与邕宁县合署办公，同年11月，撤市建制，民国十九年（1930年）置南宁民团区，民国二十三年（1934年）置南宁行政监督区，民国二十四年（1935年）置第九区。民国二十五年（1936年），广西省会从南宁迁回桂林。民国二十九年（1940年）置南宁行政监督区（又叫第九区），民国三十一年（1942年）4月，将第八区（武鸣）、第九区合并称第四行政区，治所南宁。民国三十八年（1949年）10月，广西省会从桂林搬来南宁。"
        },
        {
            "type": "text",
            "text": "       1949年12月4日，南宁解放，1950年1月南宁建市，同月22日市人民政府正式对外办公。同年2月8日，广西省人民政府成立，南宁市为省会。1952年12月南宁为桂西僮族自治区驻地，1956年桂西僮族自治区改为桂西僮族自治州。1957年7月，撤销广西省建制，成立广西僮族自治区。1958年3月5日，广西僮族自治区在南宁宣告成立，南宁为广西僮族自治区首府。1965年10月12日将“僮”字改“壮”字。"
        }
    ]
}