{
    "title": "郁南县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1044",
            "category": "云浮市"
        },
        {
            "id": "1047",
            "category": "郁南县"
        }
    ],
    "detail": "[日期：2014-04-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：435次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       原名西宁县，民国三年（1914年），因它与青海省西宁同名，且鉴于该县位于鬱[yù]江之南（西江古称鬱水），故更名鬱南县。实际上“鬱南”的粤语读音应为“屈南”，自从中国大陆推行汉字简化政策后，“鬱”字被同化为普通话读音相同的“郁”字，而“鬱南”这地名亦同时被简化成为“郁南”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周显王三十五年（前334年），越人侵犯楚国，败后散逃南方各地，成为“百越”族人。其中一部分越人越过五岭，在今广东、广西境内建立了许多大小不等的部落或奴隶制小国。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一中国后，于公元前214年在该地分建南海郡、桂林郡和象郡等三大行政新区，此地为象郡区域。西汉高祖元年（前206年），秦亡汉兴。原南海郡尉赵佗乘机在岭南地方建立南越国，这里属南越国。"
        },
        {
            "type": "text",
            "text": "       汉武帝元鼎六年（前111年），灭南越国，在其疆域内分设9郡。其中一郡名苍梧郡，该郡设10县，10县中有一县名端溪县。今郁南县是那时端溪县域之部。"
        },
        {
            "type": "text",
            "text": "       西晋太康年间（280年—289年），在端溪县域中增设都罗县（县治在今郁南部城镇）和武城县。东晋永和七年（351年），从苍梧郡分出晋康郡，端溪县和今天的郁南、德庆两县都是该郡的辖地。东晋末期，又在晋康郡设晋化县（县治在今郁南南江口镇）。"
        },
        {
            "type": "text",
            "text": "       南朝宋元嘉年间（424年—453年）， 都罗、武城两县合并，易名为都城县（都城之名，由此而来），又从端溪县分出安遂县（县治是今郁南连滩镇）。南朝南齐年间（479年—502年），从端溪县分出威城县（县治是今郁南建城镇）。南朝梁普通四年（523年），在古罗水（即文昌水）流域内设罗阳郡，今郁南县域有部分被划入该郡。"
        },
        {
            "type": "text",
            "text": "       隋初，罗阳郡改为罗阳县。开皇九年（589年）都城县因晋康郡废，改隶苍梧郡。开皇十二年（592年），晋化、威城两县并入都城县，开皇十八年（598年），罗阳县改名正义县。大业三年（607年），正义县并入永熙郡的泷水县。安遂县也同时转隶永熙郡。"
        },
        {
            "type": "text",
            "text": "       唐朝推行州县制。都城县改隶康州，安遂县则从永熙郡改隶康州，并改名晋康县。宋开宝五年（972年），都城、晋康两县并入端溪县，隶属广南东路德庆府。元朝沿用宋制。只是德庆府改名德庆路。今郁南县仍是德庆路的辖地之一。"
        },
        {
            "type": "text",
            "text": "       明朝，德庆路复名德庆府，不久德庆府降为德庆州，隶属肇庆府。万历四年（1576年），镇压了西江沿岸山区的瑶民起义之后，明朝政府在该地区设罗定直隶州，直隶广东布政使司。该直隶州除了以泷水县为州治外，还统辖新设的东安县（今云浮县）和西宁县（今郁南县）。意即东西两山（瑶人聚居的地方）都安宁无事了。翌年，西宁县在今郁南建城镇开始筑城以作县治。"
        },
        {
            "type": "text",
            "text": "       清朝沿袭明朝建制，仍属罗定州。只是在乾隆二十二年（1757年）把西宁县的部分域地划回原属的信宜县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）西宁县属粤海道，后属第三区行政督察专员公署；民国三年（1914年），因它与青海省西宁同名，并且在郁水之南（西江古称郁水），故更名郁南县。"
        },
        {
            "type": "text",
            "text": "       1949年郁南县属西江专区；1952年郁南县属粤中行政区；1956年郁南县属高要专区；1958年郁南、罗定两县合并，初称罗南县，1959年属江门专区；1960年1月后又改称为罗定县。1961年4月复置郁南县，县政府驻在都城镇，属肇庆专区；1988年起至今属肇庆市。1994年4月5日云浮市升格为地级市，将郁南县划归云浮市管辖。"
        }
    ]
}