{
    "title": "云浮市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1044",
            "category": "云浮市"
        }
    ],
    "detail": "[日期：2014-04-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：770次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明朝万历五年（1577年）置东安县。民国三年（1914年），因与直隶、四川、湖南等省东安县同名，便取古代云浮郡名为县名，从此称云浮县。1994年4月5日，设立地级云浮市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元鼎六年（前111年），汉平南越，置郡县。今新兴县境内设临允县（县城在新兴县南部），属合浦郡，这是市境最早设立的县级政权。三国吴黄武五年（226年），临允县改属广州苍梧郡（郡治在今广西壮族自治区梧州市）。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），从端溪县分设都罗县（县城在今郁南县都城镇），隶属广州苍梧郡。这是今郁南县境内最早建立的县级政权。东晋永和五年（349年），从端溪县地析置晋化县（今郁南县南江口、南瑶地域），属广州晋康郡（郡治设在今德庆县东部）。永和七年（351年），从苍梧郡分设新宁郡，隶属广州，郡治在临允县。这是市境最早设立的郡级政权。同年，从临允县分设新兴、单牒二县，又设南兴县。三县属新宁郡，县治均在今新兴县境内。"
        },
        {
            "type": "text",
            "text": "       东晋末年，从端溪县分设龙乡县、夫阮县。龙乡县在今罗定市南部，县治在今太平镇潭白村；夫阮县治所在今罗定市西北。单牒县治所在今新兴县东。其时，治所设在今云浮市境内的有一郡八县：广州新宁郡及该郡所辖新兴、南兴、临允、单牒4县，治所在今新兴县境内。隶属广州晋康郡的县，治所在今罗定市境内的有龙乡、夫阮二县，治所在今郁南县境内的有都罗、晋化二县。"
        },
        {
            "type": "text",
            "text": "       南北朝，宋永初年间（420年～422年），晋康郡治迁到龙乡县，这是今罗定市境内最早出现的郡级政权。郡辖14县，其中龙乡、夫阮在今罗定境内，晋化县、都城县在今郁南县境内。元嘉年间（424～453年），合并都罗、武城（县治不详）二县，各取一字设都城县，此为今“都城”地名的由来。从端溪县分设安遂县（县城在今郁南县连滩镇），辖今郁南县东部及云安县大部分地区。同期，新兴县改称新城县。新宁郡治迁到南兴县。"
        },
        {
            "type": "text",
            "text": "       南北朝，齐建元三年（481年），分端溪县地重设龙乡县。永明初年（约483年～484年），分晋康郡地设广熙郡，郡治设在龙乡县。分龙乡为龙乡、罗平、永熙3县。梁天监二年（503年），新城县复名新兴县。新宁郡治由博林县迁回新兴县。普通四年（523年），设新州，辖新宁郡。增设索卢县（县城在新兴县境内）。梁时，在今罗定市境内设泷州，在今郁南县境内设建州，分永熙县地设安南县，分龙乡县地设开阳县（两县治所均在今罗定市境内）。随后，临允县并入新兴县。"
        },
        {
            "type": "text",
            "text": "       南朝梁、陈时期，郡、县机构变动频繁，晋末设的夫阮县，南朝宋设的南兴县，南朝齐设的罗平县均于梁、陈之交撤销。陈朝时，泷州仍辖梁时的四郡四县不变。"
        },
        {
            "type": "text",
            "text": "       开皇九年（589年），全国废郡，实行州县两级政权。其时撤销新宁、开阳、罗阳、广熙、平原五郡。改龙乡县为平原县；单牒并入新兴县。泷州辖平原、开阳（州、县治均在今罗定市境内）、罗阳、梁德四县。新州辖五县，其中新兴、索卢、抚纳三县，县治及新州州治在今新兴县境内，州治设在今郁南县境内的建州，辖县已知的有安遂、安南、永熙等县。此外，县治设在今郁南县境内的还有都城、晋化、威城三县，隶属成州。开皇十二年（592年），晋化、威城二县并入都城县。开皇十八年（598年），改平原县为泷水县，改罗阳县为正义县。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年），全国改州、县二级制为郡、县二级制。其时，合并泷、建两州设立永熙郡，郡治在泷水县（今罗定市太平镇）。开阳、正义二县并入泷水县，安南县并入永熙县。永熙郡辖六县，其中泷水、永熙（均在今罗定市境内）、安遂（县治在今郁南县连滩镇）。这是市境历史上出现的辖境最大的政权。同年，撤销新州，以其所辖索卢县并入新兴县，隶属信安郡（郡治在今肇庆市）。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）设勤州，领铜陵、富林二县。天宝元年（742年），将全国各州一律改称为郡，勤州改称为云浮郡。因境内有云雾四时不散的云浮山而得名。北宋并入端溪县。元、明属德庆州（府、路）。是瑶、壮等民族的聚居地，明万历四年（1576年）明廷，在罗旁山区建州置县。"
        },
        {
            "type": "text",
            "text": "       明万历三年（1575年），聚居于罗旁山区（今罗定、云浮、郁南三县毗连之地）的瑶、壮族人民举行了大规模的武装起义。起义被镇压后，于万历五年（1577年），为了加强对罗旁山区的统治，明王朝升泷水县为罗定州，直隶广东布政使司：析德庆州的晋康乡，高要县的杨柳、都骑、思劳、思办等四都，新兴县的芙蓉一、二图，以及泼水县的南乡、富林二所地，建置东安县，归罗定州管辖。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），当时政府鉴于全国存在3个东安县（广东省，直隶省，湖南省均有东安县），易生误会，于是保留湖南的称谓，把直隶的改名为安次县，广东的取古代云浮郡名为县名，从此称云浮县。"
        },
        {
            "type": "text",
            "text": "       1949年10月27日云浮县解放，1949年11月起，各县隶属西江行政区。1951年3月起，各县隶属西江专区，12月起，隶属粤中行政区。1956年1月起，各县隶属高要专区。1958年11月，云浮县与新兴县合并称新云县，罗定县与郁南县合并称罗南县，12月起属江门专区。1959年1月，罗南县改称罗定县，1月，新云县改称新兴县，属江门专区。1961年4月，恢复罗定县、郁南县、云浮县、新兴县建制，各县隶属肇庆专区。1970年10月起，各县隶属肇庆地区。1988年7月，撤销肇庆地区，改设肇庆市（地级），4县均属肇庆市。"
        },
        {
            "type": "text",
            "text": "       1992年9月3日，撤销云浮县建制，设立县级云浮市。1993年4月，撤销罗定县建制，改设县级罗定市。两市由省直辖、委托肇庆市代管。1994年4月5日，设立地级云浮市，云浮市新设云城区，1996年1月，云城区分设云安县。至此，云浮县辖罗定市、云安县、郁南县、新兴县四县以及云城区。"
        }
    ]
}