{
    "title": "古代传说中的“八仙”",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：296次",
    "content": [
        {
            "type": "text",
            "text": "       传说中的八仙分别是：铁拐李、钟离权、张果老、吕洞宾、何仙姑、蓝采和、韩湘子、曹国舅。"
        },
        {
            "type": "text",
            "text": "        汉、六朝时已有“八仙”一词，原是指汉晋以来神仙家们所幻想的一组仙人，直至唐代，“八仙”都只是一个空泛的名词。而上述八仙中的具体人物，到明代中叶吴元泰的《东游记》和汤显祖的《邯郸梦》问世后，才被正式确定下来。"
        },
        {
            "type": "text",
            "text": "        铁拐李在民间传说中为八仙之首，有的书中称其姓李，名洪水，隋朝峡人，鲁迅先生的《中国小说史略》则说他姓李，名玄；赵翼的《陔余丛考》中又说他姓刘。有说他是唐玄宗开元、代宗大历之间人，学道于终南山，一次元神出壳，没曾想尸体为虎所食，只得投身于一个跛乞丐。"
        },
        {
            "type": "text",
            "text": "       八仙中名气仅次于铁拐李的是钟离权，在八仙中地位较高，特别是由于道教徒的吹捧，名声更大。元时，金真道奉为“正阳祖师”。有关其人物原型，约出现在五代、宋初之际。后来讹为汉钟离，才附会为汉代人。《历代神仙通鉴》、《续文献通考》等书称，钟离权，复姓钟离，字寂道，号云房子，又号正阳子。"
        },
        {
            "type": "text",
            "text": "       张果老是八仙中年迈的仙翁，名“张果”，因在八仙中年事最高，人们尊称其为“张果老”，历史上实有张果其人，新、旧《唐书》有传，武则天时，隐居中条山，时人皆称其有长生秘术，他自称年龄有数百岁，武则天曾派使者前去召见，张果老佯死不赴。《太平广记》还记张果老自称是尧帝时人，唐玄宗问术士“叶法善”张的来历，叶法善说：“臣不敢说，一说立死。”后言道：“张果是混沌初分时一白蝙蝠精。”言毕跌地而亡，后经玄宗求情，张果才救活他。"
        },
        {
            "type": "text",
            "text": "       吕洞宾，在道教中，全真道奉其为“纯阳祖师”，又称“吕祖”。历来大多数研究者均认为，吕洞宾姓吕名岩，唐末京兆人(今陕西、西安一带)，唐咸通中及第，曾当过两任县令。有说他是九江人，原为唐宗室，姓李，因避武后之祸，易姓为吕。他始名绍光，二十余年科场不第，遂罢举而纵游天下，后被钟离权点化成道。"
        },
        {
            "type": "text",
            "text": "       何仙姑，唐朝人。宋初《太平广记》引《广异记》称有“何二娘”者，是位以织鞋为业的农妇，后因嫌家居太闷，游于罗浮山，在山寺中住下，经常采集山果供众寺僧充斋。一说北宋永州(零陵)人，有称她幼遇异人，得食仙桃成仙。"
        },
        {
            "type": "text",
            "text": "       蓝采和，是位玩世不恭，似狂非狂的行乞道仙。是唐末至五代时人。其行为怪僻，贪杯喜唱，平时穿一身破蓝衫，一只脚穿只靴子，另一只则光着脚丫子。平时他手持三尺有余的大拍板，一边打着竹板，一边踏歌而行，沿街行乞。更不近常情的是，夏天他穿棉衣，冬天却躺卧雪中而全身冒热气。"
        },
        {
            "type": "text",
            "text": "       韩湘子，一称是韩愈侄孙，历史上韩愈确有一个叫韩湘的侄孙曾官大理丞。还有说韩湘子是韩愈外甥，五代时即被仙化。"
        },
        {
            "type": "text",
            "text": "       曹国舅，出现的时间最晚，排名八仙之末。其身世与宋仁宗的曹皇后有关。《宋史》有传，曹佾，字公伯，曹彬之孙，曹皇后的弟弟。他性情和易，通晓音律，喜爱作诗，封济阳郡王，身历数朝而一帆风顺，年七十二而寿终。《神仙通鉴》云：曹国舅天性纯善，不喜富贵，却慕恋于仙道，其弟则骄纵不法，恃势妄为，曹国舅对其恶行深以为耻，遂入山修炼，遇钟离权、吕洞宾而收他为徒，很快曹国舅修成仙道。"
        }
    ]
}