{
    "title": "饶平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1042",
            "category": "潮州市"
        },
        {
            "id": "1053",
            "category": "饶平县"
        }
    ],
    "detail": "[日期：2014-04-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：393次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       饶平于明成化十三年（1477年）析海阳地三乡八都置县，取“饶永不瘠，平永不乱”之意得名。"
        },
        {
            "type": "text",
            "text": "       另据《郡县释名》广东卷：“国朝（明）成化十四年，都御史吴琛、朱英以饶界于江漳，地远民顽，请析海阳八县地置县于三饶。三饶者，上饶、中饶、下饶。今县治在下饶也，曰三饶太平矣。”饶平取“三饶太平”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇帝三十三年（前214年）秦派兵平南越，守五岭。置桂林、象郡、南海三郡。饶平地域属南海郡。西汉元鼎六年（前111年）置揭阳县（属南海郡）含饶平地域。"
        },
        {
            "type": "text",
            "text": "       东晋咸和六年（331年）分南海郡置东官郡，析揭阳县置海阳、潮阳、妥安、海宁四县。饶平地域属东官郡海阳县。义熙九年（413年）分东官郡，立义安郡。义安郡辖海阳、潮阳、妥安、海宁、义招五县。饶平地域属海阳县。南朝饶平地域属义安郡海阳县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年）置义安郡，撤消海阳县。于义安郡治所置义安县，属循洲。饶平地域属义安县。开皇十一年（591年）始置潮州。领义安、潮阳、妥安、海宁、义招五县。饶平地域属义安县。大业三年（607年）罢潮州，复义安郡。领海阳、潮阳、万川、海宁、程乡五县。饶平地域属海阳县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）罢郡为州，复置潮州。领海阳、潮阳、程乡三县。饶平地域属海阳县。天宝元年（742年）改潮州为潮阳郡。饶平地域属海阳县。乾元元年（758年）罢潮阳郡，复罢潮州。"
        },
        {
            "type": "text",
            "text": "       元至元十六年（1279年）改潮州为潮州路。领海阳、潮阳、揭阳三县。饶平地域属海阳县。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年）改潮州路为潮州府。领海阳、潮阳、揭阳、程乡四县。饶平地域属海阳县。洪武二十七年（1394年） 潮州府于宣化都大埕筑大城，设大城守御千户所（明朝军事组织）。成化十三年（1477年）析海阳县太平乡的宣化、信宁二都，光德乡的滦州、清远、弦歌三都，怀德乡的秋溪、龙眼城、苏湾三都，共8都置饶平县。县治设于弦歌都（清时改称为元歌都）下饶堡（今三饶镇），并建筑县城（土城）。嘉靖二十八年（1549年）潮州府于黄冈设海防馆。嘉靖四十年（1561年）改设海防同知。"
        },
        {
            "type": "text",
            "text": "       清康熙八年（1669年）原诏安县管辖的青、云二澳划归饶平县管辖。康熙二十四年（1685年）南澳设总兵，再析饶平南澳岛的青、云二澳归福建省诏安管辖。雍正十年（1732年）析饶平的隆澳、深澳，诏安县的青澳、云澳等四澳设南澳厅，并设海防同知署。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)7月改南澳厅为南澳县，并划隆澳、深澳归南澳县。民国三年（1914年）10月,全县原由广东、福建分治划归广东省管辖，属广东省潮循道。民国七年（1918年）2月13日，南澳大地震，深澳被夷为平地。民国十六年（1927年），县城从深澳移至隆澳。民国二十五年（1936年）后南澳县属广东省第五区行政督察专员公署，第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年12月6日，饶平县成立县人民政府，隶属潮汕专区。1952年饶平县属粤东行署。1956年，饶平县改隶汕头专区；1970年汕头专区改为汕头地区，饶平县属汕头地区。1983年7月实行市管县体制，隶属汕头市。1991年12月划归潮州市管辖。"
        }
    ]
}