{
    "title": "谥号、庙号、年号的起源",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "61",
            "category": "诗词文史"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：936次",
    "content": [
        {
            "type": "text",
            "text": "【谥号】\r\n       所谓谥号，就是用一两个字对一个人的一生做一个概括的评价，算是盖棺定论吧。象文、武、明、睿、 刘基，字伯温，谥号文成康、景、庄、宣、懿都是好字眼，惠帝都是些平庸的，如汉惠帝、晋惠帝都是没什么能力的，质帝、冲帝、少帝（后人称呼，不是正式的谥号）、废帝（后人称呼，不是正式的谥号）往往是幼年即位而且早死的，厉、灵、炀都含有否定的意思，哀、思也不是好词，但还有点同情的意味，如果末帝（后人称呼，不是正式的谥号），另外孙权是个特例，他的谥号是大帝。曹叡也是个特例，他活着的时候，就迫不及待地自称烈祖明皇帝，在中国是绝无仅有的。"
        },
        {
            "type": "text",
            "text": "       谥号制度形成，传统说法是西周早期，即《逸周书·谥法解》中提到的周公制谥。但是近代以来，王国维等根据金文考释得出的结论谥法应当形成于西周中期的恭王、懿王阶段，这一说法得到广泛认同。古代除对帝王可以称呼其“谥号”外，称呼大臣、学者名流的“谥号”也是一种尊重的称呼；另外朝鲜、越南、日本等东亚国家古代的君主、诸侯、诸侯、大臣、后妃等具有一定地位的人死去之后，根据他们的生平事迹与品德修养，评定褒贬，而给予一个寓含善意评价、带有评判性质的谥号。"
        },
        {
            "type": "text",
            "text": "       早期谥号为自称，比如“周文王”、“周武王”。周昭王、周穆王开始才是谥号。周王室和春秋战国各国广泛施行谥法制度，直至秦始皇认为谥号有“子议父、臣议君”的嫌疑，因此把它废除了。直到西汉建立之后又恢复了谥号。汉倡导以孝治天下，所有皇帝的谥号都有个孝字，如孝惠、孝文、孝景一直到孝献。"
        },
        {
            "type": "text",
            "text": "【庙号】\r\n       庙号起源于重视祭祀与敬拜的商朝。最初并不是所有君王都有庙号，一般君王死后会建筑专属的家庙祭祀，但在几代之后就必须毁去原庙，而于太庙合并祭祀，合于太庙祭祀称之为“祧”；“祧”这件事情有实际上的作用，如果每个君王的庙都留下，数代之后为数众多的家庙会有祭祀上的困难。而对国家有大功、值得子孙永世祭祀的先王，就会特别追上庙号，以视永远立庙祭祀之意。按照周礼，天子七庙，也就是天子也只敬七代祖先，但有庙号就一代一代都保留着，没有庙号的，到了一定时间就“亲尽宜毁”，不再保留他的庙，而是把他的神主附在别的庙里。"
        },
        {
            "type": "text",
            "text": "       商朝所建立的，可谓最原始的庙号只有四种，创基立业曰“太”（太祖汤、太宗太甲）、功高者曰“高”（高祖王亥、高宗武丁）、世代祭祀曰“世”（世祖盘庚、世宗且甲）、中兴者曰“中”（中宗且乙），另外按照“祖有功而宗有德”的标准，给予祖或宗的称号。"
        },
        {
            "type": "text",
            "text": "       秦始皇一朝废除了庙号，原因是“谥号”的定夺将会形成“子议父、臣议君”的局面，故而废除谥法与庙法。但汉朝以后承袭了庙号这一制度。汉朝对于追加庙号一事极为慎重，不少皇帝因此都没有庙号。到了魏晋南北朝时期，庙号开始泛滥。而到了唐朝，除了某些亡国之君以及短命皇帝之外，一般都有庙号。"
        },
        {
            "type": "text",
            "text": "       一般来说，庙号的选字并不参照谥法，但是也有褒贬之意。太祖、高祖开国立业，世祖、太宗发扬光大，世宗、高宗等都守成令主的美号，仁宗、宣宗、圣宗、孝宗、成宗、睿宗等皆乃明君贤主，中宗、宪宗都是中兴之主。另外，哲宗、兴宗等都是有所作为的好皇帝。神宗、英宗功业不足，德宗、宁宗过于懦弱，玄宗、真宗、理宗、道宗等好玄虚，文宗、武宗名褒实贬，穆宗、敬宗功过相当，光宗、熹宗昏庸腐朽，哀宗、思宗表示亡国之君。"
        },
        {
            "type": "text",
            "text": "【年号】\r\n       年号在汉朝初期还没有，历史上第一个年号始自西元前140年，这一年是汉武帝建元元年。这是中国历史乃至世界历史上第一个年号。皇帝一般都喜欢换年号，好事坏事都要换，有的几年换一次，偶有的一年要换几次，一般朴素务实的皇帝年号换得少，爱标新立异的年号换得多，比如唐太宗一直用贞观，而武则天就特别喜欢改年号，共换了17个年号，一般年号是两个字的，她还用过四个字的，如：天册万岁、万岁登封、万岁通天。而南梁武帝萧衍亦使用过三字的年号，如：中大通、中大同。"
        }
    ]
}