{
    "title": "清远市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1039",
            "category": "清远市"
        }
    ],
    "detail": "[日期：2014-04-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：351次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇三十三年(前214)置冽江县，因北江流经，取江水清冽为名。汉元鼎六年(前111)改名中宿县，因当时海潮溯北江达县 内飞来峡，经一宿(昼夜)即退而取名。梁武帝元年(502)改属清远郡，隋开皇十年(590)以中 宿及梁代新置的威正、廉平、恩洽、浮护等县合并置清远县，县名袭冽江之义，清明而广远。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，清远地区属百粤。秦统一中国后，设置行政机构，开发岭南，清远地区属南海郡、长沙郡。汉初，属赵佗称号的南越国。高祖年间（前206—195年）先后置桂阳县（今连州一带）、阳山县、浈阳县和含匡县（浈、含今为英德市境），均属桂阳郡。元鼎六年（前111年），置中宿县（原清远县一带），属南海郡。三国时，各县隶属始兴郡。"
        },
        {
            "type": "text",
            "text": "       南朝梁天监年间（502年—519年）置清远郡，清远之名由此而始，辖中宿、威正、平、恩洽、浮护五县。还置阳山郡，辖阳山、桂阳、广德（后改称广泽、连山）等县。在含匡设衡州，领阳山郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年），废清远郡及其所属的中宿等县，置清远县、政宾县（今清新县滨江一带），仍属于南海郡。同时，废阳山郡改置连州，把衡州改名为匡州。开皇二十年（600年），废匡州，其属县改隶广州府。"
        },
        {
            "type": "text",
            "text": "       唐武德六年（623年），政宾县并入清远县，属广州府。天宝元年（742年），连州改置连山郡。五代南汉乾享五年（921年），于浈阳县设英州。"
        },
        {
            "type": "text",
            "text": "       宋宣和二年（1120年），英州改置真阳郡，含匡、浈阳先后改名为含光县、真阳县。庆元元年（1195年），真阳郡升为英德府。"
        },
        {
            "type": "text",
            "text": "       元至元十五年（1278年），英德府改为英德路总管府，不久又降为州，并含光、真阳县。庆元元年（1195年），真阳郡升为英德府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），英德州改置英德县，属韶州府。洪武十四年（1381年），连州和阳山、连山二县改属广州府。"
        },
        {
            "type": "text",
            "text": "       清雍正五年（1727年），连州为广东省直隶州，领阳山、连山二县。嘉庆十八年（1813年），由清远、英德两县划地设广东布政司佛冈军民厅（相当于县级建制）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）连州改称连县。民国三年（1914年），佛冈改厅为县。抗日战争期间，广东省政府北迁连县，清远各县均属广东省第二行政督察区（驻连县）管辖。民国三十五年（1936年），由连山、连县、阳山三县划地，新置连南县。"
        },
        {
            "type": "text",
            "text": "        共和国成立后，除佛冈县曾先后归属韶关、广州、佛山管辖外，各县先后由北江行署、韶关专署、韶关行署管辖。1953年，连南与连山合并为连南瑶族自治（后改为县）。1958年，连县、连南、连山、阳山四县合并，称连阳各族自治县。同年，佛冈、从化两县合并，称从化县。1960年恢复阳山县。1961年恢复佛冈县，属广州市辖。1961年，恢复连县、连南瑶族自治县。1962年，成立连山壮族瑶族县。1963年，佛冈县由广州市划为韶关地区管辖。"
        },
        {
            "type": "text",
            "text": "       1983年7月，韶关地市合并，将清远、佛冈两县划归为广州市，其余各县属韶关市管辖。1988年1月7日，撤销清远县，设立清远市，原清远县分为清城、清郊两个市辖区，并划广州市市属的佛冈县和韶关市属的县、阳山县、连山壮族瑶族自治县、连南瑶族自治县、英德县为清远市所属。1992年清郊区改为清新县。1994年1月，英德撤县设市（县级），同年4月22日撤销连县，设立连州市(县级)。2012年12月，撤销清新县，设立清远市清新区。"
        }
    ]
}