{
    "title": "潮州市枫溪区所辖各村名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1042",
            "category": "潮州市"
        }
    ],
    "detail": "[日期：2014-04-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：555次",
    "content": [
        {
            "type": "text",
            "text": "【枫溪】\r\n       相传创于南宋，原为海阳县怀德乡一个辖村，因有溪流贯村中，岸上多植枫树，故名枫溪，村以溪名。早在新石器时代，域内已有人居住，北宋元丰年间（1028年—1085年）和清代属海阳县。枫溪宫前，一处文物古迹有“吴殿邦”对联手迹：枫老山门古，溪深谷泽长。"
        },
        {
            "type": "text",
            "text": "【白塔村】\r\n       在潮汕公路西侧，东隔潮汕公路便是古板头翁厝村，西邻詹厝，北接田龙及石路村，南面便是槐山岗官料桥村。村创于明代曾名官廖，俗写官料。传说古为官方驿道，设篷棚（村民称寮）供避风雨，故名（因“料”与“寮”谐音）。清光绪间已称白塔，传说境内两侧有古庙，名为白塔，以此名村。"
        },
        {
            "type": "text",
            "text": "【高厦村】\r\n        含高田、厦厝2个自然村。在潮汕公路两侧，东与全福、英塘为一路之隔，西、北两面为山边、槐山岗，南为山边。明朝先民陈凝基从福建莆田县来此定居，原由高田、厦厝两自然村组成，后各取一字，命名高厦。抗日战争、解放战争时期，这里是共产党、游击队秘密据点。"
        },
        {
            "type": "text",
            "text": "【高田村】 \r\n        一名“龙藏村”，位于高厦片村北部，村中单姓黄，祖先出自江夏肖山，后迁入福建莆田兴化，该村黄氏即于明代从兴化迁来。"
        },
        {
            "type": "text",
            "text": "【厦厝】\r\n        位于高厦片村南部，村中单姓陈，为明代由陈凝基自福建莆田迁来，高厦村址设于村东。"
        },
        {
            "type": "text",
            "text": "【池湖】\r\n        位于枫溪广场潮汕路段东侧，初名锦湖，明代《郭志》即有池湖之名，创村当在嘉靖丁末（1547年）年之前。"
        },
        {
            "type": "text",
            "text": "【安南庙】\r\n        位于池湖村东北，村紧傍护堤公路，传此处有一古庙，后庙址移至南堤顶，解放后因缮修堤防拆除，多为潮之往来安南（今越南）等地商贾旅人登船前祭神之处，故名。创村时以庙名村，传创村已400多年。"
        },
        {
            "type": "text",
            "text": "【四望坪】\r\n       或作躲军坪、度军坪， 又含三洲寮（或作钻仔寮），原是凤凰山区的两个小山村，在现赤凤镇辖内。主村四望坪因处于可望四周山水的高山之上得名，曾称思茅坪，何姓，先辈何玉渡于清嘉庆年间（嘉庆元年为1796）从梅县雁洋乡高坑村迁来。三洲寮为李姓，先辈于清代中期从大埔三洲迁来，初时搭寮而居，故称三洲寮。"
        },
        {
            "type": "text",
            "text": "【蔡陇】\r\n        村内有大陇、陇上两个角落。清以前旧志作蔡西陇，明《郭志》已有其名，全村蔡姓，传自今之古巷镇福庆村迁来，建村于沙陇之上，故名蔡陇，创村人蔡养熙。古巷福庆祖先原为福建莆田桃李园人，故溯祖为福建莆田。后村中有第五房迁往揭阳锡坑，第四房迁往现枫溪区东田的上东埔创村定居。"
        },
        {
            "type": "text",
            "text": "【宫上】\r\n        位于蔡陇片村南郊，全村单姓陈，来自福建莆田。因过去蔡陇、宫上两村共祀一庙，陈姓居庙上方，潮语惯称庙为宫，故蔡陇人称对方为宫上，约定俗成而沿为村名。\n\r\n【堤头村】 \r\n       相传明代创村，因此处是南堤起点，故名堤头。村中有：杨、林、邱、谢、郭、李、陈、董八姓，先祖多属因来修南堤后，自愿至此定居，1948年，八姓合建祠堂一座，名“八德公祠”，八德公祠的对联是：八面玲瓏呈瑞氣，德星毓绣繞祥雲。"
        },
        {
            "type": "text",
            "text": "【云步】\r\n        云步村主村落，宋末创村，因村中有一古庙名“云里古庙”，取“云里信步”之意，故名云步。元代在此建著名“法光寺”。现村中尚有陆、黄、陈、杨、郭、蔡、唐、刘、卢、王、张、林、彭、翁14姓，以陆姓最多。据记载，陆姓为宋末名相陆秀夫之后。"
        },
        {
            "type": "text",
            "text": "【巷下】\r\n        清《海阳县志》作一独立村记载，全村原有肖、李两姓，肖姓不知迁自何方，李姓约于500年前来自福建莆田巷下，逐以巷下名村。"
        },
        {
            "type": "text",
            "text": "【四甲】\r\n        古代虽没将其列为独立村，但近代习惯将其作一自然村。原有王、李、刘、邱、陈五姓，以王姓为多数，他姓仅数户。王姓原从英塘村迁来，考村名起源据《海阳县志》登云都的“云步”条名之下，言云步“古分八甲，今村四甲”，该村可能为云步的第“四甲”沿化为名。"
        },
        {
            "type": "text",
            "text": "【上东埔村】\r\n       《海阳县志》将上、下东埔合称东埔，今才有上、下之分。村位于云步村东南，毗邻巷下，据传原称上东都，后因音近讹而称今名，村内习惯称一村。全村蔡姓，创村于明嘉靖八年（1529），由蔡东兴从蔡陇迁来。"
        },
        {
            "type": "text",
            "text": "【下东埔村】\r\n        于2000年4月10日从东田片村分拆出为独立村。"
        },
        {
            "type": "text",
            "text": "【田头村】\r\n        位于下东埔村东，地处东田片村中心地带，村内惯称三村，村头（最东）有一“龙头古庙”。创村于明代，村中原有刘、洪、余、黄等姓。刘姓为刘延钟从磷溪、溪口迁来，“太史第”一支则从彭厝沟迁来；洪姓由洪可成、洪可珍从浮洋洪巷迁来，洪姓另一支则由洪克直自梅县地区迁来。"
        },
        {
            "type": "text",
            "text": "【田头何村】\r\n        以前也称田头村，与田头村同名，因全村何姓，为别于前，习惯称“田头何”。"
        },
        {
            "type": "text",
            "text": "【古板头村】\r\n        俗称橄榄头，含谢厝、翁厝、上林、下林4个自然村。宋代创村，因村中有古老橄榄树，得名橄榄头村。明代以后出现古板桥之后（为橄榄头的谐音），故以桥名村。"
        },
        {
            "type": "text",
            "text": "【翁厝】\r\n        位于古板头最北端邻蔡陇村处，创村于明洪武二十五年（1392年），村中原有周、高、翁、陈4姓，后周、高、陈先后他迁，现单姓翁，翁氏祖先系洪武军队南征后，翁姓人在潮落户。"
        },
        {
            "type": "text",
            "text": "【下林】\r\n        位于古板头南端，与谢厝村、上林村几成东西一线排列而居西侧。创村约500年，原村中有林、洪、周等姓，现单姓林，林姓来自福建。"
        },
        {
            "type": "text",
            "text": "【上林】 \r\n        位于古板头最东，与下林村相对称，由于原地势较高缺水，故又有“上头山”之称。村中现有林、王、蔡3姓，以林姓人口占大多数，林姓 由林吉生 自下林村迁来，时间约400年前；王姓自该片村谢厝村迁来；蔡姓来自蔡陇。"
        },
        {
            "type": "text",
            "text": "【谢厝】\r\n        由于居上、下林之间，故又有中乡之称。创村约500年，原村中有王、谢、赖等姓，谢姓人口占村中大多数，赖、李仅数户。谢姓来自福建莆田，赖姓来自南陇，因到韩江附近沟渠捕鱼为生，而后于此落户，清末村中尚武，人才辈出，有武举2人，秀才18人。"
        },
        {
            "type": "text",
            "text": "【东边】\r\n        位于全福片村最东部，临云步及四甲，明末创村，村中有刘、舒、吴多个姓氏。"
        },
        {
            "type": "text",
            "text": "【全福陈厝】\r\n        与全福林厝同称全福，也称田打（潮音拍），外地为区别，称此为田打陈。位于全福片村中部，为陈姓聚居地，为明代自今浮洋的厦里美村移入。"
        },
        {
            "type": "text",
            "text": "【全福林厝】\r\n        与全福陈厝同称全福，又称田打，外地为区别，称田打林。位于全福片村西部，原有林、陈、许多个姓氏，现仅一姓林，为明代 林月丰 自今浮洋的仙庭移入。"
        },
        {
            "type": "text",
            "text": "【英塘村】\r\n       明初（约1400年）王纯叟从福建莆田来潮经商定居于此。时已有沈、郭、蔡、周等姓居住，现仅一姓王。原名羊尾下，后来改英塘，因清末出举人个“王延康”他在本乡大门楼写一副对联：英才合沓兴槐里，塘水流连荫梓庭、自此，英塘沿用为村名至今。该村是抗日时期游击队秘密据点。古代海阳通往揭阳的驿道穿村而过，道旁过去曾有烟墩，汛兵戎地（于六十年代被平整无存）明时曾于此设英塘急递铺，村落已有英塘之名。"
        },
        {
            "type": "text",
            "text": "【洋头村】\r\n        含郑厝、廖厝、洪厝3个自然角落。村中有洪、廖、郑三姓，洪姓据传自元代由洪翁从福建莆田迁来（一说是南宋开禧年间，1205年－1207年）；廖姓于明代来此，创始人为廖东稳；郑姓于明代由郑奕殷从西边村东迁于此定居。因村西南地势低洼，韩江若海潮顶托，内涝难排，村前顿成汪洋，唯村周围地高无涝，故称洋头（有一说村名由来与地处乌洋山前‘头’）"
        },
        {
            "type": "text",
            "text": "【詹厝村】\r\n        原名詹厝潭，后简称詹厝。清末与田龙，李厝同称福全岗，故又称福全岗詹。据《詹氏族谱》记载：“清康熙年间（1662年－1722年）詹延黑公从饶平县来此定居，原名詹厝潭。”1956年因与白塔、田龙两村合并，建白龙岗乡，被简称为詹厝。"
        },
        {
            "type": "text",
            "text": "【李厝村】\r\n        含上李、中李、下李3个自然村。明洪武六年（1373）先民李云轩从揭阳官硕蛟南村来此定居，因村民全姓李，以李姓名村。清光绪二十四年（1898）前，曾与詹厝、田龙等称福全岗，原称呼为“福全岗李厝”，后简称李厝。1947年－1949年地下党、游击队曾于此设秘密活动点。"
        },
        {
            "type": "text",
            "text": "【槐山岗村】\r\n        含槐梓沟、官料桥两个自然村。槐梓沟（小溪流名）自东向西流经村中，故名槐梓沟。明洪武年间（1368－1398）蔡氏先祖自银湖（今龙湖镇）放鸭群至此定居，时村外有一沟，岸植槐，梓林带，故村因此得名。1954年与山边、福全岗、李厝合并成立槐山岗乡政府（取3个村名一字命乡名）。"
        },
        {
            "type": "text",
            "text": "【槐梓沟】\r\n        为槐山岗主村落，位于上边山北麓，因其村中有一小溪自东而西经过，溪岸周围遍布槐树、梓树，便以此为名（当地惯称较小溪流为沟），名山、名村。村中原有蔡、陈、周、詹、党五姓，现仅存一姓蔡。据传该村蔡姓祖先自宋元更替时，从福建建龙府建阳县随宋帝君臣逃难来潮，后居现在龙湖镇银湖乡，至明洪武年间，创村始祖因放养鸭母流徙至此，见此间溪涧田园可以驻足，遂申报府县许可，标划地界、溪界，定溪地税，于此创村立业。"
        },
        {
            "type": "text",
            "text": "【官僚桥】\r\n        位于槐山岗村东面，村中一姓蔡，由槐梓沟分开为自然村落。《海阳县志》大和都图说有地名曰：官廖桥，未列入村名中。或曰：有津梁为白塔乡（又名官廖）南行要道，以村名桥，后蔡姓在此创村，又以桥名村。又村中旧有“官廖古庙”，故村名又称“官僚桥”。"
        },
        {
            "type": "text",
            "text": "【山边村】\r\n        含山边、中段（也作东段）、高美3个自然村。1954年合为槐山岗乡政府，1961年曾单独置山边大队。南宋年间（约1260），因金兵入侵，先祖 谢仕广 从浙江会稽县南迁，见这里：平原突起一山峰，南陵北穴熏气冲；伊然犹如牛眠地，牧童吹笛乐其中。遂创村于此，取名山边。山边位于片村东北，槐梓山西南麓，紧邻槐梓沟，因村落建于山坡，故称山边，槐梓山也因此而称山边山。"
        },
        {
            "type": "text",
            "text": "【高美】\r\n        位于片村南面，西与凤塘的双冈村为邻，北紧接韦厝。《海阳县志》作沟美。全村谢姓，系明代由山边村第八代孙移居于此。"
        },
        {
            "type": "text",
            "text": "【人家前】\r\n       在前进片村东，为前进片村主村，全村姓黄，明末（约1600年）创村，先民黄光衡因避乱从福建莆田来海阳县谋生，在当时阮、廖、王等人家前面荒埔架搭茅棚以栖身，后逐步建房，被称人家前，沿用至今。"
        },
        {
            "type": "text",
            "text": "【石路】\r\n        创村时间约在明朝后期，传至今16代。村名据传是因必经村东北面的人家前村一段石板路而得名。"
        },
        {
            "type": "text",
            "text": "【西边村】\r\n        明中期创村，时居住陈、郑、袁、黄4姓，陈氏来自凤塘乡，陈氏五房之祖为凤塘陈姓九世祖，明钦差巡按、北京行部户曹主事、工部主政陈铿。袁氏祖为宋兵部尚书袁琛，入潮后家揭阳，后人才入潮城。袁琛墓在云步村界内。郑、黄来此年代不详。时还未有村名。至明末（约1600），郑奕殷东迁洋头村，因其故里在洋头之西面，称其故里为西边，沿用为村名。"
        },
        {
            "type": "text",
            "text": "【枫一村】\r\n        明弘治年间（1448年－1505年），先民佘梅江从澄海来此放养鸭群，后在此定居，以佘姓名村。全村以佘姓最多，还有邱、卢、吴等姓。"
        },
        {
            "type": "text",
            "text": "【枫二村】\r\n        村中有吴、刘、陆、章等姓，以吴姓为多。吴氏明代又称“五含”，自漳属云霄迁来。明代建筑清代重建的吴氏大宗祠（现为枫溪小学）内保存有吴殿邦墨迹石刻，枫溪寨（方型寨）为吴氏人聚居地。日本侵略枫溪的罪证—日本炮楼，就位于村铺美路段。"
        },
        {
            "type": "text",
            "text": "【长美一村】\r\n        即原美光大队，1983年废大队建乡时用今名。位于长美西北部，与古巷镇的孚中村、福庆村为邻，东南为长美二村，主姓邱。"
        },
        {
            "type": "text",
            "text": "【长美二村】\r\n        即原十月大队，1983年废大队建乡时用今名。位于长美东南部，东与枫溪，西与潮安县枫洋、古巷，南与湖厦，北与长美一村及古巷镇孚中村毗邻。主姓邱。"
        },
        {
            "type": "text",
            "text": "【湖厦村】\r\n        曾属长美大队，1983年建村时用今名，内有长美社区居委会居民，为工农混居地区。明末（约1600年）先民苏北温从凤塘鹤陇来此创村，因地势低洼，常遭西山溪水泛滥之灾，堤围屡被冲垮，田野一片水茫茫似湖，故名湖厦。原有张、林、洪、郭、高、苏六姓，现单姓苏。"
        }
    ]
}