{
    "title": "满族的由来与渊源",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "445",
            "category": "民族部落"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1080次",
    "content": [
        {
            "type": "text",
            "text": "       满洲族的始祖是肃慎，属于古代通古斯族。尧舜时，肃慎与中原地区开始交往，进献弓矢，当时称息慎。周朝初期，他们经常朝拜周天子、进贡物品。东汉时叫挹娄。在它的西南方是另外一支叫扶余，占据着现在开原以北的地方。北魏时，部落分为七个：粟末、伯咄、安车骨、佛涅、号室、黑水、白山，总称为勿吉。隋唐时，称靺鞨。七部之中，黑水和粟末最为强大。7世纪末（唐代中期）粟末靺鞨（满洲先人的一部）领袖大祚荣建立了渤海国。9世纪末，渤海国被辽政权所灭，其他部落也归附辽国，改名为女真（后来因为避辽皇帝耶律宗真的名讳，改名为女直），世世代代居住在混同江（即松花江）的东岸，长白山下。居住在松花江南岸的，加入了辽国的户籍，称为熟女真（即旧满洲）；居住在北岸的，没有加入辽国户籍的，称为生女真（即新满洲）。"
        },
        {
            "type": "text",
            "text": "       生女真于北宋政和五年（1115年）由完颜阿骨打建立了国家，国号称金（因国内产黄金，并有产金的河）。南宋端平元年（1234年），宋朝联合蒙古兴兵灭掉金国。蒙古入主中原后，金国的遗民散居在松花江南北两岸，剩下三个部落：建州、海西（也作扈伦）、东海（也作野人）。明朝初年，效仿唐朝羁縻州制度，明朝廷分别建立了卫所。建州卫所管辖境内有五个满洲部落、三个长白山部落。清朝的先人即属于五个满洲部落中的一个。"
        },
        {
            "type": "text",
            "text": "       满洲本来是满珠，源自梵文对于满洲的称呼译音，两个字都读平声。清朝开国之初，每年西藏来的文书上款都写“曼珠师利大皇帝”，“曼珠”是美妙吉祥的意思。也写作“曼殊室利大教王”，曼殊室利即文殊菩萨，是释迦牟尼师傅毗卢遮那的师傅。殊、珠发音相同，室、师是同一个音。当时建国号的用意即本于此。后来，汉字书写记作满洲，因为洲的意思近于地名，指当时满洲人所居住的地方。实际上满洲是部落名称而不是地名。满洲部落的姓是爱新觉罗。满语称“金”为爱新，觉罗即汉语中“姓”的意思。爱新觉罗即姓金的意思。与金国原来是同一个族。"
        },
        {
            "type": "text",
            "text": "       在金国末年，有一个叫布库里雍顺的人，相传是仙女佛库伦食朱果而生，长大后平定三姓之乱，众奉为贝勒，居长白山东俄漠惠之一带俄朵里城（宁古塔西南三百余里），成为后来满洲人的始祖。又过了数代，传到孟特穆，在明朝永乐十年（1412年）十月，他向明朝皇帝进贡，皇帝封他为建州左卫都督。"
        },
        {
            "type": "text",
            "text": "       孟特穆的长子充善生了三个儿子。充善最小儿子名叫锡宝齐篇古，锡宝齐篇古的儿子叫福满。福满有六个儿子，四儿子叫觉安昌，他继承了祖宗的事业，住在赫图阿拉。福满的另外五个儿子，各自建筑城堡，分布在赫图阿拉周围，近者相距四五里，远的相距二十来里，总称为宁古塔六贝勒（满语称“六”为“宁古”，称“个”为“塔”，贝勒意为大官、高官，女真用以称各部强有力的酋长）。觉安昌的四儿子名叫塔克世，塔克世的儿子就是努尔哈赤。朝鲜文献多记作“老乙可赤”。学术界认为其意为“猪皮”，也有人认为这个名字源于回鹘语，“努尔”即光明，“哈赤”即圣裔。1636年，努尔哈赤之子皇太极将国号改为 “清”。1644年入关灭李自成，建立了覆盖东北地区、前明关内领土及西北新领地的清朝。"
        },
        {
            "type": "text",
            "text": "       1911年清朝灭亡，1915年袁世凯称帝后，1917年满洲开始各种独立运动。1932年3月1日，日本帝国主义扶持清朝末代皇帝爱新觉罗·溥仪，成立傀儡政权－－“满洲国”（后更名“大满洲帝国”），将长春定为“国都”，改名“新京”，我们一般称为“伪满洲国”1945年8月，苏联军队进攻满洲，关东军战败，日本投降，满洲光复。同月18日，溥仪退位，“满洲国”解体。1949年，新中国成立后满洲定名为“满洲族”，简称“满族”。"
        }
    ]
}