{
    "title": "汕尾市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1036",
            "category": "汕尾市"
        }
    ],
    "detail": "[日期：2014-04-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       初看到“汕尾”的名字，人们往往会认为它是和汕头有地理上的首尾之分，其实不然。汕尾原名“汕美”，因“汕”的意思是海滩的高处，而这里又以美丽滨海风光著称，故得名“汕美”，“美”与“尾”谐音，后来就把“汕美”叫做汕尾。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      《禹贡》有九州之说，时汕尾属九州中的扬州南境；《周礼·夏官·职方》称为藩服之地；春秋属南越；战国入楚称百越。"
        },
        {
            "type": "text",
            "text": "       秦始皇三十三年（前214年）统一岭南，岭南地区设立三个郡：南海郡（治所在今广州）、桂林郡（治所在今广西桂平县）、象郡（治所在今广西凭祥市）。南海郡下设四个县：龙川县、傅罗县、番禺县、四会县，海陆丰地区（汕尾市）全境属南海郡傅罗县。"
        },
        {
            "type": "text",
            "text": "       至秦末，诸侯纷纷叛秦，汉高祖三年（前204年），新任南海郡尉赵佗为防北方动乱波及岭南，于是割据岭南三郡，自立为王，国号南越。今汕尾即属南越。"
        },
        {
            "type": "text",
            "text": "       西汉元鼎六年（前111年）汉闽越王郢出兵攻南越，南越请求内附。南越平定后，建为汉十三州之一的交州，又增设了两个县揭阳县（今潮汕梅榕一带）、中宿县（今清远一带）。在汉代，海陆丰地区全境属交州南海郡傅罗县。"
        },
        {
            "type": "text",
            "text": "       东晋咸和元年（326年）析南海郡东部置东官郡。咸和六年（331年），从博罗县析出宝安县、海丰县、安怀县（今东莞市）；同年，原揭阳县拆为海阳县、潮阳县、绥安县（今福建省云霄县）、海宁县等四县。海丰县，隶属东官郡，辖地包括现汕尾市全境及惠来、普宁、揭西之部分地区。 隋文帝开皇十一年（591年），东官郡与梁化郡等并置为循州，海丰县改属循州。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），岭南俚帅杨世略以循、潮二州来降，遂被唐朝政府封为循州总管，循州总管府初辖循、潮、韶三州；析海丰县东部置安陆县，安陆县治设在大安屯（今陆丰大安镇辖地），辖今之陆丰市、陆河县及惠来、普宁、揭西之一部，至唐太宗贞观元年（627年），废安陆县，复并入海丰县，仍隶属循州；循州总管府裁撤，并入广州总管府。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，循州改为祯州，汕尾随属祯州。宋开宝四年（971年）设广南东路祯州，天禧五年（1021年），因避太子赵祯（后即仁宗）名讳，改祯州为惠州，时海丰、博罗、河源、归善（今惠东）四县均属广南东路惠州。海丰县辖兴贤、金锡、杨安、石塘、石帆、吉康、坊廓、龙溪等8都。"
        },
        {
            "type": "text",
            "text": "       元代，汕尾地区属江西行中书省广东道惠州路；明代属广东布政使司惠州府；清代属广东省惠州府；清雍正九年（1731年），析海丰县东部之石帆、坊廓、吉康三都置陆丰县。县治在东海（今陆丰东海镇），海丰、陆丰两县同属惠州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）承清代的惠潮嘉道而设置潮循道，海丰、陆丰两县属广东潮循道。民国九年（1920年）道制废后，中级地方行政机构久不设置。民国十九年（1930年），隶属广东省第4行政督察区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，海丰、陆丰均属粤东江专员公署管辖；1953年改属东行政公署；1957年隶属惠阳专员公署；1958年12月划归汕头地区专员公署；1983年9月，又归属惠阳地区专署管辖。1988年1月在原海丰、陆丰两县的行政区域上设置地级汕尾市，并析丰县南部沿海的汕尾、红草、马宫、东涌、田墘、捷胜、遮浪7镇建置市城区；设陆丰县北部山区的河田、河口、新田、螺溪、水唇、上护、南万、东坑等8个镇设置陆河县。1995年，陆丰撤县建市（县级市），由省政府直辖，委托汕尾市人民政府代管。"
        }
    ]
}