{
    "title": "惠州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1034",
            "category": "惠州市"
        }
    ],
    "detail": "[日期：2014-04-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：358次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       五代十国时期，南汉王朝改循州为浈州。宋天禧五年（1021年）因避太子赵祯讳，改浈州为惠州，取恩惠之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦朝为南海郡傅罗县。三国吴改傅罗县为博罗县。东晋为南海郡博罗、酉平、欣乐三县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋时为南海郡和东官郡的博罗、酉平、安怀、欣乐四县，南齐时为南海郡和东官郡的博罗、罗阳、酉平、怀安（即安怀并改为东官郡治）、欣乐（现在的罗阳镇）五县。梁朝时设循州（今惠州，府治惠州市区），梁化郡（辖怀安、归善县－－由欣乐县改，今惠阳县地），博罗、罗阳二县。"
        },
        {
            "type": "text",
            "text": "       隋朝地方政区分州、县两级，后改为郡、县两级制。广东同设广州、循州两个总管府，大业年间改为南海郡、龙川郡。"
        },
        {
            "type": "text",
            "text": "       唐朝地方政区分道、州、县三级。隋朝的龙川郡改称循州，武德五年（622年）曾改循州总管府，管循、潮二州，贞观二年（638年）废府，天宝元年（742年）改为海丰郡，乾元元年（759年）复改为循州，州治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，南汉王朝改循州为浈州，辖归善（州治）、海丰、博罗、河源四县，州治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       宋朝地方政区分路、州（府、军）、县三级。天禧五年（1021年）因避太子赵祯讳，改浈州为惠州。辖归善（州治）、海丰、河源、博罗四县，州治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       元朝地方政区分省、道、路（府、州）、县四级，小省无道。惠州路，辖归善（路治）、博罗、河源、海丰四县，路治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       明朝地方政区分司、府（州）、县三级，洪武元年（1368年）立惠州府，由元代之惠州路、循州合成。府治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       清朝地方政区分道、府（州）、县（州、厅）三级。清初惠州府领连平州和归善、博罗、长宁、永安、海丰、龙川、长乐、兴宁、河源、和平10县。府治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）惠州府与归善县合并改名为惠阳县，民国四年（1915年）惠阳县属潮循道，潮循道即为原潮州府、惠州府、嘉应直隶州，共25县，道治先设于潮州，后迁到澄海县属的汕头。民国二十五年（1936年）改为第四行政督察区，区治现惠州府城。民国三十六年（1947年）改为第五专署行政督察区，区治现惠州府城。"
        },
        {
            "type": "text",
            "text": "       1949年设立东江专区，辖惠阳（专区驻地）、增城、紫金、连平、和平、陆丰、博罗、龙门、河源、龙川、海丰，共11县。1958年设惠州县级市，4月设惠东县。1959年撤销惠阳专区，并入佛山、韶关、3汕头个专区。撤销惠州市，改为惠州镇，划归惠阳县管辖，惠东县并入惠阳县；龙门县并入增城县。1963年恢复惠阳专区。1964年10月恢复惠州市（县级）。1970年惠阳专区改为惠阳地区。1975年11月，惠阳地区的增城县和龙门县划归广州市管辖。1979年3月，原属惠阳地区的宝安县改设深圳市（地级）。"
        },
        {
            "type": "text",
            "text": "       1988年元月7日，撤销惠阳地区，改称惠州市（地级），原惠州市改称惠城区。惠州市辖惠城区、惠东县、惠阳县、博罗县、龙门县，共一区4县。1992年成立仲恺国家高新技术产业开发区。1993年5月，设立大亚湾经济技术开发区。1994年惠阳撤县设市（县级）。2003年惠阳撤市设区。至此惠州现辖惠城区、惠阳区、惠东县、博罗县、龙门县，设有大亚湾经济技术开发区和仲恺高新技术产业开区两个国家级开发区。"
        }
    ]
}