{
    "title": "高要市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1033",
            "category": "肇庆市"
        },
        {
            "id": "1083",
            "category": "高要市"
        }
    ],
    "detail": "[日期：2014-05-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：392次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元鼎六年（前111年）平定了南越国的叛乱，设置九郡，其中苍梧郡中的一个县因西江羚羊峡（古为高要峡）高而险要取名“高要市”。据《水经注》：有“高要峡口”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       高要在古代为百越地域之一，秦王朝时属南海郡，西汉建县时为苍梧郡所辖。三国时期吴国黄武五年（226年）新设广州，苍梧郡从交州划归广州，高要市属广州辖区。"
        },
        {
            "type": "text",
            "text": "       东晋永和九年（353年），苍梧郡辟出晋康、新宁二郡，高要隶属苍梧不变。元熙二年（420）年，从高要市拆出平兴（县城设在今莲塘镇罗勒与波洞之间的“大城头”处）、乐城（县城设在今乐城镇旧城区）二县，高要、平兴隶新宁郡，乐城县隶晋康郡。"
        },
        {
            "type": "text",
            "text": "       南朝宋元嘉时期（424年—453年），高要市改隶属广州南海郡，其后，平兴、乐城二县时撤时复。齐沿宋制，到了梁天监六年（507年），置高要郡，郡治高要市，同时在高要设广州都督府。陈沿宋制不变。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇九年（589年），废除高要郡，建置端州，州治设在高要市，这是高要称端州之始。大业三年（607年），改端州为信安郡，郡治仍设于高要。"
        },
        {
            "type": "text",
            "text": "       唐朝武德五年（622年），重置端州郡，辖高要、平兴两县（乐城县改隶康州，即今之德庆）。唐贞观元年（627年），分全国为十个道，端州隶属岭南道。天宝元年（742年），改端州为高要郡，乾元元年（758年），又复端州，省去高要郡，之后，经五代历南汉，均沿唐制。"
        },
        {
            "type": "text",
            "text": "       宋开宝五年（972年），即平定南汉刘鋹的第二年，将平兴县划归高要。至道三年（997年），把全国分为十五路，广南路一分为二：广南东路和广南西路，端州（包括高要）隶属广南东路（广东之名自此始）。元符三年（1100年10月），宋徽宗赵佶登位，把他在王储时的封地端州划为兴庆军，到了重和元年（1118年）冬十月，划兴庆军为肇庆府，驻所不变，仍设在高要。"
        },
        {
            "type": "text",
            "text": "       元朝泰定元年（1324年），改肇庆府为肇庆镇，管治高要市。而到明朝洪武元年行新建制，撤销肇庆镇，恢复肇庆府，府治仍为高要。明世宗嘉靖五年（1526年）5月，划高要东境置三水县，隶属广州府。嘉靖四十三年（1564年）设两广总督于肇庆（遗址于今肇庆市政府内），至清乾隆十一年（1746年）迁往广州，为时183年之久。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），府制撤销，高要初属粤海道，先后隶属西江善后委员公署、西江绥靖委员公署，民国二十五年（1936年），高要市辖于广东省第三行政督察专员公署。日本侵华期间，高要市府曾几次迁址。民国二十七年（1938年）10月，肇庆专署、高要市政府迁七星岩办公；民国三十三年（1944年）9月再迁大湾西坑；同年11月转移二区云路村。民国三十四年（1945年）1月，三迁莲塘荷村，至8月肇庆光复，才迁回原地。"
        },
        {
            "type": "text",
            "text": "       1949年10月18日，高要获得解放。解放后，高要先后隶属于广东省西江行政督察专员公署、粤中行署、高要专区、江门专区、肇庆专署，肇庆专区、肇庆地区行署。1988年5月县城迁至与肇庆隔江相望的南岸镇。1988年3月肇庆地区改为地级市建制，高要随即属肇庆市所辖。1993年9月，高要撤县设市，直属省辖，由肇庆市代管。"
        }
    ]
}