{
    "title": "茂名市电白区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1032",
            "category": "茂名市"
        }
    ],
    "detail": "[日期：2014-05-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南北朝时，梁大通中（528）析高凉郡置电白郡，宋开宝五年（972年）置电白县。至于名称的由来，有两说："
        },
        {
            "type": "text",
            "text": "       一说，电白初建定址时，其后山为宝山。在宝山的悬崖峭壁上有一岩洞名龙湫岩，深不可测。若投石至岩中，立即雷电交加，白光闪烁，因而便将这个郡定名为电白郡。隋改郡为县时，治所未变，即今之高州市长坡旧城村。明成化年间，县治所自旧城迁神电卫城（今电城），县名如故。据《今县释名》：因“移县治神电卫”而得名。\n\r\n       二说，从电白至雷州半岛，地处粤西南，地多干旱，一年四季都有雷电，尤以夏季为多，常毁物伤人畜，因而便有电白、雷州之地名称谓。此说以电白地区多雷电而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐（尧）虞（舜）时为南交地。夏、商、周时是扬州之南裔。春秋战国时为百越地。秦始皇统一六国后，嬴政三十三年（前214年）打败西瓯、骆越等部落，统一岭南，置桂林、南海、象三郡，时电白地为南海郡之西境。秦末，赵佗盘踞粤地，自封南越王，电白县为其辖境。"
        },
        {
            "type": "text",
            "text": "       汉朝，武帝元鼎六年（前111）平粤，始设交州合浦郡，电白属合浦郡高凉县地。三国时，地属吴国。汉献帝建安二十五年（220年），吴析合浦郡，置高凉郡；吴黄武五年（226年）分交州的南海、苍梧、高凉、郁林四郡，设置广州，交广分治于吴大帝黄武五年，但只实行一年就取消，直至景帝永安七年（264年）才成为定制。两晋时所属与三国同。"
        },
        {
            "type": "text",
            "text": "       南、北朝时，宋文帝元嘉十六年（439年），从高凉郡析置海昌郡。海昌郡辖地在今电白树仔镇、电城镇北部。这是在电白境内设置行政区之始。梁大通中（528年）析高凉郡置电白郡、南巴郡、连江郡等12郡，兼置高州，统辖各郡。这是以电白为郡名之始。"
        },
        {
            "type": "text",
            "text": "       隋朝，开皇九年（589年）废郡为县。省电白、海昌、二郡置电白县，电白自此以县称。同时废南巴郡为南巴县，废连江郡为连江县。大业二年（606年）省南巴县入连江县。三年（607年）废高州，复设高凉郡。电白县先后隶高州、高凉都。"
        },
        {
            "type": "text",
            "text": "       唐朝，地属岭南道。武德四年（621年），废高凉郡，电白县和连江县隶广州。武德五年（622年），析连江县复置南巴县；良德县自泷州改隶高州。武德六年（623年），复置高州，州治在高凉，电白、连江、南巴、良德等县同隶高州。贞观二十三年（649年），高州徙称治良德县；开元五年（717年），移治连江县。连江县改名保安县。天宝元年（742年），高州改称高凉郡；乾元元年（758年）复称高州。时，保安县仍为高州、高凉郡治所。至德二年（757年），保安县改名为保宁县。大历十一年（776年），高州徙治电白县。电白、良德、保宁隶高州。"
        },
        {
            "type": "text",
            "text": "       五代十国时，县名不变，属南汉国土。宋朝，隶广南西路。开宝五年（972年），保宁、良德两县划入电白县。南巴县划入茂名县。景德元年（1004年），高州废，电白县改隶窦州。景德三年（1006年），复置高州，电白县仍为该州治所。"
        },
        {
            "type": "text",
            "text": "       元朝，隶湖广行中书省海北南道高州路。至元十七年（1280年），高州改称高州路，路治在电白县；大德八年（1304年）路治徙茂名县，以旧州址为电白县城；正十五年（1355年），还治电白县。"
        },
        {
            "type": "text",
            "text": "明朝，隶广东布政使司高州府。洪武元年（1368年），高州路改为高州府；洪武七年（1374年）十一月降为州，洪武九年（1376年）四月复为府。成化三年（1467年）九月，电白县移治于神电卫（今电城镇），割附郭、朗肆、地安、怀德等6乡以属茂名县。茂名县下博乡地（原良德县部分地和南巴县地面划入电白县。同时府治也从电白县迁茂名县。"
        },
        {
            "type": "text",
            "text": "       清仍明制，电白县隶广东省高雷道（后改高雷阳道）、高州军政分府、广东省政府高州绥靖处、广东省高雷道、广东省第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）1月，为避日机轰炸，电白县县治徙霞洞乡大村，民国三十六年（1947年），复迁回电城。"
        },
        {
            "type": "text",
            "text": "       1949年11月2日，电白县解放，时属广东省南路行政公署。1950年12月16日，县治从电城镇迁至水东镇。1952年南路行署分设合浦、高雷两个专区，电白县属高雷专区；1953年改为粤西行政专员公署，1957年改为湛江专区，1970年又改为湛江地区。1983年9月湛江地区撤销，所辖的湛江市和茂名市改为省辖市，电白县隶茂名市。2014年4月18日电白县和茂名市茂港区合并，成立茂名市电白区。"
        }
    ]
}