{
    "title": "化州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1032",
            "category": "茂名市"
        },
        {
            "id": "1089",
            "category": "化州市"
        }
    ],
    "detail": "[日期：2014-05-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：392次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       武德六年(623年)置南石州，贞观九年（635年）南石州更名辩州。北宋太平兴国五年(980年)辩州改称化州，此乃化州命名之始。因州治西南三里石龙岗有石龙胜迹，以龙变化莫测，故名化州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧虞舜时期今化州境属南交。夏、商、周至秦时期属百越。公元前214年 (秦始皇三十三年)平定南越，置南海、桂林、象郡，今化州境属象郡。 秦亡后，南海郡尉赵佗取桂林、象郡，称南越武王，及至西汉前期，今化州境属南越国。"
        },
        {
            "type": "text",
            "text": "       西汉，元鼎六年(前111年)汉灭南越国，分其地为南海、苍梧、郁林、合浦、交趾、九真、日南、珠崖、儋耳九郡，今化州境属合浦郡高凉县。东汉建和元年(147年)合浦郡分立高兴郡，今化州境属交趾刺史部高兴郡。建宁元年(168年)改高兴郡为高凉郡，旋废，今化州境属交趾刺史部高凉县。建安八年(203年)改交趾刺史部为交州，今化州境属交州高凉县。建安十五年(210年)分交州为交、广二州，今化州境属广州高凉县。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十五年(220年)分高凉县立高凉郡，吴又立高兴郡，俱属广州，今化州境属高凉、高兴二郡地。西晋太康元年 (280年)灭吴，高凉、高兴二郡仍吴制。太康中，撤高兴郡并入高凉郡，今化州境属高凉郡高凉县。"
        },
        {
            "type": "text",
            "text": "       南朝·宋，元嘉三年(426年)置罗州县，属广州高凉郡，为化州建县之始。齐，于今化州境复置高兴郡，属越州，辖地为今化州南部及吴川中西部、廉江全境；今化州北部仍属广州高凉郡罗州县。梁大通二年(528年)置石龙郡、石龙县，又升罗州县为罗州，领石龙、高兴二郡，辖境为今化州、廉江全境。陈，沿梁制不变。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年 (589年)隋灭陈，废高兴、石龙二郡，以州统县。罗州领石龙、吴川、茂名三县。大业三年 (607年)废高州、罗州，立高凉郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年 (621年) 废高凉郡。武德五年(622年)，复置罗州，属岭南西道邕管经略使。武德六年(623年)罗州徙治石城，另置南石州，贞观九年（635年）南石州更名辩州。天宝元年(742年)辩州更名陵水郡。乾元元年(758年)复称辩州。天祐元年(904年)更名勋州，后复名辩州。五代，后汉沿唐制，辩州领石龙、陵罗二县。"
        },
        {
            "type": "text",
            "text": "       北宋开宝五年(972年)废罗州入辩州，以吴川来属，省陵罗入石龙，辩州领石龙、吴川两县。北宋太平兴国五年(980年)辩州改称化州，此乃化州命名之始。元至元十五年（1278年）置化州路，领石龙、吴川、石城三县，属湖广行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)改化州路为化州府，隶属广东行省。洪武七年(1374年)降化州府为州，并附郭县石龙入化州，石龙县从此撤销。化州领吴川、石城二县。洪武九年(1376年)化州降为化县，属高州府。洪武十四年(1381年)，县复改为州，化州仍领吴川、石城二县，仍属高州府。清，沿明制，化州领吴川、石城二县，属高州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废旧制中府、州、厅为县，撤高州府，化州改化县，广东省派出高州绥靖处，化县属高州绥靖处。民国三年（1914年）撤高州绥靖处，设高雷道，化县属高雷道。民国九年（1920年）撤高雷道， 后又属南路行政公署。民国二十五年（1936年）11月化县属第七行政督察专员公署。民国三十六年（1947年）化县属第八专署行政督察区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，1950年2月广东省南路区行政督察专员公署成立，化县属南路专区。1950年9月化县属高雷专区。1952年5月撤高雷专区，化县归广东省粤西办事处辖。1952年9月粤西行政公署成立，化县属粤西行政区。1956年2月，粤西行政公署改为湛江专员公署，化县属湛江专区。1958年11月，化县与吴川县合并，改称化州县。1961年4月吴川县析出，化州县称谓不变。1983年9月，撤销湛江地区建制，实行地市合并、市领县体制，化州县从湛江地方行政区析出，归茂名市管辖。1994年7月4日，撤销化州县，设立化州市（县级）。"
        }
    ]
}