{
    "title": "雷州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1031",
            "category": "湛江市"
        },
        {
            "id": "1092",
            "category": "雷州市"
        }
    ],
    "detail": "[日期：2014-05-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《今县释名》：“县南、西皆濒海，本汉徐闻，隋改徐闻为隋康，析隋康地置县，因名海康。1994年4月26日，撤销海康县，设立雷州市，由雷州半岛得名。"
        },
        {
            "type": "text",
            "text": "【附加】\n 雷州的由来： "
        },
        {
            "type": "text",
            "text": "       雷州半岛，地处粤西南，地多干旱，一年四季都有雷电，尤以夏季为多，常毁物伤人畜，因而便有雷州之地名称谓。但据北宋初沈括在《梦溪笔谈》中指出，所谓因多雷而取名雷州的说法是错误的，“按圖經，雷州境內有雷、擎二水。雷水貫城下，遂以名州。如此則雷自是水名。”（后人注曰：“今府志擎雷合為一水，蓋其源則二爾”）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       雷州今在春秋战国时期的，隶属楚国百越。据《广东通志》记载，雷城是雷州半岛最早的古城，至今已有2340多年历史。秦始皇三十三年（前214年），雷州归属象郡（郡，古代的行政区域，比现在的县小。秦汉后比县大）。秦代末年，雷州以至雷州半岛为南越之地。"
        },
        {
            "type": "text",
            "text": "       西汉元鼎六年（前111年），伏波将军路博德领兵平定南越，在雷城建合浦郡徐闻县治，管辖雷州半岛。东汉建武十九年（43年），伏波将军马援受命征讨交址叛乱胜利，恢复移郡治合浦郡（廉州），县治仍在海康（今雷城），雷州三国时属吴国珠官郡（后改为珠崖郡）。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康二年（281年），珠崖郡并入合浦郡，合浦郡治在今雷城。齐武帝永明中，徐闻县改齐康郡，郡治仍在今雷城。梁武帝晋通四年（523年）分广州置合州，州治齐康县，辖境约为当今的雷州半岛。梁武帝太清元年（574年），改合州为南合州。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）恢复原名合州（州治仍在今雷城），改齐康县为海康县。当时因海康境内东西洋面临大海，夏秋两季台风海潮泛滥成灾，为祈求康宁，故取名海康，此为海康得名之始。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），再置南合州，唐太宗贞观六年（632年），更名为东合州。贞观八年（634年），雷州刺史陈文玉奏请朝廷批准，把东合州改为雷州，雷州也由此而得名。雷州治在雷州城。唐玄宗天宝元年改雷州为海康郡。唐肃宗乾元元年（758年）又再次称为雷州，属岭南道（道，行政区划名。相当于现在的省），海康仍为雷州之治。五代后梁太祖开平四年（公元910年），又改雷州为海康郡，南汉沿用唐朝旧建制，改海康郡为古合州。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝四年（971年）改雷州为雷州军，开宝五年（972年），废除雷州军再设雷州。元至元十五年（1281年），改为雷州路，置海北海南道治，初属潮广中书行省（省，行政区域），后属广西中书行省。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年改雷州路为雷州府，海康县城为雷州府治。清代至民国二年（1913年）沿用雷州府建制，府治不变。"
        },
        {
            "type": "text",
            "text": "       民国初，撤府留县，海康县先后隶属于高雷道、南路行政专员公署、南区绥靖公署、第八行政督察区、第十四行政督察区等。"
        },
        {
            "type": "text",
            "text": "       1949年12月5日海康县解放，属南路专区。1950年南路专区改名为高雷专区，海康县隶属高雷专区。1952年撤销高雷专区，辖县划归粤西行政区。1956年撤销粤西行政区，将所辖的遂溪、廉江、化县、茂名、信宜、阳春、阳江、电白、吴川、雷东、海康、徐闻12县划归湛江专区。同年11月把遂溪县的纪家、沈塘两个区划归海康县（今雷州市），东里区新寮岛划为徐闻县。"
        },
        {
            "type": "text",
            "text": "       1958年秋至1961年春撤销海康县，原海康县－分为二：南渡河以北10个乡镇与遂溪、廉江合并，称为雷北县，1960年改为雷州县；南渡河以南11个乡镇与徐闻合并，称为雷南县。1961年4月，按1958年前建制海康县，同时将徐闻的青桐乡（小乡）划归英利公社。1970年湛江专区改为湛江地区。1983年9月，湛江地区建制撤销，湛江市和茂名市改为省辖市，原湛江地区所辖的吴川、徐闻、海康、遂溪、廉江县划入湛江市。1994年4月26日，撤销海康县设立雷州市，由广东省直辖，委托湛江市代管。"
        }
    ]
}