{
    "title": "湛江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1031",
            "category": "湛江市"
        }
    ],
    "detail": "[日期：2014-05-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：608次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十四年（1945年）日本投降后，民国政府于当年9月21日光复广州湾，以原范围划设市治，因史上曾属椹川县，境内东海岛曾设椹川巡检司，古“椹川”亦有称为“湛川”，故定名“湛江”市。\n\r\n【沿革】\n徐闻、雷州、遂溪、吴川、廉江："
        },
        {
            "type": "text",
            "text": "       春秋战国时期，本地为百越南境。秦始皇帝统一中国后，今湛江辖地入中国版图，归属象郡。汉元鼎六年（前111年），南部徐闻、雷州、遂溪属交趾部徐闻县；北部吴川、廉江分属交趾部高凉县和合浦县。以后，南部三县先后属交州、越州、合州、南合州、东合州，至唐贞观八年（634年），改东合州为雷州，统管雷州半岛三县，直至清代；北部两县先后属广州、罗州、化州，至明清属高州。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，徐闻、雷州、遂溪、吴川、廉江五县先后属广东省高雷道、南路行政区、南区善后委员公署、南区绥靖公署。民国二十五年（1936年）起，南部三县先后属广东省第八区、第十四区行政督察专员公署；吴川先后属第七区、第十三区行政督察专员公署；廉江先后属第七区、第十四区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "湛江市区："
        },
        {
            "type": "text",
            "text": "       今市区范围历史上属遂溪、吴川两县。隋至唐初，市郊湖光镇旧县村曾先后为铁耙、遂溪县县治；南宋景炎三年（1278年），宋帝赵昺即位于市郊硇洲岛，升硇洲为翔龙县；明洪武年间至清雍正年间，曾先后在市郊旧县村和东海岛设置椹川巡检司。"
        },
        {
            "type": "text",
            "text": "       清光绪二十五年十月（1899年11月）法国胁迫清政府签订《中法互订广州湾租界条约》，将遂溪、吴川两县属部分陆地、岛屿以及两县间的麻斜海湾（今湛江港）划为法国租界，统称“广州湾”，划入法属印度支那联邦范围，设广州湾行政总公使署，受安南总督管辖。从此，广州湾成为一个独立的行政区域。首府初设于麻斜市。清宣统三年（1911年）废麻斜市，行政首府迁西营市（今霞山）。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年）2月，日本侵略军武装占领广州湾，曾建立极为短暂的日伪政权。民国三十四年（1945年）9月21日，广州湾由我国收回，以原范围划设市治，定名“湛江市”。民国三十五年（1946年）2月15日成立湛江市政府，为省辖市，并隶属广东省第七区行政督察专员公署；民国三十七年（1948年）3月改隶第八区行政督察专员公署；民国三十八年（1949年）5月，改隶第十四区行政督察专员公署，公署设于湛江。"
        },
        {
            "type": "text",
            "text": "       1949年年12月初，中共南路地委、广东省南路专员公署在廉江成立，辖湛江市、北海市和钦县、防城、合浦、灵山、海康、遂溪、廉江、化县、吴川、梅茂、电白、茂名、信宜县；同年12月19日，湛江解放，仍为省辖市，南路公署迁湛江市赤坎。1950年4月1日，湛江市人民政府成立；同年8月，南路专员公署改为高雷专员公署，辖徐闻、海康、遂溪、廉江、化县、茂名、信宜、电白、梅茂、吴川县，划出合浦、灵山、钦县、防城4县设合浦专区。"
        },
        {
            "type": "text",
            "text": "       1951年4月，中共粤西区委成立，驻江门市，中共高雷地委划归中共粤西区委领导。1952年11月，中共粤西区委和粤西行政公署由江门迁至湛江市赤坎，高雷地委和高雷专署同时撤销。1956年2月，中共粤西区委改为中共湛江地委、粤西行政公署改为湛江专员公署，辖湛江市和徐闻、海康、雷东、遂溪、廉江、化县、吴川、电白、阳江、阳春、信宜、茂名县。1958年10月，中共湛江地委和合浦地委、湛江专署和合浦专署合并，改称为中共湛江地委和湛江专员公署，辖湛江市、茂名市、北海市和合浦、浦北、灵山、钦县、防城、东兴各族自治县、钦北壮族自治县、徐闻、海康、遂溪、廉江、吴川、化县、茂名、信宜、电白、阳江、阳春县。"
        },
        {
            "type": "text",
            "text": "       1965年6月，合浦、灵山、东兴各族自治县、钦州壮族自治县和北海镇从广东省湛江专区划出，设立钦州专区，归广西壮族自治区。1983年9月，湛江地区建制撤销，湛江市和茂名市改为省辖市，原湛江地区所辖的吴川、徐闻、海康、遂溪、廉江县划入湛江市；电白、化州、高州、信宜县划入茂名市；阳江、阳春县划入江门市，后又划出成立阳江市。现湛江市辖吴川、廉江、雷州3市，徐闻、遂溪2县，赤坎、霞山、坡头、麻章4区和湛江经济开发区、东海岛经济开发试验区。"
        }
    ]
}