{
    "title": "佛山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1029",
            "category": "佛山市"
        }
    ],
    "detail": "[日期：2014-05-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：408次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       佛山古称季华乡。相传在东晋安帝司马德宗隆安二年(398年)，剡宾国（今克什米尔）有位名叫达毗耶舍的三藏法师，渡海来到佛山搭棚寮讲佛经，还在塔坡岗上草建塔坡寺。达毗耶舍回国以后，寺因日久失修而倒塌。"
        },
        {
            "type": "text",
            "text": "       到唐朝时，这里又变成了一片岗地。唐贞观二年(628年)，乡人在基建中掘出3尊小铜佛像，可能就是寺内原祀的佛像，遂认为这里是佛家之山，并在岗上重建塔坡庙寺，供奉三尊铜佛。唐代尊崇佛教，于是季华乡改名为“佛山”，并刻石为记。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       佛山古称季华乡，“肇迹于晋，得名于唐”，据考证，佛山的历史起源于现禅城区。"
        },
        {
            "type": "text",
            "text": "       春秋战国时期，佛山属于百越地。秦、汉时期，现禅城、顺德、南海、三水属南海郡番禺县；高明属高要县。晋代，禅城称“季华乡”。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年），从番禺县分置南海县，因旧置南海郡得名。唐贞观二年（628年），季华乡改称“佛山”，意为“佛家之山”，简称“禅”。五代十国时佛山、顺德属咸宁县，宋初重新并入南海县。"
        },
        {
            "type": "text",
            "text": "       明景泰三年（1452年），敕封佛山为“忠义乡”①，属南海县。同年，置顺德县，意为“顺天威德”。明成化十一年（1475年）置高明县，因原有高明巡检司而得名。清嘉庆二十四年（1819年）置三水县，意为“三水合流”。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），于佛山镇设立南海县衙。民国十三年（1924年）设立佛山市政厅，民国十六年（1927年）因贪污腐败而撤销。民国廿三年（1934年）改名佛山特别区，属下六个乡公所。民国廿七年（1938年）佛山沦陷后伪日时期。民国卅四年（1945年）抗日胜利后，撤销佛山特别区，改六乡为三镇。民国卅五年（1946年）设南海县府，撤三镇为佛山镇。"
        },
        {
            "type": "text",
            "text": "       1949年10月19日，高明县全境解放，高明县人民政府由合水移至明城。10月29日，佛山军管会成立，并接管南海县。顺德县、三水县、高明县也分别由中国人民解放军实施军事管制。1951年1月12日，设立佛山市（指现城区）；1958年设立佛山专区，辖佛山、江门、石岐3市和中山等13县；1970年佛山专区更名为佛山地区，辖14个县（市）；1983年6月开始实行市领导县的体制，辖城区、石湾区两个区和南海市、顺德市、三水市、高明市四个市。2002年11月18日，佛山市实行区划调整，现辖禅城区、南海区、顺德区、三水区、高明区五个区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n①忠义乡由来："
        },
        {
            "type": "text",
            "text": "       明代正统年间，广东洪水为患，农田失收，朝廷赋税不减，终于酿成明正统十四年（1449年）爆发的黄萧养起义。起义军围攻广州，佛山水路居省会广州的上游，故分兵先攻佛山。地方官闻讯惊惶，无计可施，经查访，得知冼灏通颇受乡人敬重，极具号召之力，立命他为乡长，捍城守卫，听其计策。冼灏通为保乡梓，义不容辞，率四弟三子首倡捍城，得梁广、梁茂善、霍伯仓等二十一名乡绅呼应，于佛山祖庙议事定策，组织乡勇（后称忠义营）竖木栅、挖壕沟、备器械，以兵营制分佛山为二十四个铺区，各铺街道建闸，首尾联防。冼灏通出储粮为饷，且战且守，黄萧养围攻佛山半年不下。景泰元年（1450）二月，明将董兴率军队至，黄萧养兵败被擒，起义失败，佛山城围立解。景泰二年（1451），皇帝论功赏赐，封冼灏通等二十二人为“忠义官”，在佛山祖庙右侧建立“忠义流芳祠”，使忠义之名流芳百世。并赐佛山地名为“忠义乡”，祖庙敕封为“灵应祠”。"
        }
    ]
}