{
    "title": "佛山市顺德区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1029",
            "category": "佛山市"
        }
    ],
    "detail": "[日期：2014-05-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：615次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明正统十四年(1449年)，南海县冲鹤堡番村发生由渔民黄萧养领导的农民暴动，很快遭到镇压。为了强化统治，景泰三年（1452年），将南海的东涌、马宁、鼎安、西淋四都和新会的白藤一堡划出，设置顺德县，取“顺天明德”之意。1992年3月26日，顺德撤县建市，2003年1月8日，撤销县级顺德市，设立佛山市顺德区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时期属于百越民族活动的区域。秦始皇三十年（前217年），秦统一岭南后，大批中原人移居到顺德。秦至南北朝，顺德属南海郡番禺县。隋代起，属番禺县分出的南海县，今顺德区属南海县地。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，南汉刘岩政权割据岭南时，乾亨元年（917）改广州为兴王府，并仿唐代首都长安建置，分新会县为咸宁、常康（在兴王府附郭，即民国南海县）二县及永丰、重合二场，以拱卫都城。咸宁县治所在今佛山市顺德区北窖镇简岸路村。"
        },
        {
            "type": "text",
            "text": "       宋开宝四年（971），潘美平南汉；开宝五年（972年），并咸宁、常康二县与永丰、重合二场及番禺、四会为南海县。广东咸宁县仅仅存在了56年。南宋末年，民众随同朝廷南逃，使顺德人口快速增长。"
        },
        {
            "type": "text",
            "text": "       明正统十四年（1449年），在南海县冲鹤堡番村（今顺德勒流镇番村）爆发了黄萧养起义，但很快被镇压。为了强化统治，明王朝在景泰三年(1452年)，将南海的东涌、马宁、鼎安、西淋四都37堡和新会的白藤堡划出，设置顺德县，取“顺天明德”之意，以其中的太艮堡为县治，并改名大良。顺德建县以后，由广州府管辖。清沿袭明制，顺德县仍属广州府。\n\r\n       民国三年（1914年）6月，顺德县属粤海道管理。民国九年（1920年）废道，顺德先后隶属国民党政权广东省政府、中区绥靖委员公署、第一行政督察教导员公署。"
        },
        {
            "type": "text",
            "text": "       1949年10月28日，顺德解放，10月30日，容(容奇)良(大良)军事管制委员会成立。1950年3月20日，顺德县人民政府正式成立，隶属珠江行署。1955年，顺德县人民委员会成立，隶属粤中行署。1958年，顺德和番禺两县合并，改名番顺县，隶属佛山专区。1959年6月，顺德、番禺两县建制恢复，顺德仍隶属佛山专区。1968年，顺德县革命委员会成立，隶属佛山专区。1970年，佛山专区改称佛山地区。1980年，恢复顺德县人民政府，隶属佛山地区。"
        },
        {
            "type": "text",
            "text": "       1983年6月，撤销佛山地区，设立地级佛山市，顺德县隶属佛山市。1992年3月26日，顺德撤县设县级市，4月30日，顺德市人民政府正式成立。2003年1月8日，顺德并入佛山，撤销县级市，设佛山市顺德区。2011年2月11日，广东省正式确定佛山顺德为广东省首个省直管县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       黄萧养 （？—1450）原名懋松，童年时，父亲无力缴纳租税，将黄萧养抵押给大地主当小工。少年时代，游方僧人萧大悟到村上行医，将其赎出收为徒弟，黄懋松为谢师恩自此改名为“萧养” 。后因杀人入狱，不久获大赦，出狱后，给盐商当帮工，因盐商武装私运，黄萧养在押船途中遭官兵追缉，被押送到广州司监囚禁。在囚中因同监的江西客商怂恿，黄萧养遂领导同囚数百人越狱造反。"
        },
        {
            "type": "text",
            "text": "       正统十四年（1449年）率众十余万，船千余艘，围攻广州。自称顺天王，建元为东阳元年。次年，他受右佥都御史杨信民的欺骗，攻势转缓。明将董兴乘机进攻，黄萧养中箭而死。所部退据大良堡继续战斗，不久战事结束，起义失败。"
        }
    ]
}