{
    "title": "汕头市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1028",
            "category": "汕头市"
        }
    ],
    "detail": "[日期：2014-05-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：490次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汕头别名鮀城。汕头得名于海滨泥沙积聚而成的沙脊。由于韩江泥沙在海滨地带的不断冲积，并在潮汐风浪的作用下，形成一条自然的沙堤，这种沙堤就叫做“汕”，开端处则叫“汕头”。"
        },
        {
            "type": "text",
            "text": "       汕头原是揭阳（后属澄海）海边的一个渔村。元代，在现在的光华埠一带已形成较大渔村，称为“厦岭”。至明嘉靖九年（1530年），现在的外马路老妈宫一带至崎碌已形成沙脊，称作“沙汕”。万历三年（1575年），沙脊积聚成片，称作“沙汕坪”。清康熙五十六年（1717年）在现在外马路人民银行汕头支行所在地建炮台、烟墩，称作“沙汕头”。以后，清廷在这里设站收盐税，简称“汕头”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       远古时，潮汕一带称为南交之地，属于“扬州之域”，人烟稀少。秦始皇三十三年（前214年），秦始皇统一百越，置象、桂林、南海3郡，潮汕地区时属秦朝南海郡，但尚未有政权建制。"
        },
        {
            "type": "text",
            "text": "       汉初，秦将赵佗自立为南越王，设揭阳县，始有政权建制。至汉武帝元鼎六年（前111年），平定南越后，汉朝仍设揭阳县（王莽时改称“南海亭”），属南海郡，潮汕地区开始有直属中原王朝的政权建制。"
        },
        {
            "type": "text",
            "text": "       东汉末年建安时南海郡属荆州，三国后期属广州。晋安帝义熙九年（413年）晋王朝于此设立了地区性的政权组织─义安郡，统辖海阳、海宁、潮阳（三县约相当于今潮汕地区）、昭义（今大埔）、绥安（今福建省漳浦地区）5县。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇十一年（591年）改义安郡为潮州。唐垂拱二年（686年），割潮、泉各半，设立漳州，自此，潮州不再辖有闽南之地。唐代的潮州也只有海阳、潮阳、程乡（今梅县）3县。"
        },
        {
            "type": "text",
            "text": "       宋代的潮阳，统辖海阳、潮阳2县，至宣和三年（1121年），增设揭阳县，史称“三阳”。元代，改称潮州路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年）之后至清代，称为潮州府。至清雍正十一年（1733年），割程乡、镇平、平远3县设嘉应直隶州。乾隆三年（1738年），设丰顺县。潮州府共辖9县：海阳、潮阳、揭阳、普宁、惠来、澄海、饶平、丰顺、大埔。"
        },
        {
            "type": "text",
            "text": "       民国时期，潮汕先后成立军政府和专员公署。民国三年（1914年）改海阳县为潮安县，翌年，从饶平分出南澳县，民国十年（1921）后，潮汕地区共有10县1市。同年汕头设立市政厅，与澄海县分治。民国十八年（1929年）改称汕头市政府。"
        },
        {
            "type": "text",
            "text": "       1949年10月24日汕头市解放后，定为省辖地级市，市设置第一、二、三、四、五、六区公所。1950年10月成立潮汕专员公署，1951年7月，成立粤东办事处。1952年11月14日撤销粤东办事处，成立粤东行政公署，1955年9月23日，粤东行政公署治所，由潮州市迁至汕头市。"
        },
        {
            "type": "text",
            "text": "       1956年11月16日，撤销粤东行政公署，设立汕头专区，治所设在汕头市，汕头市为省辖市。1958年11月25日，撤销潮州市，改设为潮安县城关人民公社，汕头市由省辖改为汕头专区管辖。1975年11月22日，汕头市恢复为省辖地级市。1984年1月10日起，汕头市代管潮州市。1991年12月7日，调整汕头、潮州两市行政区划：潮州市升格为地级市，将潮安县和原汕头市的饶平县划归潮州市管辖。"
        }
    ]
}