{
    "title": "汕头市潮阳区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1028",
            "category": "汕头市"
        }
    ],
    "detail": "[日期：2014-05-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：642次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东晋隆安元年（397年）置潮阳县，一说义熙九年（413年）置县。因处大海之北，潮流往复，而名“潮阳”。1993年4月9日，撤销潮阳县，设立潮阳市（县级）。2003年1月29日，撤销潮阳市，设立汕头市潮阳区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，地属岭南百越。秦属南海郡地。汉属南海郡揭阳县地。西晋为揭阳县地。东晋隆安元年（397年）（一说义熙九年，即413年）置潮阳县。因处山之南，海之北，而名“潮阳”，时属晋王朝的义安郡。\n\r\n       南北朝（420年～589年）宋、齐时，属义安郡。后郡州几度更易，至隋开皇十一年（591年），潮阳县仍属义安郡。\n\r\n       唐永徽元年（650年），潮阳县并入海阳县，属潮州。先天元年（712年）复置潮阳县，县治于临昆山（也称孤山或公孤山）。开元二十一年（733年），潮州属江南道（翌年改属岭南道），潮阳县属之。天宝元年（742年），又改州为郡，潮州改名潮阳郡，领潮阳、海阳、程乡3县。乾元元年（758年），潮阳郡复称潮州。郡、州几度更易，潮阳都为其属县。元和十四年（819年），潮州刺史韩愈定迁潮阳县治于新兴乡棉阳（今潮阳市区，旧称棉城镇）。\n\r\n       南宋绍兴二年（1132年）再度并入海阳县，绍兴十年（1140年）复置潮阳县。元代属潮州路。\n\r\n       明洪武二年（1369年），改潮州路为潮州府。嘉靖四年（1525年），潮阳县析出隆井都的三分之一，以及大坭、酉头、惠来3都置惠来县。嘉靖四十二年（1563年），又析出洋乌、氵戎水、黄坑3都置普宁县。万历九年（1581），洋乌、氵戎水两都复归潮阳县。清代沿袭明制，潮阳仍属潮州府，建制一直无变。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912），潮阳县直属广东省都督府。民国三年（1914年）属巡按使署潮循道。民国九年（1920年）废道，潮阳县直属广东省。民国十四年（1925年）潮阳县属广东省东江行政善后处（民国十七年，即1928年，改为东江行政公署）。民国二十一年（1932年）属广东省东区绥靖委员公署。民国二十二年（1933）8月成立南山移垦委员会（县级）。民国二十四年（1935年）10月，改称南山管理局（县级），址设于两英圩。民国二十五年（1936年）潮阳县属广东省第五区行政督察专员公署。民国三十六年（1947年）第五行政区改为第六行政区，潮阳县属之。民国三十八年（1949年）4月，潮阳县属广东省第七行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年10月22日，潮阳县全境解放，成立潮阳县人民政府，设于一区（附城）。12月，属潮汕临时专员公署。1950年2月，属潮汕专区行政督察专员公署。3月，南山管理局撤销，两英一带乡村复归潮阳县，增设为第十区。6月，划普宁县的石桥头西乡、贵玉乡、南安乡和军埠村归潮阳县。10月属潮汕专员公署。1952年11月属粤东办事处，同年12月属粤东行政公署。1956年3月，属汕头专区行政专员公署。1958年5月，潮阳县大长陇（保留汕柄村）及石船乡的碗仔等9个村和陈店乡的石港村划归普宁县；达濠镇、河浦、珠园乡划归汕头市。是年9月，潮阳县雷岭乡的蔗尾等14村划归惠来县。12月，因惠来县与普宁县合并，原属惠来的东红人民公社（辖田心、仙庵、周田、靖海等）划归潮阳县。1961年3月，惠来复县，田心、靖海、周田、仙庵4个人民公社划归惠来县；惠来县的雷岭人民公社，汕头市的达濠、河浦人民公社划归潮阳县。"
        },
        {
            "type": "text",
            "text": "       1967年3月，潮阳县属汕头地区军事管制委员会。1968年3月，属汕头地区革命委员会。1975年，达濠人民公社再度划归汕头市，惠来县的田心人民公社复归潮阳县。1980年1月，属汕头地区行政专员公署。1983年7月13日，撤销汕头地区建制，实行地市合并，潮阳县隶汕头市。1993年4月9日，撤销潮阳县，设立潮阳市（县级）。1994年4月，河浦镇划归汕头市。2003年1月29日，撤销潮阳市，分别设立汕头市潮阳区、潮南区。"
        }
    ]
}