{
    "title": "珠海市香洲区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1027",
            "category": "珠海市"
        }
    ],
    "detail": "[日期：2014-05-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋元丰五年（1082年）设香山寨，南宋绍兴二十二年（1152年）设立香山县。民国十四年（1925年）为了纪念孙中山先生，香山县易名为中山县。1953年从中山、宝安划出部分地区设立珠海县。1984年将原珠海县大部分地区设立为香洲区。\n\r\n       20世纪初，清政府颁行“新政”，鼓励华侨实业界回国投资。新宁（今台山）侨商伍于政从美国回到香港，携巨资想在祖国兴办实业。恰巧认识了在香港某华侨家里做家庭教师的秀才王诜（字灼三，石岐北区黄沙港人），两人经商议，选定在澳门附近的部分工商权利。于是绘具图说、章程、合约等给广东省劝业道核办，并转呈督署和北京工商部注册存案。劝业道在通到批准，并饬令按建埠计划付之实施。这时，王、伍二人联合一些归国华侨，组成一个开埠公司，他俩被推举为商埠主办人。在拟定新埠的名字时，前山同知庄允懿以该地介乎香山场和九洲洋之间，各取一字，定名“香洲商埠”，香洲之名由此而来。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       香洲最早的名字叫“九洲环”，是因前面的大海“九洲洋”而得名。在一百五十多年前，香洲还是一片浸星推月的海洋。从19世纪40年代开始，才脱海成陆。光绪年间编修的《香山县志续编》的地图上，将这块地方用虚线圈划，面积约700亩海滩，所以，人们又把这片新陆称为“沙滩环”。清光绪十六年（1890年），始有7户来自惠州的人家到今香洲湾仔沙的地方搭定居。"
        },
        {
            "type": "text",
            "text": "       20世纪初，清政府颁行“新政”，鼓励华侨实业界回国投资。侨商伍于政和王诜二人联合一些归国华侨，组成一个开埠公司，定名“香洲商埠”，香洲之名由此而来。宣统二年（1910年）7月，香洲遭受了一场延续6个小时的大火灾。800多间屋子顿成灰烬，几千灾民被逼流离转徙，远走他方。香洲变成一个废墟。"
        },
        {
            "type": "text",
            "text": "       民国十四年（1925年）为了纪念孙中山先生，香山县易名为中山县。香洲属中山县，各项发展开始有所起色。经常在香洲码头停泊的渔船达一千多艘。一些商人也回来重新经营生意。国民党政府在此地设办了一间“水产专业学校”，还先后办起8间小学。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）农历正月二十七日，日军在附近海面，用飞机和大炮向香洲进行狂轰滥炸，国民党驻军望风而逃。接着日寇乘坐近百艘登陆艇，从唐家和香洲登陆。香洲沦陷。日寇投降之后，香洲人民纷纷从港澳或其他地方返回家园。直至解放前夕，香洲既没有工业，也没有商业，街道上除了烟赌馆、渔栏外，都是破寮残屋，手工业只是海边几间小型的修造船厂。整个香洲一片破败萧条。"
        },
        {
            "type": "text",
            "text": "       1961年4月设珠海县。1979年珠海改为市级建制，香洲作为珠海政府所在地。1984年将原珠海县大部分地区设立为香洲区。1988年划归入珠海经济特区。2001年4月4日，香洲区的三灶、小林、南水3个镇划归金湾区管辖。2003年，唐家镇、金鼎镇合并为唐家湾镇，湾仔镇改为湾仔街道。"
        },
        {
            "type": "text",
            "text": "       [ 参看“中山市”词条]"
        },
        {
            "type": "text",
            "text": "       [ 参看“珠海市”词条]"
        }
    ]
}