{
    "title": "韶关市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1025",
            "category": "韶关市"
        }
    ],
    "detail": "[日期：2014-05-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：469次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇九年（589年）公元年改东衡州为韶州，取州北名胜韶石山之韶字为州名。明清两朝在今韶关市区设关收税故俗称韶关。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，韶关地区分属荆州和扬州地域；战国时期，粤北遂为楚国之南疆。秦始皇三十三年（前214年）秦国平定两广，在今广东境内设置南海郡。今市属各县皆属南海郡管辖，当时虽然没有县的建制，但南海尉任嚣已在今韶关市南郊莲花山下修筑了一座城堡，后人称之为“任嚣城”。"
        },
        {
            "type": "text",
            "text": "       西汉初年，赵佗割据两广，建立了南越国。粤北地区并入了南越国，当时仍未置县。汉武帝元鼎六年（前111年）灭南越国，汉王朝鉴于南越国割据的教训，设置了地跨骑田岭南北的桂阳郡（郡治在今湖南郴州市）。桂阳郡共辖十一个县，其中桂阳、阳山（后汉省阳山入阴山）、阴山、含诓、浈阳、曲江等六县，在今韶关市境。东汉时期仍相沿袭，未作变更。今南雄，始兴地带，两汉时则属豫章郡南林（后汉称南野，县治在今江西南康境内）县地。"
        },
        {
            "type": "text",
            "text": "       三国末年，吴主孙皓于甘露元年（265年）始析桂阳郡南部地区置始兴郡，治所在曲江（今韶关市区），是为韶关立郡之始。两晋因之。"
        },
        {
            "type": "text",
            "text": "       南朝170年间（420年－589年），朝代更替频繁，导致粤北境内的郡县时废时兴，沿革复杂。南雄刘宋时，始兴郡曾一度改称广兴郡，到南齐时又复称始兴郡，辖境与晋略同。梁、陈两代，曾在今市境内设置衡州和东衡州两个一级行政区和阳山、始兴、安远三个个二级行政区。除原有县外，又增置了广穗（今连山、析梁阳县位置）、梁化（今乐昌中南部地区，梁置，隋开皇十八年更名乐昌）、平石（今乐昌北境，梁置，隋开皇十二年省，以其地入梁化）。翁源县于梁承后末年新置，其时属清远郡。"
        },
        {
            "type": "text",
            "text": "       隋代粤北分属南海郡（治所在今广州）和熙平郡（治所在今连县）。隋开皇九年（589年）曾改东衡州为韶州，取州北韶石山的“韶”字为名，始以“韶”字为州，但不久即废，并归南海郡。"
        },
        {
            "type": "text",
            "text": "       唐代粤北全境基本上属岭南道管辖（今连阳地区曾一度属湖南道）。唐王朝在粤北境内分置韶州（唐贞观年置，治曲江）和连州。韶州辖曲江、仁化、乐昌、始兴、浈昌（今南雄）六县。"
        },
        {
            "type": "text",
            "text": "       五代，岭南为南汉五刘氏占据。南汉在北江领域增设英州（治所在今英德县城）和雄州（州治在今南雄城）。这样，加上原有的韶州和连州，粤北共置四州。"
        },
        {
            "type": "text",
            "text": "       宋代时粤北属广南东路。境内仍置四州（雄州改为南雄州）。元代改州为路，元初在粤北地区置南、韶、连、英四路，俱属江西行省广东道。韶州路领乐昌、曲江、仁化、乳源四县，这是历史上韶关作为行政中心而辖区最小的时期。明代粤北属广东布政使司，境内分置二府（南雄府、韶州府）一州（连州）。"
        },
        {
            "type": "text",
            "text": "       清代粤北属广东省，清初时，境内州府的设置与明同。南雄府于清嘉庆十二年（1807年）改为直隶州，裁去保昌县（公领始兴一县）。明嘉靖二十六年（1547年）曾在曲江县武水边开设税关（名遇仙桥关），清康熙九年（1670年）又将原设于南雄的太平关移到曲江县浈水边，以后又在曲江城北门外增设旱关。韶关之名即由此而来。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，废府留县。民国三年（1914年）至民国九年（1920年）间，在省之下曾一度改道，把前清的南雄府、韶州府和连州府合并，称为南韶连道，后改称岭南道（道治在韶关）。实际辖区与今韶关市境完全相同。民国二十五年（1936年），广东省曾一度设行政督察区，粤北为第一督察区，专署设在韶关。"
        },
        {
            "type": "text",
            "text": "       1949年9月—10月，粤北各县陆续解放，11月广东省设北江临时行政委员会，辖韶关市、曲江县等17县市。1950年1月更名北江专区。1952年撤销北江专区，设立粤北行政区。1956年撤销粤北行政区，设立韶关专区。1970年专区更名地区。1975年11月韶关市升为地级市，辖曲江县。1983年地市合并称韶关市。1984年9月28日正式成立武江区。2004年8月，韶关市曲江县撤县，设曲江区，韶关市北江区与浈江区合并为浈江区。"
        }
    ]
}