{
    "title": "广州市荔湾区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "32",
            "category": "广东省"
        },
        {
            "id": "1024",
            "category": "广州市"
        }
    ],
    "detail": "[日期：2014-05-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：456次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       荔湾，旧称“西关”，因区内有“一湾青水绿，两岸荔枝红”美誉的“荔枝湾”而得名。"
        },
        {
            "type": "text",
            "text": "       1950 年6月，西禅区与长寿区合并称为长寿区，逢源区与黄沙区合并称为荔湾区，南岸区改名西村区。1952年9月，长寿区、荔湾区及西村区的西村、泮塘、彩虹、西增、小梅街和南源镇（西村区其余部分并入郊区）合并成立西区。1960年8月，西区改名荔湾区。1985年5月正式成立芳村区。2005年4月28日，撤销广州市芳村区，将原芳村区的行政区域划归荔湾区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇三十三年（前214 年），秦统一岭南，设立南海郡，郡治设在番禺（即今广州）。此地隶属于南海郡番禺县。至三国东吴黄武五年（226），东吴调整交州设置广州，广州州治设在番禺，辖南海、苍梧、郁林三郡，此地仍属南海郡番禺县。"
        },
        {
            "type": "text",
            "text": "       隋唐期间，南海郡曾改为南海县（番禺并入南海县）。至隋文帝仁寿元年（601年）广州改称番州。到唐代武德四年（621年）又改称番州为广州，设南海郡，复设番禺县。"
        },
        {
            "type": "text",
            "text": "       五代时期，刘在岭南割据称帝，国号南汉，定都广州城，广州改名兴王府，废南海县，改设咸宁、常康两县。如此反复至宋代。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝五年（971年），废除兴王府和咸宁、常康两县，仍设广州。划广州城东部属番禺县，西部属南海县。荔湾地段归南海县管辖，此后一直未变。"
        },
        {
            "type": "text",
            "text": "       清咸丰九年（1859年），沙面被迫租借给英、法作租界。光绪三十年（1904年），荔湾地段内设巡警北路正局于华林寺，设南路正局于陈塘南。光绪三十三年（1907年），撤销南北路正局，分别于西山庙、西禅寺、浮丘寺、允贤坊、华林寺、长寿寺、第十一甫庾网庵、十三行、陈塘南、大笪地、同德大街、永庆街、宝源北街设立12个巡警分局。 清宣统二年（1910年）7月，12个分局并为&4个巡警区，为第三、四、五、六区，区所分别在西禅寺、长寿路、陈塘南、永庆街。"
        },
        {
            "type": "text",
            "text": "       民国十年（1921年）广州市市政厅成立，西关地段属广州市区范围。民国十七年（1928年）至民国十九年（1930年），原属南海县管辖的南岸、澳口、增埗、西场等地划入广州市区范围。 民国三十四年（1945年），抗日战争胜利后，国民政府重新把广州划为28个行政区，收回的租界沙面也新设成区。"
        },
        {
            "type": "text",
            "text": "       1949年10月14日，广州解放。1950 年6月，西禅区与长寿区合并称为长寿区，逢源区与黄沙区合并称为荔湾区，南岸区改名西村区。陈塘区并入太平区（后太平区又并入中区）。各区人民政府相应成立。沙面区改为市直辖沙面办事处。1952年9月，长寿区、荔湾区及西村区的西村、泮塘、彩虹、西增、小梅街和南源镇（西村区其余部分并入郊区）合并成立西区，成立西区人民政府。1953年，西区接管三沙乡（1959年4月该乡又划归三元里人民公社）。1955年5月，区政府改称西区人民委员会，下辖13 条行政街。1958 年，珠江区的如意坊水上段办事处划归西区管辖。"
        },
        {
            "type": "text",
            "text": "       1960 年4月—7月城市公社化时，原属中区的清平人民公社（含今清平、岭南、沙面 街地段）与秀丽、光扬、华林、宝华四街并入西区，与原有13个街道改并成立9 个街道人民公社。西区同时接管三元里人民公社的同德、横沙、沙凤、三沙、西郊五个大队和石井人民公社（龙湖、大朗两个大队除外），组成西区石井人民公社和夏茅人民公社。 同年8月，西区改名荔湾区。1961年8月撤销街道人民公社。复建18个街道办事处。同时，区辖内农村大队全部划回郊区管辖。"
        },
        {
            "type": "text",
            "text": "       1967年3月荔湾区实行军事管制。1968 年3月成立荔湾区革命委员会，区辖下各街道办事处相继建立街革命委员会。1981年3月撤销荔湾区革命委员会的称衔，恢复50年代区人民政府的称谓。1985年5月正式成立芳村区。2005年4月28日，撤销广州市芳村区，将原芳村区的行政区域划归荔湾区管辖。"
        },
        {
            "type": "text",
            "text": "       [参看“广州市”词条]"
        },
        {
            "type": "text",
            "text": "       [参看“广州市番禺区”词条]"
        }
    ]
}