{
    "title": "五胡十六国",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：613次",
    "content": [
        {
            "type": "text",
            "text": "       由于自西晋末年到北魏统一中原这一期间（304-439），五胡大举侵占古华夏故地，故又被后世称作“五胡乱华”时期。"
        },
        {
            "type": "text",
            "text": "       五胡指匈奴、鲜卑、羯胡、氐、羌；十六国指主要的五个北方内迁民族在中国北部及蜀地建立的政权，其中封邦命氏成为战国者有16国：前凉、后凉、南凉、西凉、北凉、前赵、后赵、前秦、后秦、西秦、前燕、后燕、南燕、北燕、胡夏、成汉。"
        },
        {
            "type": "text",
            "text": "       此外还有在当时具有较大影响的仇池、代国、高句丽、冉魏、西燕、吐谷浑、谯蜀和内迁丁零之翟魏等，实际远不止16国。其中谯蜀、前凉、西凉、北燕、冉魏等国均系华夏人所建。"
        },
        {
            "type": "text",
            "text": "【前凉（320-376）】320年，凉州刺史张寔(shi)之同母弟张茂改元永元，前凉遂彻底成为独立政权。345年，张寔之子张骏称凉王，都姑臧（今甘肃武威）。以所在地凉州为国号“凉”，史称“前凉”。376年，前秦天王苻坚以十三万步骑大举进攻，前凉灭亡。前凉，共传4世8主，立国56年。"
        },
        {
            "type": "text",
            "text": "【后凉（386-403）】氐族贵族吕光据有姑臧（今甘肃武威）于386年宣布改元太安，12月称大将军、凉州牧，酒泉公。389年吕光称三河王，后改称天王，史称后凉。403年，因后秦、南凉、北凉交相攻逼，后凉最终降于后秦，共历四主十八年。"
        },
        {
            "type": "text",
            "text": "【南凉（397-414）】东晋隆安元年（397年）河西鲜卑秃发（秃发即“拓跋”的异译）乌孤与后凉决裂,自称大将军、大单于、西平王，史称南凉。次年改称武威王，399年迁都于乐都，建立南凉政权。414年（嘉平七年），南凉饥荒，西秦乞伏炽磐乘机袭取乐都，南凉亡。共历3主，18年。"
        },
        {
            "type": "text",
            "text": "【西凉（400-421）】北凉天玺二年（400年），李广后裔李暠据敦煌自称大将军、护羌校尉、秦凉二州牧、凉公，改元庚子，以敦煌为都城。421年，西凉被北凉所灭。西凉政权历两代三王，21年。"
        },
        {
            "type": "text",
            "text": "【北凉（397-439）】397年匈奴支系卢水胡族的沮渠男成拥立段业称凉州牧，并改元神玺，401年沮渠蒙逊诬沮渠男成谋反，段业斩男成，蒙逊以此为借口攻灭段业，建立凉国，都张掖，史称“北凉”。412年沮渠蒙逊迁都姑臧（今甘肃武威），称河西王。439年北魏攻姑臧，北凉亡，历三主，计四十三年。"
        },
        {
            "type": "text",
            "text": "【前赵（304-329）】304年匈奴左贤王刘渊称汉王，年号元熙。308年11月2日，刘渊于左国城（今山西方山县境内的南村）称帝，国号汉，改元永凤。319年，刘曜徙都长安，改国号为赵，史称前赵。是年11月刘渊部将石勒自立为帝，并于329年九月攻灭前赵。前赵历三主，二十六年。"
        },
        {
            "type": "text",
            "text": "【后赵（319-351）】319年，前赵大将石勒脱离前赵，自称大将军、大单于、领冀州牧、赵王，于襄国（今河北邢台）即赵王位，称赵王元年，史称后赵。351年，石勒侄儿石虎的养孙冉闵尽杀石氏子孙，自立为帝，后赵亡。历7主，共32年。"
        },
        {
            "type": "text",
            "text": "【前秦（351-394）】351年，氐族苻健自称大秦天王、大单于。352年，改称皇帝，国号秦，史称前秦。394年7月前秦帝苻登跟后秦帝姚兴交战，被生擒后斩首，太子苻崇投奔湟中继承帝位，终为西秦凉州刺史乞伏轲弹斩杀，前秦灭亡。历六主，共四十四年。"
        },
        {
            "type": "text",
            "text": "【后秦（384-417）】384年姚苌自称大将军、大单于、万年秦王，史称后秦。386年姚苌入据长安称帝，国号大秦。417年刘裕进取潼关，攻占长安，八月姚泓兵败出降，后秦亡。历三主，共三十四年。"
        },
        {
            "type": "text",
            "text": "【西秦（385-431）】陇西鲜卑族酋长乞伏国仁于385年自称大将军、大单于、领秦河二州牧，筑勇士城为都城，后迁都苑川（今甘肃榆中东北），史称西秦。388年六月其弟乾归继位，称河南王，394年改称秦王。431年一月，大夏赫连韦伐带兵伐灭西秦。西秦，共历4主，47年。"
        },
        {
            "type": "text",
            "text": "【前燕（337-370）】337年鲜卑族慕容部首领慕容皝自立为燕王，国号为“燕”。370年前秦苻坚趁前燕内讧之际包围前燕的首都邺城。十一月，少帝慕容暐逃出邺城后被前秦军抓获，前燕灭亡。历三世三主，共三十四年。"
        },
        {
            "type": "text",
            "text": "【后燕（384-407）】384年原前燕贵族、前秦冠军将军慕容垂集合鲜卑叛秦复国。自称大将军、大都督、燕王，建元立国,史称后燕。385年起定都中山（今河北省定州）。407年中卫将军冯跋等杀死燕王慕容熙，拥立养子慕容云（高句丽人，本姓高氏）为主，后燕亡。历八主二十四年。"
        },
        {
            "type": "text",
            "text": "【南燕（398-410）】397年北魏破中山，后燕被截为两部分。镇守邺城的慕容德，南徙滑台，自称燕王，史称南燕。410年东晋刘裕俘送太子慕容超于建康而杀之，南燕亡。"
        },
        {
            "type": "text",
            "text": "【北燕（407-436）】后燕中卫将军汉人冯跋斩杀燕王慕容熙，拥慕容云（高句丽人，实姓高）为天王。409年慕容云为麕臣所杀，冯跋平定叛乱，被拥为天王，改元太平，史称北燕。436年被北魏所灭，历二主，共二十八年。"
        },
        {
            "type": "text",
            "text": "【胡夏（407-427）】407年匈奴铁弗部首领赫连勃勃（实际姓刘，为避难改姓）正式脱离了后秦皇帝姚兴的统治，同年六月，刘勃勃正式建国，国号为大夏。426年北魏攻下都城统万城，夏主赫连定西迁河西，途中被吐谷浑袭俘，夏亡。"
        },
        {
            "type": "text",
            "text": "【成汉（304-347）】也称成、后蜀。304年巴氐族领袖李特之子李雄称成都王，二年后称帝，国号“成”，都成都。338年李寿改国号为“汉”。史家统称“成汉”。347年东晋桓温伐蜀，汉主李势兵败出降，成汉亡。"
        }
    ]
}