{
    "title": "台东县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1129",
            "category": "台东县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：384次",
    "content": [
        {
            "type": "text",
            "text": "1.台东：\n清光绪年间，台湾建省之后，增设直隶州于此，当初以其位居台湾之东部，故命名为台东直隶州，『台东』之地名便是由此而来。台东以前为卑南、阿美族定居之地，清咸丰五年才有汉人与平埔族移入，道光年间形成聚落称「宝桑庄」，光复后设镇「台东镇」，民国六十五年升为市。"
        },
        {
            "type": "text",
            "text": "2.成功：\n成功昔称为『麻老漏』，是当地阿美族『麻老漏』社的汉译社名，民国九年时，改称为新港，由来于当地为东海岸轮船重要停泊港之一。光复后，以其相近之日语读音，改以吉祥的近音字『成功』为地名。"
        },
        {
            "type": "text",
            "text": "3.关山：\n本乡原名「里垄」，由高山族语「ㄉㄧ ㄌㄢˋ ㄉㄧ ㄌㄢˋ」，即「红虫」翻译成音。民国四十三年更名为「关山镇」。因为本地的山势逼近，就像一个关隘，故有『关山』之称。"
        },
        {
            "type": "text",
            "text": "4.卑南：\n因为本地为卑南族之卑南社的聚落，所以称为『卑南』。一百八十多年前卑南族大头目「鼻那来」(Pinara)聪明盖世，传说有汉人血统，建立典章与纳税制度，发展迅速统治台东纵谷，又控制附近大族，荷兰人称为「卑妈拉」(Pimala)，汉人简称为「卑南」。"
        },
        {
            "type": "text",
            "text": "5.大武：\n本地原为排湾族巴卡罗群分佈地带，位在南部中央山脉「大武山」餘脉之南，所以原称为『南大武』，日据时期改称「大武」，而沿袭至今。"
        },
        {
            "type": "text",
            "text": "6.太麻里：\n本地昔称朝猫篱，其义不明。是太麻里溪出海口冲积成的肥沃三角洲平原，「太麻里」就是原住民土著话，指太阳照耀肥沃的地方。"
        },
        {
            "type": "text",
            "text": "7.东河：\n本地旧称为『大马武窟社』，这是由阿美族的译音转换而来的汉字，其意思为『投网捕鱼之处』。光复后，以其位在台东海岸山脉东侧最大河川马武窟溪之东端河口位置，而改称为『东河』。"
        },
        {
            "type": "text",
            "text": "8.长滨：\n本地旧称为『加走湾』，是阿美语的汉字译音地名，其意思为『守望之处』，在以前清军来攻之时，阿美族人曾在此瞭望清军之动静。民国二十六年时，因为本地位在海蚀岩台上，其下为石坑溪所形成之冲积扇，堆积物砂砾连续很长，故改称为『长滨』。"
        },
        {
            "type": "text",
            "text": "9.鹿野：\n地名由来有二说：一说，日据时期日本移民来此开垦种植甘蔗，由于附近有原住民「鹿寮」社，又多「野」生景观，故称「鹿野」。另一说，本乡昔日为荒野之地，常有鹿群栖息，故称「鹿野」。"
        },
        {
            "type": "text",
            "text": "10.池上：\n由于本地之东南方有一大水池，因此乃以聚落是位于大水池之西北方，故称此地为『池上』。"
        },
        {
            "type": "text",
            "text": "11.绿岛：\n本乡以岛名为乡名。本岛旧称为『火烧岛』，另一旧称为鸡心屿，即以该岛之形状类似鸡之心臟而名。光复后政府因鑑于名称不雅，并在岛上展开绿化造林活动，所以改称「绿岛」。火烧岛地名之起源有二说：\n\r\n一说，相传岛上渔民出猎海上，遇风雨常迷失，故经常在山顶燃烧柴火为标识，远望之而称为火烧岛。\n\r\n另一说，相传百餘年前渔船在傍晚归航时，远望这座被夕阳染红的岛屿，就如熊熊火焰包围一样，故称火烧岛。"
        },
        {
            "type": "text",
            "text": "12.延平：\n本乡为布农族分佈地，日据时期为关山郡蕃地，光复后则取收复台湾之民族英雄延平郡王之『延平』为乡名。"
        },
        {
            "type": "text",
            "text": "13.海端：\n『海端』属布农族生活圈「海多端王」(Haitotowan)社分佈此地，故择音简称为「海端」，海拔一千公尺有海端村。"
        },
        {
            "type": "text",
            "text": "14.达仁：\n本地原为排湾族『阿塱卫社』聚居之地，其意思为『聚集』，即眾多族人，为御敌需要而逐渐聚集于此。乡名取自安朔溪出海口平原区的「达仁」村。"
        },
        {
            "type": "text",
            "text": "15.金峰：\n本地旧称为『虷仔崙』，这是译自当地之阿美语，其意思为『鸡母珠』，后来日据时期时，日人将『虷仔』，以日语中之同音字『金』代之，『崙』续用，而拼成『金崙』乡之地名，后来又更改为金山乡，因与台北县金山乡重叠，于是又改为现今之『金峰』乡。"
        },
        {
            "type": "text",
            "text": "16.兰屿：\n本乡以岛名为乡名。兰屿原称为『红头屿』，光复以后，以其为蝴蝶兰之產地，故改称为『兰屿』。关于红头屿之由来，有以本岛形状类似红头船隻浮于水上，或云岛上山头夕阳照射时，远望之，呈红色，故有此称；另有一种说法是，因为岛上之山腹多处有红土层暴露出，故有此称。"
        }
    ]
}