{
    "title": "台中县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1121",
            "category": "台中县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：492次",
    "content": [
        {
            "type": "text",
            "text": "1.丰原：\n丰原旧称为『葫芦墩』，本地原属于平埔族拍宰海族岸里社的居住地，『葫芦墩』是他们对本地之称呼的译音。清末年间，刘巡抚以其地物產丰饶而称为富春乡，亦称为小苏州。民国九年（大正九年）由于本地所產之米质极佳，是本地的特產，就将原地名改为『丰原』。至于「葫芦墩」的由来，说法有二：本区早期为平埔族部落，族人叫「泰雅尔洞」，其音与葫芦墩颇相似，传为其转音而来。丰原市境内有屯脚、屯头、屯身三小丘，形似葫芦而得名。（台中县乡土史料，民83，台湾省文献委员会编印）"
        },
        {
            "type": "text",
            "text": "2.后里：\n本乡旧称内埔乡，早期发生聚落处称「屯子脚」，分屯顶、屯下。后因避免与屏东县内埔乡同名而改称后里乡。乃因为本地的聚落是创建于平埔族麻薯社之背后，故称『后里』。（台中县乡土史料，民83，台湾省文献委员会编印）"
        },
        {
            "type": "text",
            "text": "3.神冈：\n因为本地最初的移民大多来自广东省嘉应州镇平县的『神冈社』，故称此地为『神冈』。"
        },
        {
            "type": "text",
            "text": "4.潭子：\n『潭子』旧称为『潭仔乾』，因为创建聚落于柳川上游凹岸侵蚀坡的深水岸边，故有此称，后来才改为『潭子』。"
        },
        {
            "type": "text",
            "text": "5.大雅：\n大雅昔称为『坝雅』或『埧雅』，这是因为本地是河坝草埔之一部份，客家语称为『坝仔』，与台语之『埔仔』同义，民国九年才改为『大雅』。"
        },
        {
            "type": "text",
            "text": "6.大里：\n『大里』旧称为『大里杙』，系出自当地平埔族洪雅族之社名的译音，民国九年才改称为『大里』。"
        },
        {
            "type": "text",
            "text": "7.雾峰：\n雾峰旧称为『阿罩雾』，其由来有两种说法：一种说法是因为本地聚落建在凤山山麓，晨间经常浓雾笼罩，故有此称；第二种说法是认为『阿罩雾』是本地土著族地名之译音，按台湾地名中，凡冠以『阿』字者，多属番社之译音，例如阿束、阿冷等。民国九年时，改称为『雾峰』。"
        },
        {
            "type": "text",
            "text": "8.太平：\n太平昔称『鸟松头』，因为建庄地入山口福德祠旁有一棵大的鸟松树（榕树之一种），故有此称。「太平」地名的由来有二说：一是本地原属于洪雅族的居住范围，在清乾隆年间，就有汉人来此开垦，开垦初期，与洪雅族常发生衝突，汉人受害严重，所以在刚建立村庄时，就冀以太平之愿望，故命名为『太平』，后来就将此地改称为『太平』。"
        },
        {
            "type": "text",
            "text": "二是，日据初期日军推进到东兴堡，準备进攻鸟松头时，有一位当地人名叫「何锦成」，在半路迎接带路，而太平当地人都很善良，要反抗的民眾也都逃走了。日军指挥官说：「此地真是大平」，日据后便命名为「大平」，光复后才改成「太平」。（台中县乡土史料，民83，台湾省文献委员会编印）"
        },
        {
            "type": "text",
            "text": "9.乌日：\n乌日以前称为『湖日』或是『凹入』，这是因为本地的地势较低，境内为猫罗溪、乌溪、草湖溪、旱溪等溪汇入大肚溪的地方，地势呈现凹入的情势，故有此称，后来改称为乌日。"
        },
        {
            "type": "text",
            "text": "10.大甲：\n本地以前是道卡斯族各社的居住地。大甲之地名即自道卡斯平埔族之族称Taokas译过来的。闽南语「大」之读音Tai或Ta；「甲」为Kah併为Ta-kah，与Taokas近音。（台中县地名沿革专辑第一辑，民82，台中县立文化中心印行）"
        },
        {
            "type": "text",
            "text": "11.清水：\n清水旧称为『牛骂头』，这是译自本地的平埔族拍瀑拉族的『牛骂头』社，民国九年时，鉴于该地有良质泉水『埤仔口泉』之涌出，乃更名为『清水』，光复后沿袭至今。"
        },
        {
            "type": "text",
            "text": "12.沙鹿：\n本地以前是拍瀑拉族『沙鹿』社的居住地，故有此称。「沙轆」系本镇旧称，原为平埔族一支之拍瀑拉（Papora）沙轆社（Salach）活动范围，清代称迴马社或迁善社。民国九年改称沙鹿，沿用至今。（沙鹿镇志，民83，沙鹿镇公所编印）"
        },
        {
            "type": "text",
            "text": "13.梧栖：\n梧栖之地名是由「五汊」演变而来的。据道光中叶（1832）周璽撰彰化县志山川图作『五汊港』；同治年间（1862-1874）纂成的台湾府舆图纂要仍作『五汊港』；至光绪年间修成的台湾地舆全图则作『梧栖港』，可窥知清道光年间是通称『五汊』而不作『梧栖』。因梧栖地当牛骂头溪口小型三角洲上，五个扇状分流水汊处，故得称。后由『五汊』谐音雅化而得之后的『梧汊』、『梧栖』、『鰲西』。『鰲西』地名由来的另一说法：因梧栖镇位于大甲、大肚两溪之间，两水会合鰲山（即今清水牛骂头山），所以昔日地名为「鰲西」（即鰲峰山之西端）。（台中县地名沿革专辑第一辑，民82，台中县立文化中心 印行）（台中县乡土史料，民83，台湾省文献委员会编印）"
        },
        {
            "type": "text",
            "text": "14.外埔：\n在日据时期，今天的后里乡统称为内埔，而在其西边之本乡则括称为外埔，『外埔』就成为本乡之地名。"
        },
        {
            "type": "text",
            "text": "15.大安：\n本乡因大安港而得名。大安港的旧名，在明末称之为「海翁窟港」，（海翁即为鲸鱼），清朝时称为「螺丝港」、「劳丝港」等，是因螺壳上之迴旋纹，譬喻船隻之出入航道绕转之状。至于有大安港之称是因为本港可以让船隻安全的停泊而得名。（大安乡志，民78，大安乡公所编印）"
        },
        {
            "type": "text",
            "text": "16.龙井：\n龙井以前称为『茄投』，可能是平埔族社之译音地名，后来则改称为『龙井』，这是取自于今龙泉村之旧地名『龙目井』，因为当地沙田路之清水祖师庙『龙泉岩宫』前有一古井而命名的，后来则改称为『龙井』。"
        },
        {
            "type": "text",
            "text": "17.大肚：\n本地以前是拍瀑拉族大肚社的所在地，故命名为『大肚』。"
        },
        {
            "type": "text",
            "text": "18.东势：\n东势最早叫「板寮」，意思是木工做木板的工寮。后改为「东势角」则有二说：\n\r\n一说是因为对当时的丰原人来说，「板寮」只不过是在丰原东方偏僻地区的一个部落，所以就叫做「东势角」，是指东方的角落。日人刚到台湾时亦取用「东势角」的地名，之后才把「角」去掉，改为「东势」而沿用至今。"
        },
        {
            "type": "text",
            "text": "二说是由于本地的地势向东方伸张，因此自古就有此称。后来才改称为『东势』。（台中县乡土史料，民83，台湾省文献委员会 编印）"
        },
        {
            "type": "text",
            "text": "19.石冈：\n本地以前称为『石岗仔』，石岗是石山丘的意思，因为大甲溪在此纳入新社溪，其坑口形状如瓮缸，裡面满佈粗石，故有此称。后来才改称为『石冈』。"
        },
        {
            "type": "text",
            "text": "20.新社：\n本地以前称为『新社仔』，是平埔族巴宰海族之朴仔篱社的分佈地，『新社』之由来，可能是曾经有平埔族人在此创建新的聚落而有此称。"
        },
        {
            "type": "text",
            "text": "21.和平：\n本乡在日据时期是泰雅族的分佈地，并没有庄名，光复改称为和平乡，乃是以四维八德中之『和平』为乡名。"
        }
    ]
}