{
    "title": "彰化县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1122",
            "category": "彰化县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：443次",
    "content": [
        {
            "type": "text",
            "text": "1.彰化：\n彰化从前称为「半线街」，是平埔族中巴布萨族半线社的所在地。雍正元年乃改称彰化。「彰化」一称之由来，据福建巡抚王绍兰「彰化县碑记」中的一段话：「实获眾心、保域保民、彰圣天子、丕昌海隅之化歟」，可得知『彰化』就是显彰皇化的意思。"
        },
        {
            "type": "text",
            "text": "2.鹿港：\n原名「鹿仔港」，这地名的由来，有四种说法：\n\r\n○1.早期此地为鹿群聚集之处，因此命名为「鹿仔港」。\r\n○2.由当地原住民平埔族Rokau-an--语音译转化（闽南语发音）。\r\n○3.因港湾形状似鹿角而得名。\r\n○4.昔为米粮集散地，而方形米仓称为「鹿」，故得名。\r\n据学者的研究推论，以第一种说法较为可信。"
        },
        {
            "type": "text",
            "text": "3.和美：\n和美原叫做「和美线」，民国九年改为和美。现在以詔安桥为界，以西为泉州移民的垦地，以东为来自彰化的漳州垦民的垦地，境内是两州垦民接触之地，因为有鑑于漳泉械斗迭起，为劝诫械斗，和睦美邻，所以称之为「和美」。"
        },
        {
            "type": "text",
            "text": "4.线西：\n线西从前叫做「下见口」或「下径口」，因为此地聚落在四股圳入海处，似乎可以看见河口，所以称为「见口」。民国九年因其从前属线西堡，于是以堡名为地名。"
        },
        {
            "type": "text",
            "text": "5.伸港：\n伸港初作「新港」，因为是新辟的港口，所以得名。后来因为与嘉义县新港乡同名，所以于民国四十八年七月一日，更改为伸港乡。"
        },
        {
            "type": "text",
            "text": "6.福兴：\n「福兴」就是福建省移民在此，振兴事业，建庄兴隆的意思。"
        },
        {
            "type": "text",
            "text": "7.秀水：\n秀水原叫作「臭水」，因为从前此地垦域是灌溉水的末端，排水不佳，积水发臭的缘故。后来因为作为政区地名不雅，改为「秀水」。"
        },
        {
            "type": "text",
            "text": "8.花坛：\n花坛得名自现在花坛村之旧称「茄苳脚」，因为从前这一带是茄苳树茂生之地，经当初移民的採伐，进而开垦成耕地，并建庄于此，所以以它为地名。"
        },
        {
            "type": "text",
            "text": "9.芬园：\n芬园从前称为「芬园新庄」，传说是清代在此地种植烟草而得名。"
        },
        {
            "type": "text",
            "text": "10.员林：\n康熙末年之后，移民入垦者激增，到雍正初年已形成村庄，渐渐发展成市街。因为垦民启林辟地，留下圆形林地，创建聚落于此，所以称为「员林仔」，后来删掉「仔」，改为「员林」。（员林镇志，民79，彰化县员林镇公所编印）"
        },
        {
            "type": "text",
            "text": "11.溪湖：\n溪湖从前叫做「湖昔」，位于彰化县内略中央的位置，有旧浊水溪及麦屿昔溪中段斜贯而过，支流环流于此，其周围又有许多沙丘群，因为溪道环流，所以取其「溪」，盆状低地称「湖」，合併而成「溪湖。"
        },
        {
            "type": "text",
            "text": "12.田中：\n田中镇名取自清代的田中央庄。本地初期是一片水田，后来因为浊水溪犯滥而流失泰半，于是另外选择他地，变水田为市街。「田中」的地名因此而得。"
        },
        {
            "type": "text",
            "text": "13.大村：\n大村从前叫做「燕雾大庄」，意思是燕雾山（八卦台地）下的一大集村，因而称大村。"
        },
        {
            "type": "text",
            "text": "14.盐埔：\n地名由来有二说：一说本地在过去移民建村时，为蒲盐菁茂生之地，所以引用为地名。另一说是因为此地系盐分颇高的荒埔地而得名。"
        },
        {
            "type": "text",
            "text": "15.永靖：\n永靖此地名，传说是知县杨桂森所命名，因为这一带是粤籍移民的地域，从乾隆末年起，屡次为闽粤械斗所波及，为了劝诫械斗，取永久安靖之义，所以命名为「永靖」。"
        },
        {
            "type": "text",
            "text": "16.埔心：\n埔心过去叫做「大埔心」，因为此地位于广阔未垦的埔地中央位置，所以得名。"
        },
        {
            "type": "text",
            "text": "17.社头：\n清乾隆年间移民举族入垦，建庄在平埔族大五郡社的社头之上，所以将庄名称之为社头。"
        },
        {
            "type": "text",
            "text": "18.二水：\n从前此地的村庄形成于「二分水圳」与「八堡圳」之间，所以命名为「二八水」。民国九年将旧称「二八水」改为「二水」。根据传说，有两种说法："
        },
        {
            "type": "text",
            "text": "○1.源自八堡圳的「八」字形分水。理由是：清康熙五十八年（一七一九）及六十年（一九二一），施世榜和黄仕卿两位先贤，分别在二水开凿八堡圳（即施昔圳、今八堡一圳）和十五庄圳（今八堡二圳），渠道至二水鼻仔头，以「八」字形分为一圳及二圳，蜿蜒流贯本乡腹地，再流向彰化平原，由此得名。"
        },
        {
            "type": "text",
            "text": "○2.根据彰化人杂誌廿三、廿四期第六页二水地名的由来一文著者陈国典研究指出：二水之所以叫二八水，是由于下叙两个原因，两个理由形成的：其一为在明郑时期（一六六一~一六八三），自林圯埔（今之南投县竹山镇）要到本地时，必须经过二条溪，一为清水溪，一为浊水溪，越过此清、浊二条溪水，称为「过二幅（Pak）水」，二幅水与「二八水」台语音雷同，古早先民移入本地时识字者不多，所以就将本地地名写做「二八水」了。"
        },
        {
            "type": "text",
            "text": "19.北斗：\n北斗旧称为『宝斗』，是由于此地的街道整齐图案，酷似宝斗仁，所以名之。后来改为近似音『北斗』，沿用至今。"
        },
        {
            "type": "text",
            "text": "20.二林：\n镇名由来是因为从前这一带是平埔族巴布萨族二林社之所在地。"
        },
        {
            "type": "text",
            "text": "21.田尾：\n田尾因为当时垦民创建村庄于十五圳的水田地带末端，所以名之为「田尾」。 22.埤头：清雍正年间，汉人入垦于此，因为在莿仔埤圳头建村，所以称为『埤头』。"
        },
        {
            "type": "text",
            "text": "23.芳苑：\n本乡原称为「番仔挖」，因这一带过去是平埔族巴布萨族的居住地，所以冠上「番仔」，且有一条溪道转折入海于此，台语称弯折为「挖」，合併而成地名。光复后改以当地举人洪算谅的宅号「芳苑」为乡名。"
        },
        {
            "type": "text",
            "text": "24.大城：\n清道光初年时有移民垦殖于此，于是聚集成一大集村。因为械斗频繁，治安不良，于是筑土成垒，以防御盗匪，乡名由此而得。"
        },
        {
            "type": "text",
            "text": "25.竹塘：\n清初垦民迁入时，储水为塘，以利灌溉，而且当时境内一带有许多芦竹茂生之水塘，所以称此地为『竹塘』。"
        },
        {
            "type": "text",
            "text": "26.溪州：\n『溪州』地名的由来，是由于本地为东螺溪与西螺溪之间的犯滥平原，所以称之为『溪州』。"
        }
    ]
}