{
    "title": "云林县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1125",
            "category": "云林县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：571次",
    "content": [
        {
            "type": "text",
            "text": "1.斗六：\n斗六昔称为『斗六门』，该地昔为平埔族洪雅族之斗六社的居住地，在康熙末年时，该地垦成，乃译斗六社之音为地名，称为『斗六门』。加上『门』字，乃是因为当时其位置恰位于诸罗县东方之门锁重镇，因而有『斗六门』之称。后来则去掉『门』字，改称为『斗六』。"
        },
        {
            "type": "text",
            "text": "2.斗南：\n斗南原称『他里雾』，民国九年时，因其位于斗六之南方，故改称为『斗南』。他里雾之地名是译自当地的洪雅族之『他里雾社』社名。"
        },
        {
            "type": "text",
            "text": "3.林内：\n此地清朝以前为浓密如荫的大林野，后来闽人郑萃徘自福建漳浦来此地开垦，在乾隆、嘉庆年间，因平匪有功而获封赐，从此传家立业，人口集结，因村庄在树林内创建，故名「林内」。"
        },
        {
            "type": "text",
            "text": "4.古坑：\n古坑旧称为『庵古坑』，可能是由来于初期的入垦者，在坑谷内种植菴瓜而有此称，在民国九年时，改称为『古坑』。另有一说为古时候有一对夫妇，专门打铁为生，其所住的地方命名为「打铁坑」，这一对夫妇非常恩爱，居民羡慕，乃称此地为「尪婆仔坑」。日据时期因不文雅而更名「庵古坑」，其意为温暖的古窝，行政区调整时改名「古坑乡」。"
        },
        {
            "type": "text",
            "text": "5.大埤：\n大埤原称为『大埤头』，其名称由来有二说：\n\r\n一说，因往昔创村于荷包连圳埤之头，故有此称。荷包连圳即在早知与柳树脚间，引倒孔溪之水，流向西北至大埤头入圳，因在本地设埤塘储水，乃称之为大埤头。\n\r\n二说，明末荷兰人佔领时，于大埤西北方建设红毛埤，其上游的庄社是在「红毛埤」之头顶，住民取其意称为「大埤头庄」。"
        },
        {
            "type": "text",
            "text": "6.莿桐：\n莿桐原称为『莿桐巷』，可能是由来于移民在莿桐树林间，创建村庄，故得此称。民国九年时，则改称为『莿桐』。"
        },
        {
            "type": "text",
            "text": "7.虎尾：\n虎尾旧称为『五间昔』，最初开垦时名为「后尾」，后来因「后」与「虎」本地语音相似，日本人不知，乡民也不明白，就将「后」误为「虎」，于是「虎尾」地名就此沿用。"
        },
        {
            "type": "text",
            "text": "8.西螺：\n『西螺』地名由来于当地的巴布萨平埔族之番社名『西螺社』。西螺（台语ㄙㄞ ㄌㄟ）最初是平埔族巴布萨族居住，他们称本地为Soreau。三百多年前西螺地形很像田螺，而凑巧浊水溪对岸的北斗区也很像田螺，经协议将位于溪南端的叫西螺，北斗叫东螺。西螺又称「螺阳」，一是依据「北辰南阳」的位置，就是浊水溪南畔；另一说是出自开拓者为追思故土福建螺阳而取。（西螺镇公所编印。西螺镇公所工作简报）"
        },
        {
            "type": "text",
            "text": "9.土库：\n『土库』昔作『涂库』，其由来应与往昔当地的洪雅族之猴闷社自称『土库』之译音有关，后来才改称为『土库』。"
        },
        {
            "type": "text",
            "text": "10.褒忠：\n本地原称为『埔姜崙』，乃是因为移民最初是在埔姜茂生之沙丘建庄，而有此称，『崙』是沙丘的意思。后来在清乾隆五十一年时发生林爽文事件，当时本地一位名为张源懃的庠生，纠结了乡勇数千人来抵抗，守庄数月，屡败爽文军，事后并且帮助官府平定其他地方的动乱。乱后，张生除了获得清廷封官赏赐之外，其居住地亦获赐『褒忠』二字为庄名，故原埔姜崙，从乾隆末业改称『褒忠』。日据时期曾废『褒忠』，而恢复原称，光复后，乃再以『褒忠』为乡名。"
        },
        {
            "type": "text",
            "text": "11.二崙：\n『二崙』即是在有两座沙丘的地方创建村落而得名。二崙昔作『义崙』，这与本地的客籍移民有关，因为客语的『义』与『二』同音。后来此地便改称为『二崙』。"
        },
        {
            "type": "text",
            "text": "12.崙背：\n因为本地之村落创建于沙丘之背后（本乡崙前村崙背国小旧址南边）而得名。开拓先民为躲避暴风及洪水，便选择地势较高的沙丘偏南地带定居，后来人口增加，便以此沙丘为界，称沙丘南面地带的部落为「崙前」，称后移居的沙丘北面村庄为「崙背」，本乡多偏属沙丘之北，乃以「崙背」为名。"
        },
        {
            "type": "text",
            "text": "13.麦寮：\n据传垦殖初期有植麦者搭寮居住于此，故有此称。"
        },
        {
            "type": "text",
            "text": "14.台西：\n台西原称为『海口昔』，因为地当旧虎尾溪之出海口，故有此称。光复后，以其位于台湾岛之西边，改称为『台西』，以与台北、台南、台东、台中对称。"
        },
        {
            "type": "text",
            "text": "15.东势：\n清乾隆十三年间，有一黄姓家族迁来，不久人口增加成一大部落，民眾以东方之部分称为「东势昔」，之后设为「东势乡」。本乡移民均由海丰港登陆，因处于海丰港之东方乃命名「东势」，「势」取人旺势振之意，闽南语亦有方位之意。（云林县东势乡公所编印，云林县东势乡地方誌）"
        },
        {
            "type": "text",
            "text": "16.北港：\n北港旧称为『笨港』，由于往昔笨港被溪道截断后成一北一南，将其在溪北者称为『笨港北街』，后来则改称为『北港街』，『北港』就成为本地的地名。"
        },
        {
            "type": "text",
            "text": "17.四湖：\n『四湖』地名之由来，乃是由于往昔之聚落沿著境内的四个池沼而建立。该池沼系往昔潟湖陆化后之遗跡，已经萎缩成淡水的池塘。"
        },
        {
            "type": "text",
            "text": "18.口湖：\n本地原名「乌麻园」，乃因往昔此地所种尽是乌麻。后来改称口湖有二说：\r\n一说，光复后由于本地四周均有鱼池，且广阔如湖，故称「口湖」。另一说，由于本地地当四湖、后湖、内湖、施昔湖等以『湖』为地名之聚落群的入口位置，因而有『口湖』之称。"
        },
        {
            "type": "text",
            "text": "19.水林：\n水林原称为『水灿林』，民国九年才改为今称。该地昔为一大潟湖，陆化后多沼泽，因沼泽内水漆茂生，故有此称。水漆生长于海泥中，叶有粗毛，触之肿痛，与咬人狗同。"
        },
        {
            "type": "text",
            "text": "20.元长：\n本地在清乾隆六年时，有一位名为傅元掌的人，从福建省泉州府率人来此开垦，垦毕，创建村庄，并热诚为地方服务，去世后乡民为感念其恩德，乃以其名『元掌』为庄名。后来称为『元长』之说有二，一为讹传所致。另一说为清嘉庆年间，住民平乱有功，报请清廷嘉许，因「掌」与「长」谐音，赐改称「元长」。"
        }
    ]
}