{
    "title": "嘉义县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1124",
            "category": "嘉义县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：483次",
    "content": [
        {
            "type": "text",
            "text": "1.嘉义：\n地名由来有二说：\n\r\n一说，嘉义昔称『诸罗山』，这是出自于当地的平埔族洪雅族『诸罗山』社之译音。\n\r\n另一说，由于本地地形诸山罗列，故原名诸罗。后因清乾隆51年(西元1786年)林爽文之乱，淡水、彰化曾先后陷落，猪罗被困，军民不屈，清高宗获悉乃于次年赐名为嘉义，以示嘉许全城军民义举。"
        },
        {
            "type": "text",
            "text": "2.朴子：\n朴子旧称为『朴子脚』，由来于当时的聚落是创建在朴子树之下，故有此称，后来则改称为『朴子』。其由来如下：『康熙廿六年（一六七八）半月庄林马，自鹿港将妈祖神像迎接回家奉祀，归途抵牛稠溪（朴子溪）南畔朴子树下休息时，为附近群眾强求暂留供人膜拜。因妈祖发祥于朴仔树下，是以标名为「朴仔脚」，「脚」台语，「下面」之意。此系民前二百三十年之事。朴子诗人杨桂山有诗道：「大朴森森荫朴津，开基一树已归神，覃思伟绩同天后，长抱婆心护世人。」说明朴子与朴树有关。』"
        },
        {
            "type": "text",
            "text": "3.布袋：\n一说，布袋昔称为『布袋嘴』，因为布袋位在盐水溪口之北，以前环抱一个内湾，布袋就位在此内湾北岸突出的尖嘴上，故有此称，后来则改为『布袋』。"
        },
        {
            "type": "text",
            "text": "另一说，布袋地名缘起于外绕沙嘴，深居潟湖内，似布袋状而得名。昔称「布大瑞」讹传为「布袋嘴」，骚人墨客称为「岱江」，也是日据时地方士绅以取七福神之布袋和尚雅号，以布袋延用至今。但「冬港」应为布袋最原始名称，昔亦称松仔港、蚊港、布袋嘴等。称「松仔港」的原因是因台湾厦门交通，以布袋为捷径，附近海水浴场寿岛之松树，苍鬱青翠而得名。称「蚊港」的原因是港边蚊虫为虐，六月间风平浪静之际，更猖獗而有蚊港之称。"
        },
        {
            "type": "text",
            "text": "4.大林：\n『大林』旧称为『大莆林』，此地名之由来有两种说法，一种说法系指本地在开垦初期乃为广大的森林地带，故有此称；另一种说法为往昔此地有来自潮州府大埔之林地的移民，而有此称。后来才改为『大林』。"
        },
        {
            "type": "text",
            "text": "5.民雄：\n民雄旧称为『打猫』，『打猫』之地名是原来当地洪雅族打猫社的旧址，民国九年时，将『打猫』改为音近似日语之『民雄』，沿用至今。"
        },
        {
            "type": "text",
            "text": "6.溪口：\n本地旧称为『双溪口』，这是因为以前本地的聚落是建在石龟溪与三叠溪两溪的会合处，后来则改称为『溪口』。"
        },
        {
            "type": "text",
            "text": "7.新港：\n一说，『新港』之地名即是指一个新开发的港口，这是指在清乾隆年间，原住于笨南港之大批漳州人，为了躲避洪水及漳泉械斗之害，移居于此，久而久之，形成了街肆，发展成一个大市镇，而有『新港』之称。"
        },
        {
            "type": "text",
            "text": "另一说，新港原称「麻园寮」，因乾隆初叶（一七四六前后）遍地胡麻丛生，因而得名。全乡地势平坦，早期因笨港溪（即今北港溪）犯滥，笨港市镇被水冲毁，部份居民及沿笨港街官署迁徒此地，形成市镇，改称笨新港，后来以「笨」字不雅，而只称「新港」。 8.六脚：六脚原名「六家佃」，相传明永历八年（一六四五）闽漳龙溪县人陈士政等人招佃农六家户人入垦，「家」台语与「脚」相似，附近居民遂以「六脚佃」相称。后来则改称为『六脚』。"
        },
        {
            "type": "text",
            "text": "9.东石：\n本地在清嘉庆末年，有福建省泉州府晋江县东石居民来此，开闢鱼塭，并在港湾内养牡蠣为生，他们将原来故乡的地名移植来此，也就称此地为『东石』。"
        },
        {
            "type": "text",
            "text": "10.义竹：\n义竹旧称为『义竹围』，而『义竹围』是由『二竹围』更改过来的。『二竹围』之由来，即是指第二个环植竹树之村庄，因为在本地的西南方尚有一处环植竹树之村庄，称为『头竹围』。因为该地近海，冬季风力强，村民多植竹树为墙，以防飞沙及御盗。后来则改称义竹"
        },
        {
            "type": "text",
            "text": "11.鹿草：\n鹿草旧称为『鹿仔草』，这是因为往昔该地为鹿仔草茂生之地，故有此称，后来则改称为『鹿草』。据台湾府志载「鹿仔草即楮树也，以其枝叶为鹿所嗜，因名之。」"
        },
        {
            "type": "text",
            "text": "12.太保：\n本地旧称为『沟尾庄』，是王得禄的故乡，王得禄曾经平定了林爽文之乱，收复诸罗，后来也平定了蔡牵之乱，而被詔认为浙江提督。在其病老还乡之后，清廷加封为『太子太保』之衔，当地的人便将原沟尾庄改称为太保庄，『太保』就成为本地的地名。"
        },
        {
            "type": "text",
            "text": "13.水上：\n水上旧称为『水堀头』，这是因为本地恰位于水圳之源头，后来则根据原意，改称为『水上』，亦即是位于水圳上源地带的地方。"
        },
        {
            "type": "text",
            "text": "14.中埔：\n『中埔』之地名由来是与本地南南东方之顶埔及东北方竹崎乡境内之内埔之相对位置而言。『埔』即是未垦之荒地。"
        },
        {
            "type": "text",
            "text": "15.竹崎：\n地名缘起于全乡大部份为山坡地形，又多竹林，经砍伐开垦后，遍处留存许多竹头，因此称为「竹头崎庄」。民国九年改称竹崎。"
        },
        {
            "type": "text",
            "text": "16.梅山：\n梅山旧称为『梅仔坑』，因为本地位于倒孔溪南岸的宽阔坑谷内，而且这一带往昔是以梅花著称，故有此称。后来则改为『梅山』。另有一说为：本地位处山脚地带，为行旅必经之地，有人在溪畔筑屋，贩售「米糕粥」，闽人称粥为「糜」，乃称本地为「糜仔坑」。"
        },
        {
            "type": "text",
            "text": "17.番路：\n『番路』之地名由来于本地恰位于通往阿里山曹族番社的要道之上，故有此称。"
        },
        {
            "type": "text",
            "text": "18.大埔：\n大埔昔称『后大埔』，因为在台南县东山乡境内，有较早形成之大埔庄，因此本地之大埔改称为后大埔，台南县者称为前大埔，以资区别。『大埔』是潮州府下的县名，因为本地初期的入垦者，大多从潮州府之大埔而来，移民们便将原乡的地名移植于此，后大埔于民国九年时改称大埔，而沿用至今。"
        },
        {
            "type": "text",
            "text": "19.阿里山：\n本乡原名吴凤乡，为纪念康熙末年阿里山通事吴凤而取之名。民国七十年改称为『阿里山乡』，以山定名。"
        }
    ]
}