{
    "title": "台南县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1126",
            "category": "台南县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：418次",
    "content": [
        {
            "type": "text",
            "text": "1.新营：\n地名由来于明郑时期在此设镇屯田。初期因有屯办何积善等人在盐水镇之旧营里屯垦称为『旧营』，故与之对称为『新营』。"
        },
        {
            "type": "text",
            "text": "2.盐水：\n地名以前叫做盐水港，在明郑时期称为奎庄。在清雍正九年闢为岛内贸易港。潮满海水可及，故与稍北的淡水港对称为盐水港。因为以前港道环绕街区，形成弯曲状，有如半月，所以盐水港又称为『月津港』或月港。"
        },
        {
            "type": "text",
            "text": "3.白河：\n白河街区旧称为店仔口街，因为白水溪穿流于石灰岩山区，水色白浊，所以改称为白河街。白河旧名「店仔口」，由来是在清乾隆年间，白河是往当时已非常繁荣的商业中心『下茄苳』的必经之路，因此有一吴姓的异乡人于现在市场的十字路口结庐卖凉水茶点，提供行人休憩场所。店仔口指的就是草庐的门口。后来改称「白河」的理由是地方人士以「店仔口」不雅，而境内有白水溪从东绕南而西，环村而流，乃以「白河」为名。光复后改为「白河镇」。"
        },
        {
            "type": "text",
            "text": "4.柳营：\n地名由来有二说：\n\r\n一说，柳营旧称为查亩营（台语），即明郑时期女宿镇的屯田之地。今柳营之名，应起自明郑陆军镇名柳宿镇，柳宿镇可能与女宿镇毗邻而屯，故名。"
        },
        {
            "type": "text",
            "text": "另一说，柳营昔称「查亩营」，即勘查田亩之营部。「查亩营」的地名沿用至民国九年（日据大正九年）。后因本地居民以刘姓居多，刘、柳同音，乃改名为「柳营庄」，光复后改设「柳营乡」。"
        },
        {
            "type": "text",
            "text": "5.后壁：\n后壁旧名为后壁寮，意思就是在后方的寮舍。"
        },
        {
            "type": "text",
            "text": "6.东山：\n东山从前是平埔族洪雅族哆萝嘓社所在地，后来汉人渐增，开垦于此，形成哆萝嘓庄。后来改称番社街，光复后又鑑于其名不雅，因其在新营东方之山区，所以改称为东山。"
        },
        {
            "type": "text",
            "text": "7.麻豆：\n此地以前是平埔族西拉雅族麻豆社址，是台南市附近四大平埔族社之一。"
        },
        {
            "type": "text",
            "text": "8.下营：\n下营地方是明郑时期设镇屯田之地的旧名，依据屯营之相关位置，所以有顶、中、下之别。"
        },
        {
            "type": "text",
            "text": "9.六甲：\n地名之由来，相传为郑成功参军陈永华驻军在此开垦荒地，最初依据开垦面积取名有二甲、六甲、七甲等村。六甲位居中心，故取名为「六甲乡」。"
        },
        {
            "type": "text",
            "text": "10.官田：\n官田旧称为官佃，是荷据时期王田之所在地，到了明郑时期改为官田，招募移民来垦，耕者为官佃，民国九年改为今称，沿用至今。"
        },
        {
            "type": "text",
            "text": "11.大内：\n乡名取自大内村的旧称大内，以前移民先建北方一小庄称顶庄，东南方为内庄，因为此地在内方庄，所以得名。三百餘年前，杨氏两兄弟由漳州府龙溪县迁来。长兄名杨内，住在「内庄」。弟弟名杨石，住于「石仔瀨」，总称为「内庄」。光复后改为大内乡。"
        },
        {
            "type": "text",
            "text": "12.佳里：\n佳里原为平埔族西拉雅族萧垄社之社域，民国九年取境内地名佳里兴之佳里，改旧称萧垄庄为佳里街，光复后沿袭为乡名。"
        },
        {
            "type": "text",
            "text": "13.学甲：\n学甲即平埔族西拉雅族番社之译音地名，有一说为学甲即史椰甲社。"
        },
        {
            "type": "text",
            "text": "14.西港：\n地名由来有二说：一说，此地东方约三公里处，有直加弄港（今安定），因相对位置关系，本地乃取名「西港仔」。另一说，此地昔日大部均属海埔，西港是滨临汊港，因位于后营之西，故称之。"
        },
        {
            "type": "text",
            "text": "15.七股：\n地名由来有二说：一说，七股原称为七股寮，清道光年间有十六股首招佃开垦此地。七股寮即当时由七股首招来的佃户所筑茅寮的地方，后来发展为村庄。另一说，据传此地形成海埔新生地后，有从福建省来台的七名移民，他们连袂前来共同垦殖一鱼场，名曰「七股塭」，此后就一直沿称「七股」。"
        },
        {
            "type": "text",
            "text": "16.将军：\n清康熙二十二年（1683年），施琅将军平台有功，清廷将本乡内的荒埔地，赐予施琅为世袭之业地，所以得称。"
        },
        {
            "type": "text",
            "text": "17.北门：\n北门旧名北门屿，此地以前是倒风港大潟湖内一滨外沙洲，因其在北方倒风港门户处之沙洲，所以得名。另有也有人为它位居台湾府北方而得名，或者它与青峰闕北方出入口有关。"
        },
        {
            "type": "text",
            "text": "18.新化：\n新化旧名大目降，是西拉雅平埔族（SIRAYA）的古地名，为平埔族大目降社聚居之地。明永历十五年（1662年），郑成功讨平大目降社，且将本地规划为承天府所管辖之新化里，其含意就是取「新归化之番社」。清朝时设大目降庄，后来汉人移入，日趋繁荣，就改名称为「大穆降街」。日本统治台湾时，改名为「大目降街」。民国九年，地方制度修改，大目降街改为新化街，是新化郡行政所在地。光复后正式定名为新化镇。"
        },
        {
            "type": "text",
            "text": "19.善化：\n由于明郑时期，本地是属于『善化里西堡』，民国九年时，将旧称『湾裡』改为『善化』。『湾裡』是从本地西拉雅族目加溜湾社沿用而来的。"
        },
        {
            "type": "text",
            "text": "20.新市：\n地名由来有二说：一说，相传十七世纪荷兰人佔据台南安平时，将原居住于该地之西拉雅族人，迁移创建之新社址。另一说，相传三百年前，山内方面的居民，运搬產物往台南府贩卖，常在此地树下休息，苦于无处购买食物果腹，乃鼓励新港住民（即新和村、社内村）到此地零售食物，以便利往来商客，而后渐渐聚集成一条小街市头，因此称之为「新市」。"
        },
        {
            "type": "text",
            "text": "21.安定：\n本地原称为『直加弄』，这是译自当地西拉雅族目加溜湾社之属社的社名。民国九年时，依据本地在清代时，属于『安定东里』，便改称为『安定』。"
        },
        {
            "type": "text",
            "text": "22.山上：\n山上旧称为『山子顶』，系因本乡属于丘陵地形，境内分佈著许多的小山丘，聚落多建立在小山丘上，故称为『山仔顶』，后来则改称为同义的『山上』。"
        },
        {
            "type": "text",
            "text": "23.玉井：\n玉井在荷兰占领及清代称「大武瓏」，是曹族四社熟番－醮吧年社、芒子芒社、宵里社及今楠西乡的茄拔社等原住民所住。民国九年才以「醮吧年」Tapani的日语近似音「玉井」（日语Tamai）来称呼本乡，而沿用至现在。"
        },
        {
            "type": "text",
            "text": "24.楠西：\n本地旧称为『茄拔』，这是出自阿里山四社群中『茄拔』社之社名，后来则改称为『楠西』，这是因为本地在清代时是属于『楠梓仙溪西里』，后来便将其简写成『楠西』，而成为本地之地名。"
        },
        {
            "type": "text",
            "text": "25.南化：\n本地旧称为『南庄』，民国九年时，乃取南庄之『南』与其所隶属『内新化南里』之『化』，拼成『南化』。而『南庄』则是相对于对岸的北寮，位于北寮南方之村落，即称为『南庄』。"
        },
        {
            "type": "text",
            "text": "26.左镇：\n『左镇』地名之由来，是因为明郑时期，设侍衙驻兵于辖内之左隅，故称「左镇」。"
        },
        {
            "type": "text",
            "text": "27.仁德：\n仁德旧称为『土库』，系指以竹子编成并涂上泥土的库仓，这种库仓是用来储藏穀子的，由于本地有许多土库，故有此称。民国九年时，改以明郑时期本地所设之『仁德里』为名而改为『仁德』。"
        },
        {
            "type": "text",
            "text": "28.归仁：\n本地旧称红瓦昔，乃是乡民多以红瓦覆屋顶而得名。明郑时期，因郑氏劝导归化，并设归仁里。光复后改为「归仁乡」。"
        },
        {
            "type": "text",
            "text": "29.关庙：\n此地原名「香洋」，因种植香洋得名。后因境内关庙村20号之山西堂，奉祀关圣帝君，故命名为「关庙」。"
        },
        {
            "type": "text",
            "text": "30.龙崎：\n本乡名称由来是在民国九年时，从乡内的龙船（龙船村）及崎顶（崎顶村）两地名中，各取一字併成庄名，光复后沿用至今。"
        },
        {
            "type": "text",
            "text": "31.永康：\n永康旧称为埔姜头，因为以前此地未开垦时，为埔姜树蔓生之荒埔，所以得名。明郑成功时为部将林、黄等员驻屯之地，称「永康里」。日据时地名大改革，乃以明郑时期本地隶属「永康里」，改称「永康庄」。光复后改庄为乡，民国八十一年（1992年）改制为永康市。"
        }
    ]
}