{
    "title": "高雄县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1127",
            "category": "高雄县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：377次",
    "content": [
        {
            "type": "text",
            "text": "1.凤山：\n凤山旧称为『下坡头街』，后来称为『埤头街』。由于境内有一弧列状隆起的珊瑚礁台地，称为凤山，所以清代取山名为县名，称为凤山县。"
        },
        {
            "type": "text",
            "text": "2.林园：\n本乡原称为『林子边』，因在今日林园、东林二村境内，曾是森林茂密之地，早期移民在其边缘处建村，所以得名。民国九年改称为林园，光复后沿用至今。"
        },
        {
            "type": "text",
            "text": "3.大寮：\n清廷曾将此地一带之荒埔，赐予平台有功的施琅将军，以为世袭业產。于是施家招来大批佃农入垦，可能初垦时曾筑有大型茅寮于此，所以得称。另有一说：本地在康熙时百姓聚集休息的场所可分为「溪埔寮」、「潮州寮」、「顶大寮」、「下大寮」等四座，日后，将四寮合而为一，改称「大寮」。"
        },
        {
            "type": "text",
            "text": "4.大树：\n大树旧称为大树脚，相传在明郑时期有一将领逐退原住民，屯垦于此，因为在大树之下建村庄，因而得名。"
        },
        {
            "type": "text",
            "text": "5.仁武：\n本地在明郑时期实施屯田时，派驻仁武镇于此，因而得名。"
        },
        {
            "type": "text",
            "text": "6.大社：\n大社以前是平埔族西拉雅族马卡道支族阿加大社社址，明郑时期被郑氏屯兵所驱散，而迁往屏东林边乡。民国四十年由于本乡经济、文化、交通等均以大社为中心，故取名大社。"
        },
        {
            "type": "text",
            "text": "7.鸟松：\n地名由来有二说：一说，鸟松旧称为鸟松脚，清康熙中叶移民入垦于此地，在鸟松树（赤榕）下建村庄，所以得称。另一说，原名为「鸟松脚庄」，因昔日，鸟松国小附近，有一棵高大茂盛的鸟松古树，常被往返行人及商旅视为休息地点，故得名。后改为「鸟松乡」。"
        },
        {
            "type": "text",
            "text": "8.冈山：\n清康熙年间，闽籍移民入垦于此，当时这一带为棺茅密生之地，故初垦时称为『竿秦林街』。到了清乾隆年间重修府志时，记载有阿公店之名，皆认为有一老翁所开店铺，故得称。后来因境内有小冈山、大冈山二隆起之珊瑚礁地形，所以改称为冈山。"
        },
        {
            "type": "text",
            "text": "9.桥头：\n桥头在清康熙年间叫做『小店仔街』。后来乾隆时期修志，其中记载：『小店子桥，俗称桥子头』，便以『桥子头』取代原来『小店子街』的称呼。"
        },
        {
            "type": "text",
            "text": "10.燕巢：\n今燕巢内东燕、西燕二村旧称为『援巢中』，安招村为『援巢右』，是明郑时期援剿中镇与右镇屯田旧址，故原名「援剿」。燕巢为『援剿』之谐音字。日据时期，日人因同音异义，乃改「援剿」为「燕巢」，沿用至今。"
        },
        {
            "type": "text",
            "text": "11.田寮：\n田寮一带曾是明郑时期援剿中镇屯垦地域。到了清乾隆末年更有移民入垦于此，因为在垦成之田中筑寮成庄，所以得称。"
        },
        {
            "type": "text",
            "text": "12.阿莲：\n清康熙末至乾隆年间，有一杨姓垦首招募大批移民分地开垦，形成阿莲中路、冈山营等庄。其中『阿莲』可能出自平埔族西拉雅族社名之译音地名。另有一说：本乡古名「阿莲」。民国三十五年时，杨玉山先生提议本乡为佛教圣地，而佛家认为阿莲是弥陀佛居住的净土，为配合地方特色，宜将地名的「莲」字改为「莲」，经乡务会议通过，便正式定名。"
        },
        {
            "type": "text",
            "text": "13.路竹：\n路竹原称为半路竹，因为以前此地居于大湖街（今湖内）与阿公店街（今冈山）之间交通必经地，地当半路上，又有茂盛的竹林，所以得称。"
        },
        {
            "type": "text",
            "text": "14.湖内：\n地名由来有二说：一说，因为境内有一大湖沼，在湖岸内建庄而得名。另一说，地名由来是取长治（现大湖方面）、文贤（现围子方面）两地区名含义而定。"
        },
        {
            "type": "text",
            "text": "15.茄定：\n本地因为在一大潟湖外侧砂嘴上，且为茄定树茂生之地，因而得名。"
        },
        {
            "type": "text",
            "text": "16.永安：\n本乡旧称「永安仔」，乃因乡内原设有「新永安仔塭」及「旧永安仔塭」鱼塭，寓有永保平安之意，故建乡之时，地方士绅乃决定以「永安」为地名。"
        },
        {
            "type": "text",
            "text": "17.弥陀：\n地名由来有二说：一说，.相传明郑时本地供奉「阿弥陀佛」，故得名另一说，古称「瀰罗港」，据中研院研究，应为平埔族语言。"
        },
        {
            "type": "text",
            "text": "18.梓官：\n地名由来有二说：一说，梓官地名之由来，似与修造船隻的官匠有关。相传因修补军船的官匠聚集于此而有此名。另一说，明郑成功渡台后，本地以王梓的势力最大，而昔日凡有权势声望的先民，均在其名后加一「官」字，以示尊敬。故居民尊敬王梓为「梓官」，故得名。"
        },
        {
            "type": "text",
            "text": "19.旗山：\n旗山原称蕃薯寮，因为初期移民筑寮于此，并从事种植蕃薯，所以称为『蕃薯寮』。民国九年，因其东北方有旗尾山，状似清代蛟龙旗，所以改称为旗山。"
        },
        {
            "type": "text",
            "text": "20.美浓：\n美浓旧称为『弥浓』，其地名之由来，有一说为，美浓地方过去的先住民是曹族四社之一『美垄族』的分布之地。或有可能取自平埔族『瀰力社』与溪名『老浓溪』，各取一字併成地名。清雍正十三年，有林姓兄弟来此开垦，筹建土地伯公庙，其开基碑文上有「瀰浓」等字样，后定庄名为「瀰浓」，意谓该地以水为源，汲用不息之意。甲午战后，在台日本人因怀念山明水秀的日本故乡美浓，遂将「瀰浓」改称为「美浓」。"
        },
        {
            "type": "text",
            "text": "21.六龟：\n地名由来有二说：一说，六龟旧称为六龟里，六龟里源自曹族四社番芒子芒番社名之译音。民国九年改称为六龟。另一说，因前后山巖相对，成为六个山巖，状似龟形，故称之。"
        },
        {
            "type": "text",
            "text": "22.甲仙：\n甲仙旧称为甲仙埔，是阿里山四社番大武垄头社人所建。此一带先住民为傀儡番，甲仙埔似出自傀儡楠梓仙之埔地的缩读，详细地名由来有待查证。"
        },
        {
            "type": "text",
            "text": "23.杉林：\n杉林旧称为山杉林，由来乃因为此地原始景观为山杉蓊蔚成林之地而得名。 24.内门：内门旧称为「罗汉门」，又称「罗汉内门」。由来有二：\r\n一说，「罗汉门」原为平埔族语译而成：罗汉门之『罗汉』是译自马卡道族之称呼乌山山脉以东至楠梓仙溪一带之地。清代在此地派兵驻守，乃为『门』之由来。罗汉门又以二仁、楠梓仙溪分水界上之大崎，分以东为罗汉外门里，以西为罗汉内门里，本乡名由此而得。另一说，因有鸿儒避居其地，故取名「罗汉门」。"
        },
        {
            "type": "text",
            "text": "25.茂林：\n地名由来有二说：\n\r\n一说，茂林原称『芒子社』（蚊子社），原义不明，后来可能以树林茂盛而借为地名。\n\r\n另一说，原名「多纳乡」，为日语「老子」的译音。民国四十六年，奉命改为「茂林乡」。"
        },
        {
            "type": "text",
            "text": "26.桃源：\n本乡原名雅你乡（aini），布农族语为「广大」之意。民国四十六年，奉令改为桃源乡。寓世外桃园之雅称。"
        },
        {
            "type": "text",
            "text": "27.三民：\n本乡居民以布农族为主，并有少数曹族与排湾族的居民。在光复后，本地才设乡，由于境内有民权、民族、民生三村，皆冠有『民』字，寓有『三民主义』的政治理想，故将此地命名为『三民』乡。"
        }
    ]
}