{
    "title": "屏东县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1128",
            "category": "屏东县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：393次",
    "content": [
        {
            "type": "text",
            "text": "1.屏东：\n屏东市昔称「阿猴」，是原住民方言谐音；后来又成为平埔族阿猴社民的部落，所以也称「猴社」、「阿猴寮」。又由于全市的地形好像一隻坐著的猴子，故称「阿猴」，日据时期因猴字不雅而将「犬」部改为「糸」部。后来发现此地是位于高雄半屏山之东，所以按照位置来取名为「屏东」。"
        },
        {
            "type": "text",
            "text": "2.潮州：\n清雍正四年（1726年）广东省潮州府住民进来开发，为了纪念他们的老家，故沿用其名，称此地为「潮州」。"
        },
        {
            "type": "text",
            "text": "3.东港：\n古称「东津」（津指海边的意思），原本是平埔族「放索社」群居地，明末清初渡海而来的先民渐渐增多，和福建生意往来兴盛，而当时帆船停靠的港区就在百姓定居地东边，故称「东港」。另有一说：由于位居大陆「东」方的海「港」，故称「东港」。"
        },
        {
            "type": "text",
            "text": "4.恒春：\n旧名「琅乔」，原意是本地出產的一种兰科植物，也是排湾族称呼。清同治十三年（西元1874年）牡丹社事件后，沉葆楨亲自到此巡视，见此地气候凉爽，四季如春，故奏准设县，取名「恒春」。"
        },
        {
            "type": "text",
            "text": "5.万丹：\n地名由来有二说：\n\r\n一说，据说在清同治年间，两岸商船在万丹小溪（今大湖桥）附近贸易，成为内港并形成万舟景观，就以「万舟」为名。后来因为高雄港、东港先后成港而没落，盛况不再，将「舟」改为「丹」取名「万丹」。\n\r\n另一说，本地早期属于西拉雅平埔族居住地，「万丹」一名可能是当年平埔族Moanun社和Paugdaudang上下淡水两社的合称。"
        },
        {
            "type": "text",
            "text": "6.麟洛：\n早期属西拉雅平埔族生活领域，可能当时有平埔「麟洛」社，清廷记为「玲路」。清康熙年间嘉应州徐俊良先贤来此开垦，在开设水圳时发现大乌龟，地理师说：出现大龟的地方一定有麒麟，这裡是麟趾呈祥的好地方，就取地名为「麟落庄」，后来改称为「麟洛」。"
        },
        {
            "type": "text",
            "text": "7.九如：\n相传最初是由九户人家迁来此地定居，早期称为「九块昔」，后因有感「九块」不雅，取三多九如之意，改为「九如」。"
        },
        {
            "type": "text",
            "text": "8.里港：\n地名由来有二说：\n\r\n一说，原名「过港仔」，相传在清康熙年间，有一名叫「阿里」的年轻人来此谋生，以贩卖冷饮为生，商业逐渐的繁荣，人口增加，乾隆年间就称此处为「阿里港」，民国九年日人改称为「里港」。\n\r\n另一说，本地旧称为『阿里港』，在汉人及平埔族尚未移入之前，曾有傀儡番（鲁凯族）居住于此，在汉人移民入垦后，便译『傀儡』音为『阿里』，再加上本聚落建在隘寮溪之南，故拼成原地名为『阿里港』，后来则改称为『阿里』。"
        },
        {
            "type": "text",
            "text": "9.盐埔：\n本乡是介于山地与平原之间的一片草埔，原本是平埔族居住地，明朝福建省叶唐山来到此地，用十台车的食盐，外加一车烟酒火柴交换这片土地，又因为当时介于平地之间的草原地带常被称为「埔」，故命名为「盐埔」。另有一说：清代时这一带溪埔地含咸重，故称本地为『咸埔庄』，后来才改称为『盐埔』。"
        },
        {
            "type": "text",
            "text": "10.高树：\n本地原名「大车路」，因为高树路宽，可同时容纳多辆牛车行走。地名由来有二说：\n\r\n一说，旧时庄头有一株木棉树，树身高大，形状就如一个大车盖故取名为「高树」。\n\r\n另一说，汉人开垦初期，在「高」位河阶处建立聚落，又因此地属于河川网路纵横区，水量充沛长满高大的「树」林，故称「高树」。"
        },
        {
            "type": "text",
            "text": "11.万峦：\n地名由来有二说："
        },
        {
            "type": "text",
            "text": "一说，先民初垦时，见大武山翠峰绵延如「万」座「峦」峰，遂以此命名。"
        },
        {
            "type": "text",
            "text": "另一说，清代时期此地随处可捉到鰻鱼，民眾乃称此处为万鰻，后因「鰻」与「峦」客家语发音近似，慢慢就成为「万峦」。"
        },
        {
            "type": "text",
            "text": "12.内埔：\n本地早年是一片茂密的森林，来开垦的先民首先在森林中间开闢出一片旱田，客家话称为「埔」，又因在森林裡，故称为「内埔」。『内埔』是指在内方之未垦埔地，本地在清康熙年间，由闽、粤籍移民垦成。"
        },
        {
            "type": "text",
            "text": "13.竹田：\n地名由来有二说：\n\r\n一说，本地以前有一条街道，路旁商家囤积商品于此，所以称为「屯物」。日治时期改为「竹田」，竹是农村，田是农田，本乡因为是竹园多于水田的乡村，故改名为「竹田」。\n\r\n另一说，本地原称为『顿物潭』，昔有池沼，是住民丢弃废物之处，故有此称。民国九年时，改称为竹田，系日式地名。"
        },
        {
            "type": "text",
            "text": "14.长治：\n本地属西拉雅平埔族居住地之一，明清及光复时期汉人大批移入，在光复之前称为『长兴庄』。『长兴』可能是当初拓垦时之垦号，光复后为期盼「长治久安」，故称「长治」。"
        },
        {
            "type": "text",
            "text": "15.新埤：\n清代客家汉人在此建立人工蓄水池「埤」以利耕种，在埤的前方建立新的聚落叫做「新埤头」，与内埔乡之老埤南北相互对称，日据时期去「头」简称「新埤」。另一说为「新埤」取名自新筑埤头以灌溉的意思。"
        },
        {
            "type": "text",
            "text": "16.枋寮：\n早期此地林木茂盛，而且出產高贵的「檀木」，俗称「枋仔树」。清初开垦的先民砍树木搭工寮暂住，后来渐渐形成聚落，「枋寮」就是如此命名，其意为用木板搭建工寮居住的地方。"
        },
        {
            "type": "text",
            "text": "17.新园：\n明末福建黄上房等人渡海来此，将高屏溪旁原野开垦为田园，至清乾隆年间，多已垦成，并形成各村庄，因为建庄于新闢成之园（旱田），故称之为『新园』。"
        },
        {
            "type": "text",
            "text": "18.崁顶：\n本地地势高亢，四周地势低平，有河水流过，雨季常淹水，只有此处免于水患，就将此处取名「崁顶」，取其地势高适合居住的意思。"
        },
        {
            "type": "text",
            "text": "19.林边：\n早期是林木茂盛的原野，所以取名「林仔边」。先民进入开垦，在「林」区「边」缘建立部落，日据时期以「林边」统一称呼本乡。"
        },
        {
            "type": "text",
            "text": "20.南州：\n本乡位于屏东「溪洲」溪「南」岸的地带，原名叫「溪州」，隶属于林边乡，后来分出成为溪州乡，因台湾太多地方称溪州，加上位于台湾南端，故改名为「南州乡」。"
        },
        {
            "type": "text",
            "text": "21.佳冬：\n本地原称六根，开拓最初周围很多茄苳树，所以又叫「茄苳脚」，日据时期简化地名时，由于台语「茄苳」与日语「佳冬」相近，故改名为「佳冬」。另有一说：佳冬原称为『茄苳脚』，是来自本地马卡道族之茄藤社，因为茄藤与树名『茄苳』近音，乃变更为惯称的地名『茄苳脚』为本地之地名，在民国九年时，才更改为『佳冬』。"
        },
        {
            "type": "text",
            "text": "22.琉球：\n相传清乾隆二十年（1755年）有住打狗港（今高雄港）人李月老，来到岛上开垦并从事渔业，孤岛好像一个浮沉的球，面积又小，故称「小琉球」。民国九年日人简化为「琉球乡」。"
        },
        {
            "type": "text",
            "text": "23.车城：\n地名由来有下列说法：\n\r\n一说，先民为了要抵御原住民攻击，就用载农作物的牛车围绕成墙用以筑城，于是大家就称此地为「车城」。\n\r\n另一说，有一次先民路经此地突然遭原住民袭击，大家就用牛车围成一个城堡来抵抗，终于战胜，为了纪念就称此地为「车城」。\r\n还有一说，原住民因为常侵袭先民，所以他们在没有筑城的北面堆积木材做城防，后来怕被烧，就改用牛车数十辆佈置在外，于是就叫此地为「车城」。"
        },
        {
            "type": "text",
            "text": "24.满州：\n原名「蚊蟀埔」，是排湾族所住。因为原住民打猎收获很多，吃不完只好丢弃在原野上，久而久之造成臭气难闻，排湾族臭气译音即为「蚊蟀」。后来因字义不雅而改为「满州乡」。"
        },
        {
            "type": "text",
            "text": "25.枋山：\n相传古时枋山村附近有座山突然崩裂，乃命名为「崩山」，后来因为不雅，就用闽南语谐音「枋山」代替。"
        },
        {
            "type": "text",
            "text": "26.三地：\n原地名为「音斯笛摩儿」，属于鲁凯族『三地门』社的聚落，『三地门』是汉译音，以前亦做『山猪毛社』。光复后，本地设乡，便取名为『三地』乡。"
        },
        {
            "type": "text",
            "text": "27.雾台：\n本地原为西鲁凯族「傀儡」群「雾台」社居住地，鲁凯语「雾台」指许多小社聚集成的大社，光复后独立为「雾台乡」。"
        },
        {
            "type": "text",
            "text": "28.玛家：\n本地原为西排湾族「玛家杂牙杂牙」社居住地，排湾语「玛家杂牙杂牙」指倾斜的山坡地，光复后简称为「玛家乡」。"
        },
        {
            "type": "text",
            "text": "29.泰武：\n本乡位于北大武山和南大武山之间，由于台东县已有「大武乡」，因此光复后，本地改名「泰武」乡以示区别。"
        },
        {
            "type": "text",
            "text": "30.来义：\n本地日据时期称为来社，含有重义气、伦理及情感的意思。光复后为了发音方便而改称「来义」。"
        },
        {
            "type": "text",
            "text": "31.春日：\n中央山脉西侧山区为排湾族大本营，本地有「喀苏柏干」大社，日据时期由于日语「春日」读音为「Kasuga」，与社名相近，便简化为「春日」。"
        },
        {
            "type": "text",
            "text": "32.狮子：\n本乡内狮村附近有一小山丘，形状很像狮子，人称「狮头山」，因为乡公所位于此，故称本乡为「狮子乡」。"
        },
        {
            "type": "text",
            "text": "33.牡丹：\n地名由来有二说："
        },
        {
            "type": "text",
            "text": "一说，由山地话「新保将」翻译而来，加上本地境内盛產野牡丹，因此称为「牡丹乡」。"
        },
        {
            "type": "text",
            "text": "另一说，先住民排湾族苏侉侉罗雷支族「趴立拉力克」牡丹社分布地，故简称「牡丹」乡。"
        }
    ]
}