{
    "title": "花莲县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1130",
            "category": "花莲县"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：439次",
    "content": [
        {
            "type": "text",
            "text": "1.花莲：\n在花莲溪口一带，由于外海港湾有黑潮暖流由南向北流，碰到凸出的海岸地，溪水注入和海浪冲击形成「洄澜状」，汉人见了，就把这处海港叫做「洄澜港」；由于台语「洄澜」和「花莲」发音相近，清代时雅化为「花莲港」，日据时期简称「花莲」。"
        },
        {
            "type": "text",
            "text": "2.凤林：\n地名由来有二说：\n\r\n一说，旧称「马里勿」，为上坡之意。早期森林茂密，木兰绕树生长就如凤鸟展翅，汉人来开垦就命名为「凤林」。\n\r\n另一说法是由于清代属台东直隶州「奉」乡，「奉」与「凤」同音，且位于「西凤林山」东麓地区，南有「凤」信村，北有「林」荣村，故位在中间交通要站称为「凤林」镇。"
        },
        {
            "type": "text",
            "text": "3.玉里：\n旧称「璞玉阁」，一说是阿美族的译音，意义为灰尘，因秀姑峦溪纵贯境内，若久不下雨则溪水乾涸，风吹沙土灰尘蔽日。"
        },
        {
            "type": "text",
            "text": "二说是出自「派派可」之译音，阿美族称「蕨」为派派可，本地以產蕨得名。"
        },
        {
            "type": "text",
            "text": "三说为此地大理石就如未磨的「璞」玉「石」，官兵在此又建立「阁」楼街道，故称「璞玉阁」。日据时期简化地名，因「璞」是未磨之「玉」，故改称「玉里」。"
        },
        {
            "type": "text",
            "text": "4.新城：\n昔日泰雅族称新城一带为「大鲁宛」，汉语译做「哆萝满」。清嘉庆年间，淡水厅吴全率领所募到的民眾到此垦荒，太鲁阁社民屡出攻击，就筑城防御，取名「新城」。在公文首见是清同治十三年（1874年）闽浙总督沉葆楨，奏准开筑台湾后山三路，光绪元年（1875年）罗大春筑北路自宜兰、苏澳至花莲，路通后移民在此地建立新聚落，故命名为「新城」。"
        },
        {
            "type": "text",
            "text": "5.吉安：\n清代此地为阿美族崇爻九社之一『竹脚宣社』的所在地，日据时期称为『七脚川社』，后有日本移民于此，称为吉野村，台湾光复后设「乡」，因吉野二字含有日本语意色彩，且为求各族和平共存「吉」祥「安」定，故称「吉安乡」。"
        },
        {
            "type": "text",
            "text": "6.寿丰：\n本乡旧称「里闹」，泰雅语丛林之意，后来为阿美族狩猎地。清光绪元年（1875年）罗大春筑北路自宜兰、苏澳至花莲，在奇莱山一带有一小山北侧天然湖泊，潭中有许多鲤鱼，称之「鲤鱼潭」，潭南方的小山称「鲤鱼山」，寿丰位于鲤鱼山南端，故又称「鲤鱼尾」。台湾光复后取附近的「寿」村及日据时期日本移民村「丰」田村之寿丰二字，合称「寿丰乡」。"
        },
        {
            "type": "text",
            "text": "7.光复：\n这一带为阿美族马太鞍社域，到了民国二十六年，日人改马太鞍为上大和。光复后有鑑于大和为日本上古国名又为其民族名，于是改称为光复。"
        },
        {
            "type": "text",
            "text": "8.丰滨：\n清嘉庆年间，本地居民以阿美族为主，他们社名的汉译音为『猫公』，所以往昔此地称为『猫公』，日据时期是隶属于凤林郡新社庄。光复后因猫公二字地名不雅，又因本乡东临太平洋，渔產丰富，海岸风景宜人，故改名为「丰滨乡」。"
        },
        {
            "type": "text",
            "text": "9.瑞穗：\n本地阿美族称「可可」，意为平原辽阔之意。汉人称『水尾』，因为此地位于富源溪、红叶溪水纳入秀姑峦溪末段，东入注海的各溪尾之处，所以得称。日据时期日本移民来此，鑑于此地稻米农作结穗累累，而以日本神社「丰苇原之瑞穗国」的字句改称「瑞穗」，祈求丰收。"
        },
        {
            "type": "text",
            "text": "10.富里：\n本乡开发始于清道光九年（1892年），由于地广人稀，土壤肥沃，渐渐形成聚落，称为「公埔」，即指「公有待垦的一片小小平原」，为平埔族公共牧场。民国二十六年日人以土地肥沃，取「富裕乡里」吉祥之意，更名为「富里」。"
        },
        {
            "type": "text",
            "text": "11.秀林：\n秀林是太鲁阁群泰雅族社名之译音。社名原义是棺茅经砍伐烧燬后，再长出幼牙之处。现名除译其音外，又寓意『山林之秀』。"
        },
        {
            "type": "text",
            "text": "12.万荣：\n万荣是日据时期的『森阪村』。民国四十七年（1958年）改名「万荣乡」，地名由来是因为该村在万里溪南岸，所以取『万』字，加吉祥义之『荣』字拼成。"
        },
        {
            "type": "text",
            "text": "13.卓溪：\n此地原称「巴内大」，由于当地溪流除大雨外，终年无水，所以昔日名为「乾溪」。光复后成立乡治，改名「卓溪乡」。乡名取自布农族中布农族群卓社、卡社群之译音。"
        }
    ]
}