{
    "title": "新北市所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1115",
            "category": "新北市"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：626次",
    "content": [
        {
            "type": "text",
            "text": "1.板桥：\n板桥旧名「枋桥」，是台语发音，意思为「木板所做的桥」。其由来是因为在清朝乾隆年间，曾在今天板桥西方的一条小溪上，盖了一座木桥，以利行人的来往，久而久之，此地便被命名为「枋桥」。民国九年，日本政府将「枋桥」改为「板桥」，光复后便沿用此名。"
        },
        {
            "type": "text",
            "text": "2.三重：\n三重旧名为「三重埔」，其由来是因为淡水河与其支流间的埔地，是依照次序来命名，而此地是位于二重埔的东边，所以称为「三重埔」，后来再改为「三重」。「埔」是河边沙洲的名称，先民为了开垦土地，自然选择近水的地区。而后由于淡水河的日渐淤积，头前埔再也无法停靠船隻，而泥沙冲积所成的沙洲也日渐扩大，登陆的地点遂再向后退缩，于是把这后来开发的土地称为二重埔（台语发音）。同样的，汉族先民开发的足跡来到了现今的三重市，为有别于头前与二重，遂定名为三重埔。"
        },
        {
            "type": "text",
            "text": "3.永和：\n永和市在日据时期时分设六保。民国三十六年时（1947年），隶属海山区中和乡。民国四十二年（1953年），分为顶溪、上溪、网溪三村。民国四十七年（1958年），分乡设镇从中和镇划出，正式立名为永和镇。此名为地方耆宿杨仲佐先生所取，他认为不管是本地的泉州人、中和的彰州人，或是后来迁入的各省籍人士，都应体认和谐、团结的重要，才能有繁荣的建设，「永久的和平」。于是此地便称为永和。民国68年升格为县辖市。"
        },
        {
            "type": "text",
            "text": "4.中和：\n「中和」地名的由来有两种说法，一种说法是指，此地的原来名称「漳和」的台语音与「中和」近似，所以命名此地为「中和」；另一种说法是指，「中和」这个地名是从此地境内的「中坑」、「漳和」两个聚落名称中各取一个字而成的。"
        },
        {
            "type": "text",
            "text": "5.新庄：\n新庄在清朝康熙年间，就有汉人来此开垦，后来在雍正年间，由于人们在此设立新的聚落，便将此地命名为「新庄」。另一说是由『新的武劳湾庄』简化而来。"
        },
        {
            "type": "text",
            "text": "6.新店：\n「新店」地名的由来有两种说法，一种是说当时人们在今天的碧潭东岸兴建店铺，后来发展成为街市，由于附近以前并无店铺，所以就称此地为「新店」；另一种说法是指，本地原先已有店铺，后来在道光年间，因为受到山洪爆发的冲毁，又重新兴建店铺，而将此地命名为「新店」。"
        },
        {
            "type": "text",
            "text": "7.树林：\n树林这一带以前是大汉溪犯滥的沼泽地，由于树林丛生，所以命名为「树林」。另有一种说法是，在乾隆年间，来此开垦的汉人为了保护水圳的堤岸，种了许多林木在堤岸上，后来便称此地为「树林」。"
        },
        {
            "type": "text",
            "text": "8.鶯歌：\n「鶯歌」地名的由来是因为此地的山上有一块突出的岩石，其形状类似鹰哥，所以此地命名为「鹰哥」。本镇在清朝光绪年间名为鶯歌石庄。民国九年（1920年），日据时期改为鶯歌庄，民国二十九年（1940年），升格为鶯歌街，至民国三十四年（1945年）台湾光复改称为鶯歌镇。"
        },
        {
            "type": "text",
            "text": "9.三峡：\n三峡旧称「三角涌」，三角涌庄之名始见于嘉庆八年（1803年），形成街肆后以土名『三角涌街』相称。「涌」的台语意思是「水起浪」的意思。因为三峡位于大汉溪汇纳横溪、三峡溪的地方，是一块三角形平原，上述三条河流在此汇集，溪流激盪，所以称为「三角涌」。民国九年时（1920年），改为三峡而沿用至今。"
        },
        {
            "type": "text",
            "text": "10.淡水：\n淡水旧称为「沪尾」，「沪」是指以前设在河口或是近海之处，由许多石头堆成，利用海水的涨退潮来捕鱼的一种设施，而在设有「沪」的尾处，就是「沪尾」。另有一说：在闽南语中，沪和雨谐音，指此地多雨，过了这裡雨就停了，故称「沪尾」。民国九年时，改用此地所滨临的淡水河河名，为此地的地名。"
        },
        {
            "type": "text",
            "text": "11.汐止：\n汐止旧称为「水返脚」，是指此地在满潮时，海水会溯淡水河进入基隆河，至此而返的意思，民国九年时（1920年），才改为「汐止」。"
        },
        {
            "type": "text",
            "text": "12.瑞芳：\n清光绪年间，陆路交通不便，往来于台北地区全靠基隆河水路运送补给，瑞芳对外之水运接驳渡口柑仔瀨，即今柑坪里（俗称内瑞芳）成为台北地区往返于噶玛兰（今之宜兰）间者必经之地。后因金瓜石、九份山区陆续发现金矿，採金人络绎不绝，上山採金必先经由柑坪里，此时基隆河接驳渡口附近，有一赖姓商家铺号「瑞芳」，店货、日用品、南北杂货俱备，成为前往山区採金与往返噶玛兰中途补给休息处所。久之，往来者眾，均不约而同或口头相约，不呼地名，而呼「去瑞芳」，或「由瑞芳回来」，聚集同行，沿袭成名。"
        },
        {
            "type": "text",
            "text": "13.土城：\n本市昔日为山胞摆接社渔猎之区，清朝初年时，便有先民来此开垦，因为在此设土墙防御番人的侵害，所以就称此地为「土城」。"
        },
        {
            "type": "text",
            "text": "14.芦洲：\n「芦洲」旧称河上洲、和尚洲或鷺洲。因此地系由大嵙崁溪冲积而成之沙洲，故初名河上洲。后因清乾隆年间，竹堑（即今新竹）城隍庙僧侣梅福，向官府稟请以现今水湳村一带產业为关渡妈祖庙之业產获准，每年来此徵收租穀，于是乡里百姓称为和尚昔。因和尚与河上音相近，彼此混合，遂以和尚洲为名。又因为本乡原为一沙洲，凡洲诸有水处，芦草丛生，芦花盛开时节更因白鷺栖息其间，蔚为景观，故又称鷺洲。现今「芦洲」之由来，乃因当时芦苇丛生，才改称为「芦洲」。"
        },
        {
            "type": "text",
            "text": "15.五股：\n本乡早期因为有五个人出资合股来此地拓垦，所以称此地为「五股」。"
        },
        {
            "type": "text",
            "text": "16.泰山：\n此地以「泰山」为地名，似乎是取自于中国大陆的名山——泰山。"
        },
        {
            "type": "text",
            "text": "17.林口：\n林口旧称为「树林口」，是指此地位于森林地带入口之处，后来则改为「林口」。"
        },
        {
            "type": "text",
            "text": "18.深坑：\n「坑」是山谷的意思，而此地位于景美溪山谷之中，所以称此地为「深坑」。"
        },
        {
            "type": "text",
            "text": "19.石碇：\n本乡昔日溪水深且急，小船可溯溪而上,但是停泊时必须繫石以碇泊，故称石碇。另一说是:本地溪中到处石块，碇置于溪谷，并为早期居民过河的垫脚石，有如旧式房屋大门的石质门槛(闽南语称户碇)，因而得名。"
        },
        {
            "type": "text",
            "text": "20.坪林：\n因为此地区的地形多平坦的河阶面，岸旁以前为树林茂盛之地，所以称为「坪林」。"
        },
        {
            "type": "text",
            "text": "21.三芝：\n本乡最早为小鸡笼社，汉人入居后称为小鸡（圭）笼庄，清末光绪年间称「芝兰三堡」，民国九年时，取原来「芝兰三堡」中的「三」和「芝」两字为地名「三芝」，以后就沿用至今。"
        },
        {
            "type": "text",
            "text": "22.石门：\n因为此地境内有一海蚀洞，形状近似石门，所以称此地为「石门」。"
        },
        {
            "type": "text",
            "text": "23.八里：\n八里旧称为「八里坌」，是由于此地原为凯达格兰族之八里坌社的居住地，后来改名为「八里」。"
        },
        {
            "type": "text",
            "text": "24.平溪：\n基隆河上游溪谷狭窄，多瀑布和急流，但是当基隆河流抵本地时，溪水趋向平缓，因此就称此地为「平溪」。"
        },
        {
            "type": "text",
            "text": "25.双溪：\n因为此地有牡丹溪及平林溪两溪在此会流，所以就称为「双溪」。"
        },
        {
            "type": "text",
            "text": "26.贡寮：\n地名由来有二说："
        },
        {
            "type": "text",
            "text": "一说是此地名出自于平埔族语「陷阱」的译音，因为以前此地山猪特别多，初期的移民在此设陷阱来捕猎山猪，故有「贡寮」地名的出现。"
        },
        {
            "type": "text",
            "text": "另一说为:早期本乡垦民为根绝毒蛇猛兽，乃以草寮将洞穴偽装，并以树木扛之，作为诱捕野兽的陷阱，先民称此种草寮为贡仔寮，久而久之即成为本乡地名。"
        },
        {
            "type": "text",
            "text": "27.金山：\n金山旧称为「金包里」，是此地凯达格兰族之「金包里」社的社名，在民国九年时，一直沿用至今。传说中有本省北部原住民「平埔番」二十多人，因捕鱼遭遇颱风，漂至本乡海岸，见荒芜而离去，遂沿海寻至贡寮乡安住，尔后数百年，经由其子孙形成三绍四社、大鸡笼社、金包里社等。其中金包里社沿北部海岸渐向淡水分佈。「金包里」之名称，是依照番语口音基巴里翻译汉字而来。日据台湾时，本地称为金包里堡。民国九年（1920年），有鉴于此地背大屯山，乃去其「包」字，加上「山」字，成为「金山」，光复后，依照原金山庄区域改设金山乡。"
        },
        {
            "type": "text",
            "text": "28.万里：\n「万里」地名的由来，可能是出自于在十七世纪时，西班牙人所称基隆港附近的汉人聚落为“parian”的译音而来。因其与闽南语之“万里”音相近。又早期原住民称此汉人居住的聚落为“vasai”，汉人以近音译字“玛鋉”称之。故本乡又有『玛鋉』之名。"
        },
        {
            "type": "text",
            "text": "29.乌来：\n「乌来」是泰雅语，意思是温泉。据传以前有一群泰雅族人来此地附近时，远望溪水中烟雾濛濛而升，经观察后，发现这些烟雾是由岸边涌出的热水所形成的，于是就高呼「Urai」，亦即温泉的意思，此后便称此地为「乌来」。"
        }
    ]
}