{
    "title": "台北市各辖区名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "31",
            "category": "台湾省"
        },
        {
            "id": "1108",
            "category": "台北市"
        }
    ],
    "detail": "[日期：2014-05-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：429次",
    "content": [
        {
            "type": "text",
            "text": "1、士林区\n士林区，旧名八芝连林，又改称为芝兰。“八芝连林”是藩语，是温泉之义。汉籍上最早的记录是载于清雍正二年黄叔敬“台海使槎录”藩俗六考中：清代地方行政区名叫做“芝兰堡”。至清末。科名特盛，文风蔚起，以其名不雅，改称“士林”，是“士子如林”的意思。"
        },
        {
            "type": "text",
            "text": "2、大同区\n大同区原名大浪砯，原是平埔族的大浪砯社。清乾隆年间，福建省泉州府同安线的移民进入此地开垦，把大浪改名为大隆同。大隆同有山，山形似龙，故有“龙穴”之称。而大隆同山川锺秀，人才辈出逐成为淡北文人之渊薮，后来邑人为欲酬谢“龙峒山”之灵气，逐采取与“隆同”同音之“龙峒”，以后改名为大龙峒。日治时有大龙峒町，光复后合并大龙峒町，光复合并大龙峒町、蓬莱町、太平町、大桥町、河合町为区，取世界大同之崇高理念与精神，配合就地名而命名为“大同区”。"
        },
        {
            "type": "text",
            "text": "3、内湖区\n内湖区名由来，源自于境内旧地名“内湖庄”，由于区内多小盆地形，昔皆以“湖”称之，内湖即内方盆地之意。"
        },
        {
            "type": "text",
            "text": "4、北投区\n“北投”是以昔日“北投社”，而得名，是台北地区开发最早的区域。平埔族语为“巫女”之意，传说有巫女住此地，以巫者之祷，化解此地产硫磺之变化万千困疑，故而命名之。"
        },
        {
            "type": "text",
            "text": "5、南港区\n民国三十五年七月六日由内湖乡分出成立南港镇。民国五十六年（1967年）改为台北市南港区。因地处基隆河之南，有港可以泊舟故名。因基隆河上游汐止有一处八连港，这泊船港口位于八连港南方，便称此港为“南港”。"
        },
        {
            "type": "text",
            "text": "6、松山区\n松山旧称“锡口”，意为“河流弯曲的地方”，原为平埔族猫里锡口社的遗址，清代改称“锡口”。台北市就是区的开发最早的就是艋舺，其次则为松山。由于水运发达，生意往来热络形成市集，酒楼、娱乐场所亦多，有“小苏州”之称。"
        },
        {
            "type": "text",
            "text": "清康熙年间隶属福建省台湾府诸罗县。乾隆二十年逐渐形成市镇。自乾隆至光绪年间，则属淡水厅大加呐堡。日大正九年施行地方改制，将区内锡口街、五分埔、中坡、兴雅、三张犁、顶东势、旧里族、上塔悠、下塔悠合并为“松山庄”，隶属七星郡。日昭和十三年（1938年）四月并入台北市辖，成为“松山区”。光复后，政府重新区划调整，加中正、中仑二里，成为“松山区”。"
        },
        {
            "type": "text",
            "text": "7、中正区 \n本区原属北市城中区及古亭区，城中区因处于台北府城内，旧称“城内”，故今“城中”即因是而得名。古亭昔称“鼓亭”，先民在古亭各地落户定居之后，时有文山、屈尺方面之番人来袭，为防范滋事，特建置鼓，如发现番人出草，立即鸣鼓示警，此即古亭区得名的由来，后改“鼓”为“古”以示文雅。民国79年（1990年）将古亭区和城中区合并，并以区内的中正纪念堂作为新的行政区名为中正区。"
        },
        {
            "type": "text",
            "text": "8、中山区\n清末至日据时期初阶属大加呐保及芝兰一堡之一部分，后改属台北厅管辖。民国三十四年（1945年）政府将日据时期之“大正”、“御成”、“宫前”、“大宫”、“下埤头”、“中园”等六个区会，合并为一个行政区，并命名为中山区，源自国父孙中山曾经来台并下榻本区一家日式旅馆而名之。"
        },
        {
            "type": "text",
            "text": "9、信义区\n信义区原名兴雅庄。信义区系民国七十九年（1990年）三月十二日本市区里行政区域调整，由原松山区纵贯线铁路以南地区（光复南路以西光信、车层二里及华声、正声、中兴、石景四里部份地区除外）与大安区位和平东路三段以北之黎顺、黎平、黎富三里及黎忠、黎安二里部份地区合并而成，命名为“信义区”，因有“信义计划区”在该区内，故名。"
        },
        {
            "type": "text",
            "text": "10、万华区\n旧名艋舺，亦作“蟒甲”、“文甲”、“莽葛”，为凯达喀兰族语MOUNGAR 之音译，意指独木舟及独木舟聚集之地，其地滨河，土壤膏腴。初仅凯达喀兰族在此居住，除射鱼维生外，兼以所产苦茗、蕃薯等物，以独木舟载运至淡水河上游新店溪，与汉人交易，遂得“艋舺”之名。后日人以“艋舺”两字，深奥难解，便以日语同音之“万华”代之。"
        },
        {
            "type": "text",
            "text": "11、大安区 \n台湾光复后政府将日本政府所称之昭和町、锦町、东门町、大安庄、六张犁、褔住町等六个区会所之保甲合并成为“大安区”。大安区名之由来，本于旧地名“大弯庄”。光绪元年，台北设府，辖二十二街庄，其中之大弯庄（大安、龙安、坡心）、下内埔庄与六张犁庄均在大安区内。由于（大湾庄），（湾）和（安）的谐音而得名。"
        },
        {
            "type": "text",
            "text": "12、文山区\n民国七十九年（1990年）把景美区和木栅区合并为文山区。“文山”为古地名拳山转音而来。而景美区地名之由来乃因古人用木头或竹子制作的大水槽称作（笕）或（木见），在水槽尾端部份叫（木见尾）、（笕尾），后来叫成（景尾），再改为景美。至于木栅区地名之由来，乃因汉人与原住民抗争时代，汉人在景美溪边兴建木制的大型栅栏，防止敌人入侵。"
        }
    ]
}