{
    "title": "香港",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "29",
            "category": "香港特区"
        }
    ],
    "detail": "[日期：2014-05-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋代以前，这里是海上渔民捕鱼歇息的地方。宋元以后，岛上有个小村，叫“香港村“，为转运南粤香料的集散港，香港因此得名。1997年成立香港特别行政区。“香港”原指石排湾、香港仔一带，后推而广之，扩大为香港全岛乃至九龙、新界之总称，而香港仔则独留其原有之名。\r\n     \r\n       关于“香港”地名的由来，有几种说法。"
        },
        {
            "type": "text",
            "text": "       一、据说，“香港”当时只是指今天香港岛上的一个小村落。这座小村落靠近大海，村里有一条小溪流注入大海，形成了一个天然的港湾。溪水甘香可口，海上往来的水手，经常到这里来取水饮用，久而久之，甘香的溪水出了名，这条小溪，也就被称为“香江”、而香江入海冲积成的小港湾，也就被称为“香港”。有一批英国人登上香港岛时就是从这个港湾上岸的，所以他们也就用“香港”这个词来命名整个岛屿。直到今天，仍然有人用“香江”作为香港的别称。"
        },
        {
            "type": "text",
            "text": "       二、香港的得名同香料有关。那时，香港这座小岛在行政上隶属广东东莞。从明朝开始，香港岛南部的一个小港湾，因为转运产在广东东莞的香料（“莞香”，也称“沉香”）而出了名，才被人们称为“香港”。据说那时“香港”转运出去的香料，质量上乘，被称为“海南珍奇”，香港当地许多人也以种香料为业，”今香港新界沙田、大屿山等地，古属东莞，亦产莞香。“香港”同种植的香料一起，名声大噪，也就逐渐为远近的人们所认可。不久这种香料被列为进贡皇帝的贡品。可后来，村里人不肯种植了，皇帝便下令杀了村长，村民们四散逃走，香料的种植和转运，也就在香港逐渐消失了，但香港这个名称，却保留了下来。"
        },
        {
            "type": "text",
            "text": "       三、香港的得名同一个名叫香姑的女人有关。据说香姑是一个海盗头目的妻子，丈夫死后，她继续在这座小岛上拉起人马占岛为王，“香港”就是“香姑的港口”的意思。这种说法，看来有些离奇。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇统一中国后，先后在南方建立了南海、桂林、象郡三个郡，香港隶属南海郡番禺县，汉朝香港隶属南海郡博罗县。东晋咸和六年（331年）香港隶属东莞郡宝安县。隋朝时香港隶属广州府南海郡宝安县。唐朝至德二年（757年），改宝安县为东莞县，香港仍然隶属东莞县。"
        },
        {
            "type": "text",
            "text": "       宋元时期，内地人口大量迁至香港，促使香港的经济、文化得到很大的发展。明朝万历年间从东莞县划出部分地方成立新安县，为后来的香港地区。香港岛自此由明神宗万历（1573年）起，一直到清宣宗道光二十一年（1841年）成为英国殖民地为止，该地区一直属广州府新安县管辖。"
        },
        {
            "type": "text",
            "text": "       清道光二十年（1840年）第一次鸦片战争后，英国强迫清政府于道光二十一年（1842年）签订《南京条约》（原名称《江宁条约》），只割让香港岛。咸丰六年（1856年）英法联军发动第二次鸦片战争，迫使清政府于咸丰十年（1860年）签订《北京条约》，割让九龙半岛，即今界限街以南的地区。清光绪二十年（1894年）中日甲午战争之后，英国逼迫清政府于光绪二十四年（1898年）签订《展拓香港界址专条》，强租新界，租期99年，至1997年6月30日结束。1997年7月1日，中国对香港恢复行使主权。"
        }
    ]
}