{
    "title": "福建省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        }
    ],
    "detail": "[日期：2014-05-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       唐武德元年（618年）改建安郡为建州。开元十三年（725年）闽州更名为福州。开元二十一年（733年）设置福建经略使，仍领5州，治福州；“福建”（以福、建二州得名）之称由此始。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n      “闽”最早出现在周朝，西周时福建称闽越，《周礼·夏官》称七闽。秦始皇二十六年（前221年）设置闽中郡，治东冶（今福州），福建为闽中郡辖区的一部分。"
        },
        {
            "type": "text",
            "text": "       汉高祖立勾践后裔无诸为闽越王，都东冶。西汉昭帝始元二年（前85年）立为冶县（后复名东冶），东汉改为东侯官，属会稽南部都尉。东汉建安八年（203年），析东侯官置建安县，此时福建有侯官、建安、南平、汉兴和东冶5个县。三国吴永安三年（260年）设置建安郡，治建安（今建瓯），辖建安、南平、将乐、建平、东平、昭武、吴兴7个县。"
        },
        {
            "type": "text",
            "text": "       西晋太康三年（282年）设置晋安郡，治原丰（今福州），属扬州。南朝梁天监年间析晋安郡置南安郡，治南安。普通六年（525年）建安、晋安、南安3郡属东扬州。陈永定初析晋安郡置闽州。天嘉六年（565年）废闽州及南安郡。光大元年（公元567年）升晋安郡为丰州，改晋安县为南安郡。"
        },
        {
            "type": "text",
            "text": "       隋代开皇元年（581年）废郡，改丰州为泉州，大业初年（605年）更名为闽州（丰州、泉州、闽州均治今福州）；大业三年（公元607年）又废州改设为建安郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）改建安郡为建州，治闽县（今福州）；武德四年（621年）移州治于建安（今建瓯）；武德五年（622年）设置丰州，治南安（今南安市丰州镇）；武德六年（623年）分置泉州，治闽县（今福州）。贞观初年（627年）丰州并入泉州。垂拱二年（686年）析出泉州南部置漳州，治漳浦（今云霄）。圣历二年（699年）泉州析地置武荣州，治南安。景云二年（711年）武荣州更名为泉州，治晋江（今泉州），改泉州为闽州，治闽县（今福州），设闽州都督府，析岭南道潮州来属，共领闽、泉、建、漳、潮5州21县。"
        },
        {
            "type": "text",
            "text": "       唐开元十三年（725年）闽州更名为福州；开元二十一年（733年）设置福建经略使，仍领5州，治福州；“福建”（以福、建二州得名）之称由此始；开元二十二年（734年）置汀洲，治长汀。天宝元年（742年）改福、建、泉、汀、漳、潮6州为长乐、建安、清源、临汀、漳浦、潮阳6郡，属江南东道；改福建经略使为长乐经略使；天宝十年（751年）漳、潮2郡划归岭南道。乾元元年（758年）以长乐郡为福州都督府，经略使改为都防御使；改长乐、建安、清源、临汀4郡为福州、建州、泉州、汀洲；漳、潮2州来属。上元元年（760年）升格为节度使。大历六年（771年）置都团练观察处置使；潮州归岭南道。乾宁三年（896年）置为威武军节度使，治福州。"
        },
        {
            "type": "text",
            "text": "       五代时梁开平三年（909年）封王审知为闽王。贞明六年（920年）在福州设立大都督府。闽龙启元年（933年）升福州为长乐府。天德元年（943年）以将乐县为镛州，延平镇为镡州；天德三年（945年）改长乐府为东都，领福、泉、建、汀、漳、镛、镡7州。南唐废镛州，改镡州为剑州，漳州为南州。"
        },
        {
            "type": "text",
            "text": "       北宋乾德四年（966年）南州复名漳州。太平兴国四年（979年）剑州改称南剑州；析泉州游洋、百丈二镇置太平军，寻改兴化军；太平兴国五年（980年）析建州地置邵武军。雍熙二年（985年）分设福建路，下辖福、泉、建、汀、漳、南剑6州和邵武、兴化两军，时全省已有42个县。南宋绍兴三十二年（1162年）升建州为建宁府，治建安（今建瓯）。景炎元年（1276年）升福州为福安府，治福州；改兴化军为兴安州。"
        },
        {
            "type": "text",
            "text": "       元代至元十四年（1277年）在泉州设行宣慰司，第二年改为行中书省，后行省迁回福州。各府州先后改为路；升福清县为福清州，升长溪县为福宁州。"
        },
        {
            "type": "text",
            "text": "       明代改设福建布政使司，治福州，辖8府1州60县。明洪武元年（1368年）改各路为府；洪武二年（1369年）降福清、福宁2州为县。成化九年（1473年）改福宁县为直隶州，治长溪（今霞浦），领福州、建州、泉州、漳州、汀洲、延平、邵武、兴化8府和福宁州。"
        },
        {
            "type": "text",
            "text": "       明末清初，郑成功在今厦门置思明州。清代继承明制，省辖府、县两级，省府之间设道。清康熙十九年（1680年）废；康熙二十三年（1684年）置台湾府。雍正十二年（1734年）升福宁州为府，府治霞浦；升永春县、龙岩县为直隶州。光绪十三年（1887年）台湾从福建析出台湾省；清末，全省行政区划为宁福、兴泉永、汀漳龙、延建邵4道，福州、福宁、兴化、泉州、汀州、漳州、延平、建宁、邵武9府，永春、龙岩2州，58县、6厅。"
        },
        {
            "type": "text",
            "text": "       民国时期，福建行政区划废府、州、厅，实行省、道、县三级制。民国元年（1912年）废府州，民国二年（1913年）全省划分为东路、南路、西路、北路4道。民国三年（1914年）以原辖区改为闽海道（闽东）、厦门道（闽南）、汀漳道（闽西）、建安道（闽北）4道。合并闽县、侯官为闽侯县；建安、瓯宁为建瓯县；改永春、龙岩2州为永春、龙岩2县；同安县析厦门岛设置思明县，析浯州岛（金门岛）和大、小嶝岛置金门县；改永福县为永泰县；全省4道、61县。民国四年（1915年）诏安县析桐山岛和漳浦县的古雷岛设置东山县。1928年废除道制，实行省、县两级制；设置华安县。"
        },
        {
            "type": "text",
            "text": "        民国二十二年（1933年），十九路军在福州发动“福建事变”，成立中华共和国人民革命政府，定福州为首都。民国二十三年（1934年）人民革命政府解散，又成立福建省政府，实行行政督察专员公署制度。8月光泽县由江西省划归福建省管辖。民国二十四年（1935年）设立厦门市，撤销思明县。民国二十七年（1938年）福建省政府迁往永安。民国二十九年（1940年）建瓯析出部分行政区域设置水吉县，沙县、永安和明溪析出部分行政区域设置三元县。"
        },
        {
            "type": "text",
            "text": "        民国三十年（1941年）福州沦陷，第一区专署迁往福安。民国三十二年（1943年）全省行政区划调整为8个行政督察区、2个市、64县、2个特区。民国三十三年（1944年）闽侯县更名为林森县。民国三十四年（1945年）设置周宁县、柘荣县；省政府迁回福州。民国三十五年（1946年）设立福州市。"
        },
        {
            "type": "text",
            "text": "       1949年8月24日，福建省人民政府成立，9月省人民政府公布行政区划通令，将全省行政区域分为福州、厦门2个市，8个行政督察专区和67个县。1950年，8个专区依次更名为建瓯、南平、福安、闽侯、泉州、漳州、永安、龙岩专区；泉州专区更名为晋江专区，漳州专区更名为龙溪专区，建瓯专区更名为建阳专区；德化县由永安专区划归晋江专区；设立泉州市、漳州市（县级）。1956年，撤销建阳专区，所辖各县划归南平地区；撤销闽侯专区，所辖闽侯县划归省直辖。撤销水吉县，其行政区域分别并入建阳、建瓯和浦城县；撤销宁洋县，其行政区域分别并入漳平、永安和龙岩县；撤销柘荣县，其行政区域并入福鼎县；三元、明溪2个县合并为三明县；析南平县城区，设立南平市（县级）。"
        },
        {
            "type": "text",
            "text": "        1958年闽侯县划归福州市，同安县由晋江专区划归厦门市。1959年，恢复闽侯专区，辖原福州市的闽侯县。1960年，设立三明市（地级）。清流、宁化2县合并设立清宁县；松溪、政和2县合并设立松政县；龙溪、海澄2县合并设立龙海县；撤销南平县并入南平市（县级）。1961年，恢复柘荣县；撤销清宁县，恢复清流县、宁化县。1962年，撤销松政县，恢复松溪县和政和县；1963年，设立三明专区，三明市改为县级市。福州市撤销马尾区；1964年，以南平市、建瓯县、顺昌县的部分行政区域析出建西县；三明县更名为明溪县。"
        },
        {
            "type": "text",
            "text": "        1966年，厦门市开元区更名为东风区，思明区更名为向阳区。1968年，福州市鼓楼区更名为红卫区，台江区更名为赤卫区，仓山区更名为朝阳区；福州市、厦门市均设立郊区。1970年，撤销建西县；撤销柘荣县；撤销松溪、政和2县，合并设立松政县；1971年，各专区更名为地区；南平地区更名为建阳地区；福安地区更名为宁德地区；闽侯地区更名为莆田地区。1973年，莆田地区的闽侯县划归福州市；晋江地区的同安县划归厦门市。1974年，恢复柘荣县；撤销松政县，恢复松溪县和政和县。"
        },
        {
            "type": "text",
            "text": "        1978年厦门市设立杏林区；福州市设立环城区，撤销马江区；福州市红卫、赤卫、朝阳3个区分别更名为鼓楼区、台江区、仓山区。1979年，厦门市东风、向阳2区分别更名为开元区和思明区。1981年，撤销龙岩县，设立龙岩市（县级）。1982年，福州市设立马尾区，撤销环城区。1983年，撤销三明地区，设立三明市（地级）。撤销莆田地区。撤销邵武县，设立邵武市（县级）；设立莆田市（地级）。1984年，撤销永安县，设立永安市（县级）。"
        },
        {
            "type": "text",
            "text": "       1985年，撤销晋江地区，设立泉州市（地级）。撤销龙溪地区，设立漳州市（地级）。1987年，晋江县析出石狮市。1988年，建阳地区驻地从建阳县迁驻南平市，并更名为南平地区；撤销宁德县，设立宁德市（县级）。1989年，撤销崇安县，设立武夷山市（县级）；撤销福安县，设立福安市（县级）。1990年，撤销福清县，设立福清市（县级）；撤销漳平县，设立漳平市（县级）。1992年，撤销晋江县，设立晋江市（县级）；撤销建瓯县，设立建瓯市（县级）。1993年，撤销南安县，设立南安市（县级）；撤销龙海县，设立龙海市（县级）。"
        },
        {
            "type": "text",
            "text": "       1994年，撤销南平地区，设立南平市（地级）。撤销长乐县，设立长乐市（县级）；撤销建阳县，设立建阳市（县级）。1995年撤销福鼎县，设立福鼎市（县级）。1996年，撤销同安县。撤销龙岩地区，设立龙岩市（地级）。1999年，撤销宁德地区，设立宁德市（地级）。2002年，莆田市撤销莆田县。"
        }
    ]
}