{
    "title": "永定县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1139",
            "category": "龙岩市"
        },
        {
            "id": "1153",
            "category": "永定县"
        }
    ],
    "detail": "[日期：2014-05-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：464次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       据《永定县志》，明成化十四年（1478年）置永定县。此时明王朝在镇压钟三、黎仲端起义后为“镇抚化导”而设立的，意喻“永远安定”。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       晋太康三年（282年）“分建安郡立晋安郡”，统原丰、新罗等8县。永定治地属晋安郡新罗县，上隶扬州，元康元年（291年）改隶江州（初治江西南昌，后移九江）。"
        },
        {
            "type": "text",
            "text": "       南北朝宋泰始四年（468年），今永定地属晋平郡。南朝梁天监元年（502）至天监十八年（519年）今永定地属南安郡。南朝陈武帝永定元年（557年）至永定九年（559年），今永安地属闽州南安郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废建安、南安二郡，改为泉州，大业初年，复为闽州。永定治地，先属泉州后隶闽州。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），属建州。开元二十四年（736年），开福抚二州山洞置汀州，辖新罗、长汀、黄连三县，永定治地属汀州新罗县。天宝元年（742年），改汀州为临汀郡（乾元元年，即758年，复为汀州，入宋后仍称临汀郡），改新罗县为龙岩县，永定治地属临汀郡龙岩县。唐大历四年（769年），析龙岩的湖雷下堡置上杭场。大历十二年（777年），龙岩县改隶漳州。上杭场脱离龙岩而直属汀州。永定治地属汀州上杭场（场治在今之永定县湖雷乡）。"
        },
        {
            "type": "text",
            "text": "       五代十国后周显德元年（南唐保大十二年，即954年），徙上杭场于禾丸梓堡（今永定县高陂镇北山村）。永定隶属依旧。"
        },
        {
            "type": "text",
            "text": "       宋淳化五年（994年），升上杭场为县。至道二年（996年），上杭县治从禾丸堡迁白砂（现上杭县境）。永定治地属临汀郡上杭县。"
        },
        {
            "type": "text",
            "text": "       元至元十五年（1278年），汀州升格为路，至元十八年（1281年），汀州路所属6县为元世祖忽必烈女儿鲁国公主囊加真的封地。隶福建行中书省。至元二十八年（1291年）改隶江西行中书省。至正十六年（1356年），汀州复隶福建行中书省。永定治地属汀州路上杭县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），汀州路改称汀州府，属福建承宣布政司，永定治地隶于汀州府上杭县。成化十四年（1478年），析上杭县溪南、金丰、丰田、太平、胜运等五里十九图添设县。定名永定，属汀州府。清属汀州府。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），改西路道为汀漳道，道所在地龙岩，永定属汀漳道。民国十四年（1925年），废道，福建省实行省、县二级地方政制，永定直隶福建省。民国十八年至民国二十三年（1929－1934年），为中央苏区县。民国二十四年至民国三十一年（1935年—1942年），全省改为七个行政督察区，永定县属第六行政督察区，区治在龙岩。民国二十九年(1940年)3月，撤销峰市特区并划归永定县管辖。民国三十二年(1943年)，全省重新调整为八个行政督察区。民国三十五年（1946年）1月，全省划分为九个行政督察区，永定均属第六行政区。民国三十六年（1947年）4月，全省重新划为七个行政区，永定属第七区，专员公署驻地仍在龙岩。"
        },
        {
            "type": "text",
            "text": "       1949年9月1日永定全境解放。中华人民共和国成立后，福建省下设八个专区，永定属第八专区，专区公署设在龙岩。1950年4月，第八专区政府改称福建省龙岩行政督察专员公署，简称龙岩专区，永定属龙岩专区。1966～1976年“文化大革命”时期，永定县成立了“永定县军事管制委员会”和“永定县革命委员会”，隶属“龙岩地区军事管制委员会”和“龙岩地区革命委员会”。1978年9月18日，撤销“龙岩地区革命委员会”成立龙岩地区行政公署。1997年5月1日撤销龙岩地区设省辖地级龙岩市，永定县隶属龙岩市。"
        }
    ]
}