{
    "title": "漳平市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1139",
            "category": "龙岩市"
        },
        {
            "id": "1149",
            "category": "漳平市"
        }
    ],
    "detail": "[日期：2014-05-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：506次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明成化七年（1471年）析龙岩县地置漳平县。据《漳平县志》，漳平县名因“邑据漳江上流，万山之中，此为平衍云。”。据《读史方舆纪要》载：“县居漳上游，千山中地稍平衍，因曰漳平”。次年(1471年)，首任知县陈栗到任，设署理事，漳平县正式建立。1990年8月漳平撤县设市（县级），同年12月1日，漳平市正式成立。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      《禹贡》为扬州之域，周属七闽地。秦属闽中郡。汉初属闽越国；武帝平闽越，为会稽郡东部都尉东部候官(俗称冶县)地。后汉末，属会稽郡南部都尉地。三国吴属建安郡地。晋属晋安郡新罗县地。"
        },
        {
            "type": "text",
            "text": "       唐开元二十四年(736年)，开山洞，置杂罗县，治今龙岩市，属汀州；天宝元年(742年)，改名龙岩。今漳平即在龙岩县苦草镇九龙乡，初隶汀州府，大历十二年(777年)，属漳州府。"
        },
        {
            "type": "text",
            "text": "       五代、宋因之。元属漳州路。明成化七年（1471年），福建巡抚据龙岩县民林廷琥等建议奏闻获准，析龙岩县居仁、聚贤、感化、和睦、永福五里置漳平县，属漳州府。清属龙岩直隶州。"
        },
        {
            "type": "text",
            "text": "        民国二年(1913年)废州设道，漳平县属福建西路道，次年改属汀漳道。民国14年(1925年)废道，县由福建省直辖。民国十八年（1929）至民国十九年（1930年），属苏维埃政府，由中共龙岩县委员会领导。民国二十一年（1932年），国民革命军第十九路军入闽，在龙岩成立闽西善后委员会，漳平设分会(后改称分处)。次年11月福建事变发生后，在福州成立中华共和国人民革命政府，将福建划设4个省，漳平属龙汀省。\n\r\n        民国二十三年（1934年）7月，“闽变”失败后，福建省划设10个行政督察区，为省派出机构。漳平属第七行政督察区，次年第七督察区改为第六督察区，隶属不变。民国二十五年（1936年）1月至民国二十六年（1937年）7月间，中国共产党在永福境内成立岩南漳(龙岩、南靖、漳平)县军政委员会，永福、官田和拱桥部分乡村属其管辖。民国三十六年（1947年），福建省将9个行政督察区调整为7个。漳平属驻龙岩的第七督察区管辖。　"
        },
        {
            "type": "text",
            "text": "       1949年6月21日漳平县城解放，旋即成立漳平县人民民主政府，由中共闽粤赣边区安溪中心县委领导。7月16日，国民党军队反攻进占县城，县人民民主政府及所属武装撤往新桥、溪南一带。9月13日再度解放县城。同年11月，福建省人民政府在龙岩设立第八行政督察区，辖龙岩、漳平等7县。1950年4月改称龙岩行政督察区，同年10月改称龙岩专区，为省派出机构，隶属不变。1956年宁洋县撤销，县城双洋县入属漳平县。"
        },
        {
            "type": "text",
            "text": "       1966～1976年“文化大革命”期间，龙岩专区先后成立“临时勤务委员会”、“军事管制委员会”和“革命委员会”，成为一级临时政权机构。1970年7月改龙岩专区革命委员会为龙岩地区革命委员会。1978年9月龙岩地区革命委员会撤销，设立龙岩地区行政公署，恢复为省的派出机构。漳平仍属龙岩地区管辖。1990年8月漳平撤县设市（县级），同年12月1日，漳平市正式成立。1997年5月1日撤销龙岩地区设省辖地级龙岩市，漳平市隶属龙岩市。"
        }
    ]
}