{
    "title": "南平市延平区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1138",
            "category": "南平市"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：410次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉建安元年(196年)，东吴孙策分侯官北乡置南平县。西晋武帝太康元年(280年)，南平改称延平，因为此地是古延平津之地。宋太平兴国四年(979年)，延平省入剑浦。元大德六年（1302年）复称南平县。1956年11月16日，析南平县城区及东坑、塔下5乡设南平市。1994年设地级南平市，原南平市改为延平区，以古地名为区名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞时期，此地为扬州辖治。三代(夏商周)时期，隶属于七闽地。秦代，属闽中郡。汉代，初隶闽越国，后属侯官地。汉高帝五年(前202年)，以无诸有功，封为闽越王，境域属闽越东冶县。汉建元年间(前140年～前135年)，闽越数与东瓯相攻。元封元年(前110年)，诏徙其民于江淮之间，逃亡而未被迁徙者，自立冶县。后朝廷设置侯官都尉属会稽南部，南平属其管辖。"
        },
        {
            "type": "text",
            "text": "       东汉建安元年(196年)，孙策遣贺齐代韩晏，领会稽南部都尉，分侯官北乡置南平县，属会稽郡。吴景帝永安三年(260年)秋，撤会稽郡南部都尉，析其地置建安郡，治建安。南平隶属建安郡。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康元年(280年)，南平改称延平。东晋明帝太宁年间(323年—325年)，延平省入建安。南朝宋泰始间（465年─471年）复名南平县。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）改延平军，属建州，上元元年（674年）延平军改为剑州。乾宁三年(896年)，废延平军，改置延平镇。"
        },
        {
            "type": "text",
            "text": "       五代后唐天成元年(926年)，闽王改延平镇为永平镇，属福州。天德三年（945年）复为延平军，旋改剑浦县，属剑州。后晋开运二年(南唐保大三年，即945年)八月，镡州改为延平军制置镇，属建州。开运三年(南唐保大四年，即946年)春，延平军制置镇改为延平县；龙津改称剑津，寻改为剑浦；又置剑州，治延平；领县三：延平、富沙、剑浦。后汉乾佑元年(南唐保大六年，948年)，剑州增领三县：顺昌、沙县、尤溪。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国四年(979年)，延平、富沙省入剑浦；剑州更名为南剑州。景炎元年（1276年）右丞相文天祥于此设都督府。元至元十五年（1278年）属南剑路，大德六年（1302年）复称南平县，属延平府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)改延平路为延平府。南平县隶属延平府。清军入关后迅速南进，至顺治三年(1646年)占领南平全境。清代沿袭明制，南平县仍属延平府管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，废府、州、厅，福建省实行省、道、县三级地方政制。南平县属北路道，为道所在地。民国三年（1914年），北路道改名建安道，南平县属建安道，道址仍在南平。民国十四年（1925年），国民政府成立，废道。福建省实行省、县二级地方政制。民国十六年至民国二十一年（1927年—1932年），南平县由省府直辖。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）11月20日，国民革命军第十九路军于福州发动“福建事变”，成立中华共和国人民革命政府。同年12月11日，将福建省划分为四省两个特别市，南平县隶属延建省。民国二十三年（1934年）1月，中华共和国人民革命政府垮台。同年7月，实行行政督察专员制度，将全省划为10个行政督察区。南平县属第三行政督察区。督察专员公署驻南平。民国二十四年（1935年）10月至民国三十八年（1949年），全省行政督察区及其管辖县份几经变动，但南平县均属第二行政督察区，督察专员公署均驻南平。"
        },
        {
            "type": "text",
            "text": "       1949年5月14日，中国人民解放军第二野战军解放南平城。同年6月5日成立南平县人民民主政府，9月易名人民政府。1949年6月至1950年2月，南平县隶属第二专员公署管辖。1955年10月，县人民政府改称县人民委员会。1956年11月16日，析南平县城区及东坑、塔下5乡设南平市。市府、县府同设在市区，均属南平专员公署管辖，专署驻地亦在市区。1958年11日县、市合并，撤销南平县，县行政区划归南平市。"
        },
        {
            "type": "text",
            "text": "       1967年元月，造反派夺权，市人委瘫痪，解放军驻延部队奉命介入地方“文化大革命”。1968年9月，成立市革命委员会，行使市人委职权，隶属地区革委会。1971年，专员公署迁往建阳，南平市属建阳地区行政公署管辖。1980年11月，撤销市革委会，恢复市人民政府，隶属地区行政公署。1988年底，地区行政公署迁回南平，1989年1月1日正式复名南平地区行政公署，南平市属南平地区行政公署管辖。1994年撤销南平地区，设省辖地级南平市，原南平市改为延平区。"
        }
    ]
}