{
    "title": "漳浦县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        },
        {
            "id": "1171",
            "category": "漳浦县"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：581次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐垂拱二年（686年）平定“蛮獠啸乱”后，置漳浦县，“漳”取自漳江、“浦”意为水滨。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今漳浦县地在汉代是诸侯国闽越国辖地。盘陀岭以南是另一个诸侯国南越国辖地。两诸侯先后出兵反汉，汉武帝平定之，并在原闽越国地域设立属东会稽郡辖的冶县。"
        },
        {
            "type": "text",
            "text": "       东晋义熙九年（413年），设立属义安郡（今潮州）管辖的绥安县（据《大清统一志》记载，设立于三国吴永安三年的绥安县是建宁县的前身，设立于东晋义熙九年的绥安县是漳浦县的前身）。县治设在绥安溪畔（明《八闽通志》载：绥安溪在今漳浦县八都），辖境包括漳浦、云霄、东山、诏安、平和一带。"
        },
        {
            "type": "text",
            "text": "       隋末唐初发生“蛮獠啸乱”，唐高宗总章二年（669年）派归德将军陈政南下平乱。陈政于凤仪二年（677年）病故，其子陈元光奉诏替代其职，平定地方，于垂拱二年（686年）奏准在故绥安县地设立漳州，辖漳浦、怀恩二县。漳浦县在漳江以北，附州为县，怀恩县在漳江以南。开元四年（716年），漳州州治兼漳浦县治从漳江北原陈元光屯军处迁设于李澳川（今漳浦县城，为故绥安县地）。开元二十九年(741年)，怀恩县合并于漳浦县，同时，将原属泉州辖的龙溪县划属漳州管辖。"
        },
        {
            "type": "text",
            "text": "       唐天宝元年（742年）改漳州为漳浦郡，还隶福建。天宝十年（751年）又改隶岭南。乾元二年（759年），漳浦郡复名漳州，上元二年（761年）再还隶福建。大历十二年（778年），割汀州的龙岩县（包括漳平、宁洋）来属漳州，漳州地域扩大到闽西，李澳川作为州治，地点已不适中，贞元二年（786年）漳州州治迁设于龙溪县（今芗城区），漳浦县治仍旧。"
        },
        {
            "type": "text",
            "text": "       宋代，漳浦仍属漳州所辖，县域仍然包括今漳浦、云霄、诏安、东山、平和一带。元代，漳浦属漳州路所辖，初期县域不变。至治年间（1321年～1323年）， 划县域西部（包括今南浦、中西、石榴坂以西地方）佐建南胜县。（县治设在今平和南胜镇，后迁县治，改为南靖县）。"
        },
        {
            "type": "text",
            "text": "       明代，漳浦县属漳州府所辖，前期县域范围 同元代。到嘉靖九年（1530年）划出一、二、三、四都和五都（今东山县除铜陵以外各地）设立诏安县。隆庆元年（1567年）又划二十三都之第九图（今龙海市白水镇及东泗乡部分地方）合龙溪县的沿海地方设置海澄县。"
        },
        {
            "type": "text",
            "text": "       清顺治元年(1644年，即明崇祯十七年)，明亡，福王朱由崧(弘光)立于南京，漳浦为其属地。顺治二年(1645年)六月，郑鸿逵与黄道周等拥唐王朱聿键(隆武)称帝于福州，漳浦属朱聿键据地。顺治三年(1646年)十月，清军平定闽粤，漳浦归清，属漳州府，而当年十二月，滨海古雷、游澳等地均为郑成功占领。十多年间，战争频仍，时为郑军占领，时为清军占领。顺治十八年(1661年)，清政府下令“迁界”，旧镇以东，梁山以南沿海地区，被列为“弃土”(俗称“界外”)。时“界外”常为郑经军旅据地，“界内”属清。康熙十九年(1680年)，郑经军旅退往台湾，漳浦沿海全部“复界”，属漳州府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年(1912年)，漳州仍属福建省漳州府。翌年，废除府州制度，福建设东、南、西、北4路，漳浦属南路。民国三年（1914年），改设闽海(闽东)、厦门(闽南)、汀漳(闽西)、建安(闽北)四道，漳浦属汀漳道。民国二十二年（1933年）11月发生“福建事变”，成立中华共和国人民革命政府，12月，将福建划为闽海、延津、兴泉、龙汀4省，漳浦属龙汀省。民国二十三年（1934年）7月废道，设10个行政督察区，漳浦属第六行政督察区。翌年10月，全省改划为7个行政督察区，漳浦改属第五行政督察区(当时专员公署设在漳浦)。"
        },
        {
            "type": "text",
            "text": "       1949年9月25日，漳浦县解放，属福建省第六行政专区。1950年4月，由龙溪县析设漳州市，专署迁此，第六区改称漳州专区，漳浦县隶属漳州专区。同年10月属福建省龙溪地区。1955年3月属龙溪专区。1971年，撤销龙溪专区，改置龙溪地区，漳浦县属龙溪地区，1985年5月14日，撤销龙溪地区建制，改设地级漳州市，漳浦县属漳州市。　　"
        }
    ]
}