{
    "title": "长泰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        },
        {
            "id": "1169",
            "category": "长泰县"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1209次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南唐保大十三年（955年）升武安场为长泰县。是以原武德、武胜、武安场名称的含义，取意歌颂“祟武常胜，德政安泰。”“常”与“长”谐音雅化，故名长泰县。另据《读史方舆纪要》：五代置长泰县，因县有长泰溪而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商，属扬州之域。西周，属七闽地。春秋战国，属越地，即“百越”族居住区。秦统一全国后，实行郡县制，闽越故地划为闽中郡，长泰属闽中郡。西汉高祖五年（前202年）闽中郡分为东海、闽越、南海三个诸侯国，长泰属闽越国地。始元二年（前85年）以江淮建会稽南部都尉，在东瓯置冶县，长泰隶属冶县地。东汉献帝建安元年（196年），会稽又分东南两部，以南部置侯官等五县，长泰属侯官县。"
        },
        {
            "type": "text",
            "text": "       三国吴永安三年（260年），置建安郡，增设东安县，长泰属东安县。西晋太康三年（282年），析建安郡置晋安郡，隶属扬州，改东安县为晋安县，长泰属晋安县。元康元年（291年）扬州改江州，长泰属江州晋安郡晋安县。"
        },
        {
            "type": "text",
            "text": "       南朝宋泰始四年（468年），改晋安郡为晋平郡；南朝齐建元元年（479年），晋平郡复为晋安郡；南朝梁天监二年（503年），析晋安郡置南安郡，隶属东扬州。南朝陈永定元年（557年）升晋安郡为闽州，辖南安等郡；天嘉六年（565年）仍设晋安郡、南安郡，直隶东扬州。光大二年（568年）升晋安郡为丰州，辖南安郡。长泰仍属诸郡之晋安县。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），改丰州为泉州（今福州），改南安郡为南安县，长泰属泉州南安县。大业二年（606年），改泉州为闽州，长泰属闽州南安县。大业三年（607年），改闽州为建安郡，辖闽、建安、南安、龙溪等四县，长泰属建安郡南安县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改南安郡为建州，长泰属建州南安县。武德五年（622年），置丰州，长泰属丰州南安县。贞观九年（635年），撤丰州并岭南道泉州，长泰属岭南道泉州（今福州）南安县。嗣圣元年（684年）置武荣州，长泰属岭南道武荣州南安县。景云二年（711年），以武荣州为泉州（今泉州），长泰隶闽州都督府泉州南安县。天宝元年（742年），改泉州为清源郡，长泰隶江南东道福建都防御使清源郡。乾元元年（758年），清源郡复称泉州，长泰属泉州都督府南安县崇教里地。大历六年（771年）长泰属福州都团练观察处置使泉州南安县。贞元十九年（803年），南安县划出永丰、明盛、绥德、武德等四个乡，置大同场，长泰属泉州南安县大同场武德乡。乾符三年（876年），邑长张思进为“便输纳”，以乡置场，升为南安县武德场。光启二年（886年）光州农民军领袖王潮入泉，观察使陈岩表王潮为泉州刺史。长泰属泉州王潮据地。文德元年（888年）武德场因避讳“文德”年号，改武胜场，后又改为武安场，隶泉州。乾宁四年（897年），王审知为威武军节度使，长泰属威武军泉州南安县武安场。"
        },
        {
            "type": "text",
            "text": "       五代后梁开平三年（909年），王审知为闽王，长泰属闽王国泉州南安县。后唐长兴四年（933年），王延钧称帝，国号闽，长泰属大闽国泉州。后晋开运四年（947年）南唐灭闽。长泰为南唐留从效据地，属泉州。后汉乾二年（949年），南唐升泉州为清源军，长泰属之。后周显德二年（955年），即南唐保大十三年，武安场改建为县，命名为长泰县，属清源军仍为南唐留从效据地。县治设于县境南部（即今之县城）。"
        },
        {
            "type": "text",
            "text": "       宋建隆三年（962年），长泰县隶清源军泉州，为陈洪进据地。乾德二年（964年），改清源军为平海军，仍为陈洪进据地。太平兴国二年（977年），陈洪进纳土复为州，长泰属威武军泉州。太平兴国三年（978年）四月，陈洪进以漳、泉二州归宋，长泰始归宋，属威武军泉州。太平兴国五年（980年），因长泰距泉州三百余里，征粮运输不便，由杨海等人，请于泉州太守林金吾，奏准朝廷，割长泰归漳州，隶威武军。雍熙二年（985年），长泰属福建路漳州。"
        },
        {
            "type": "text",
            "text": "       元初沿袭宋制。至元十五年（1278年）置福建行中书省。至元十六年（1279年），升漳州为漳州路，长泰归属漳州路。至元二十年（1283年）复置福建行中书省。至元二十二年（1285年），改置宣慰使司，并入江西行省。至元二十三年（1286年），复置福建行省，后又并入江浙行省。至元二十四年（1287年）改为行尚书省。至元二十八年（1290年），再并入江西行省。至元二十九年（1291年）又复置福建行中书省。后又多次发生省一级上隶的变更。至正八年（1348年）立漳州分元帅府。长泰均相应改隶。至正十六年（1356年），复置福建行中书省，长泰属福建行中书省漳州路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改漳州路为漳州府，长泰属漳州府。洪武二年（1369年），设置福建行中书省，长泰属福建行中书省漳州府。洪武九年（1376年），福建改行中书省为承宣布政使司，长泰隶于福建承宣布政使司漳州府。"
        },
        {
            "type": "text",
            "text": "       清顺治元年（1644年），明亡。福王朱由崧（弘光）立于南京，长泰为其属地。顺治二年（1645年）六月，郑鸿达与黄道周等奉唐王朱聿键（隆武）于福州，长泰属朱聿键据地。顺治三年（1646年）十月，清朝大将军贝勒孛罗平定闽粤，长泰随漳州归清。此后，10多年间，清军与郑成功军队战事频繁，郑军曾短时占领长泰。康熙十九年（1680年）闽海平定。此后，长泰均隶属于福建布政司漳州府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），属中华民国漳州府，后废除府州建制，长泰属福建西路观察使管辖。民国三年（1914年），改设闽海、厦门、汀漳、建安四道，长泰县属福建省汀漳道。民国七年（1918年），属闽南护法区。民国九年（1920年）再属汀漳道。民国十六年（1927年），废汀漳道，长泰县直隶于省。民国二十二年（1933年），十九路军在闽成立“中华共和国人民革命政府”，将福建分为四个省，长泰县属龙汀省。民国二十三年（1934年）1月，长泰县复为福建省直辖；同年7月，福建省设10个行政督察区，长泰县属福建省第六行政督察区。民国二十四年（1935年），长泰县改属福建省第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）9月19日，长泰县解放，属福建省第六行政督察区。1950年3月，长泰属漳州行政督察区；同年9月，属龙溪区。1955年3月，属龙溪专区。1971年，撤销龙溪专区，改置龙溪地区，长泰县属龙溪地区，1985年5月，漳州市升为地级市，长泰属福建省漳州市。"
        }
    ]
}