{
    "title": "南靖县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        },
        {
            "id": "1167",
            "category": "南靖县"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元至正十六年（1356年），因屡寇不靖，故把南胜县改名为南靖县，意“南方之靖”，以兆吉祥。“南”者即“地处福建之南”，“靖”者取“安靖”之义。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今南靖县地域商代属扬州，周和春秋为七闽地，战国为越地，即百越族居住区。秦始皇三十三年(公元前214年)，秦征服百越族及其边境其他民族后，全国分为36郡(后扩建为46郡)，闽越故地被划为闽中郡，南靖属之，南靖第一次被纳入行政区划。"
        },
        {
            "type": "text",
            "text": "       秦灭亡后，在楚汉之争中，由于无诸和徭弃楚从汉，刘邦完成统一大业后，便封无诸为闽越王。今南靖一带属闽越国辖地。汉元封元年(公元前110年)，汉廷为强化闽越故地统治，在闽越故地建置冶县，东汉时更名为侯官县，隶属会稽郡，县治在冶(即今福州)。冶县是福建最古老的县，南靖属之。　"
        },
        {
            "type": "text",
            "text": "       三国·东吴永安三年(260年)，会稽郡南部另建置建安郡，南靖属建安郡侯官县。晋太康三年(282年)，由于人口增加和经济发展，析建安郡部分地域建置晋安郡。晋安郡设置晋安等8县，南靖属晋安县。"
        },
        {
            "type": "text",
            "text": "       南北朝·梁天监年间(502～518年)，析晋安县地分建兰水县，南靖属之。隋开皇十二年(592年)，兰水县并入龙溪县。"
        },
        {
            "type": "text",
            "text": "       唐垂拱二年(686年)十二月初九日，析龙溪县南部原绥安县地域建置漳州，并置漳浦、怀恩2县。今南靖县大部分地域属漳浦、龙溪县。大历十二年(777年)，汀州龙岩县归属漳州。漳州辖漳浦、龙溪、龙岩3县。今南靖辖地属3县交界地域。"
        },
        {
            "type": "text",
            "text": "       元至治二年(1322年)，析龙溪、龙岩、漳浦3县交界地域建置南胜县，隶属漳州路。至正十六年(1356年)，南胜县治迁至兰陵，改名南靖县，仍隶属漳州路。明洪武元年(1368年)，漳州路改为漳州府，南靖属之。"
        },
        {
            "type": "text",
            "text": "       清顺治元年(1644年)，明亡。福王朱由崧(弘光)立于南京，南靖属之。顺治二年（1645年）六月，郑鸿逵与黄道周等奉唐王朱聿健(隆武)于福州，南靖属朱聿健据地。顺治三年（1646年）十月，清大将军贝勒孛罗率兵平定闽粤，漳州归清，南靖亦归附。清袭明制，漳州仍设府，隶属福建省布政司，南靖属之。　"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)废府、州、厅，福建省实行省、道、县3级地方政制。道的设置分为东路、西路、南路、北路4道；今漳州各县属西路道，南靖属之。民国三年（1914年）6月，全省依原辖区域设置闽海、厦门、汀漳、建安4道。南靖属汀漳道，道所在龙岩。民国十四年（1925年），废道。福建省实行省、县2级地方政制，各县直属福建省。民国二十一年（1932年）4月，中国工农红军东路军东征漳州，成立闽南革命委员会，南靖属之。同年5月，龙岩、南靖、漳平交界处成立南平区苏维埃政府，南靖受其管辖有红畲、半岭、月水、迎坑等地；科岭成立靖北苏维埃政府，受其管辖有南靖、平和、永定、龙岩4县边区地带。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）11月20日，以陈铭枢、蒋光鼐、蔡廷锴等十九路军将军为核心，联合国民党内一部分抗日反蒋势力，在福州发动福建事变，成立中华共和国人民革命政府，即福建人民政府。同年12月11日，将福建划分为闽海、延建、兴泉、龙汀4省和福州、厦门2个特别市，南靖属龙汀省。民国二十三年（1934年）1月，由于蒋介石重点围攻及其他原因，福建人民政府失败。同年7月，实行行政督察专员制度，全省划分为10个行政督察区，南靖属第六区，区署在漳浦。同年，中共闽南特委在平和欧寮成立靖和浦县苏维埃政府，管辖南靖、平和、漳浦3县交界地带。民国二十四年（1935年），全省改划为7个行政督察区、1个市，原第六区改为第五区，南靖属之。民国三十五年（1946年），南靖县划归第六行政督察区，区署在龙岩。民国三十六年（1947年）4月，全省行政督察区重新调整，南靖又归属第五行政督察区。至民国三十八年（1949年）9月，南靖县行政区归属不变。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，福建重新划分行政区。1949年10月20日，原第五行政区改为第六行政区，南靖属之。1950年3月14日，第六行政区改为漳州行政督察专员公署，南靖属之。9月14日，漳州行政督察专员公署改为福建省人民政府龙溪地区专员公署，南靖属之。1967年4月1日，龙溪地区专员公署瘫痪，成立中国人民解放军福建省龙溪专区军事管制委员会，南靖属之。1968年5月，龙溪地区革命委员会成立，南靖属之。1978年3月，龙溪地区革命委员会改为龙溪地区行政公署，南靖属之。1985年5月14日，龙溪地区改为地级漳州市，南靖属之。"
        }
    ]
}