{
    "title": "华安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        },
        {
            "id": "1165",
            "category": "华安县"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国元年（1912年）龙溪县设县佐于华丰。民国十七年（1928年）5月12日，当地人士提出申请，经国民政府内政部批准，析原龙溪县二十五都的浦西、桃源、归德、迎富、升平、龙岭、宜招、华丰、珍山、大深、蓬莱大坑11保及二十三、四都的银塘、沙建、寨坂三保共14保，并割安溪县的龙涓入属（后龙涓未入属），取华丰、安溪两地首字正式置县，称“华安县”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周代，华丰属“七闽地”。春秋时期属越国辖地。周显王三十五年(前334年)，楚灭越，越人大规模入闽，和当地土著人杂处，逐渐形成了新的闽越部落。华丰地属“闽越”。秦始皇三十三年(前214年)，秦建闽中郡，华丰地属之。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年(前206年)，刘邦封越王勾践后裔无诸为闽越王，定都东冶县(今福州)。华丰为闽越国辖地之内。汉武帝元封元年(前110年)，武帝兴师征伐闽越国，闽越国亡。故地改设冶县，隶属于会稽郡，县署设在冶(今福州市)，华丰属会稽郡冶县所辖。东汉时，冶县易名为东侯官，华丰归属不变。东汉建安元年(196年)以后，孙策进军福建，改名建安郡，下辖5个县，华丰属建安郡的侯官县。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康三年(282年)，三国归晋后的第三年，析建安郡地，立晋安郡，郡治设在侯官。华丰纳入晋安郡的晋安县。梁天监中，析晋安郡地置南安郡。梁大同六年(540年)建立龙溪县，华丰为龙溪县的一部分。南北朝，陈改南安郡为闽州，后又改称丰州。隋文帝开皇九年(589年)改丰州为泉州。"
        },
        {
            "type": "text",
            "text": "       隋大业二年(606年)，又称泉州为闽州。翌年又改闽州为建安郡。这时，华丰为建安郡龙溪县的一部分。唐高祖元年(618年)，隋亡唐立，华丰属岭南道(后改称江南东道泉州都督府)丰州龙溪县辖地的一部份。贞观初，废丰州入泉州。龙溪县(包括今华安县境)又隶属于岭南道泉州。唐垂拱二年(686年)，武后批准在泉、潮二州间设置漳州。唐上元元年(760年)，漳州改隶于江南东道，华丰则为江南东道漳州龙溪县所辖属。五代十国时期，华丰属漳州龙溪不变。　"
        },
        {
            "type": "text",
            "text": "       宋太平兴国三年(978年)四月，陈洪进献地归宋。雍熙二年(公元985年)，泉、漳二州隶属于福建路，纳入宋版图。华丰随漳州龙溪县入属。北宋时，华丰为福建路龙溪县游仙乡九龙上里，统9图，辖11保：即浦西、桃源、归德、迎富、升平、龙岭、宜招、华丰、珍山、大深、蓬莱大坑。南宋淳祐年间(1241年～1252年)，改龙溪县33里为30都，华丰列为龙溪县二十五都地。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十六年(1279年)，南宋灭，元朝建立。先在闽置泉州行省，后复置行中书省。至元二十年（1283年），并泉州行省入福建省。这时漳州升为路，领4县，龙溪县(含华丰)从属。元末，华丰地为福建行中书省漳州路龙溪县领地的一部份。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年(1368年)元灭，明朝建立。明初福建设布政使司，下领府(州)、县。同年漳州改路为府，领10县，华丰随龙溪县入属于漳州府。"
        },
        {
            "type": "text",
            "text": "       清顺治元年(1644年)明亡，清朝建立。顺治三年华丰随龙溪县入清版图，属福建布政使司漳州府所辖。清乾隆十二年(1747年)，龙溪县丞厅移驻华丰，设县丞署。"
        },
        {
            "type": "text",
            "text": "       清宣统三年(1911年)十月辛亥革命推翻清王朝，次年中华民国成立，废府治为道治，并改厅、州为县。华丰为龙溪县分县，设县佐。民国二年（1913年），福建省分为东、西、南、北四路。漳州龙溪县(华丰随之)属福建西路观察使所统辖。民国三年（1914年），改路为道，废观察使改设道尹。西路道改称“汀漳道”，辖19县，龙溪县(含华丰分县)归属。民国十四年（1925年），广州国民政府成立，废道治。福建实行省、县二级政制。龙溪县(含华丰分县)为省直辖县。\r\n　　\r\n       民国十七年（1928年）5月12日，当地人士提出申请，经国民政府内政部批准，析原龙溪县地，并取华丰、安溪两地首字正式置县，称“华安县”。民国二十一年（1932年）12月至民国二十三年（1934年）2月，国民革命军第十九路军发动“闽变”，成立“福建人民政府”，将原福建省地域分设为4个省，华安县为龙汀省(省治在漳州)的一个辖县。民国二十三年（1934年）2月“闽变”失败后，福建全省划分为10个行政督察区，华安县属龙岩第七行政督察区。民国二十七年（1938年），全省行政督察区调整为7个，华安县归属龙岩第六行政督察区。民国三十六年（1947年），省内再次调整督察区，华安县划入龙溪第五行政督察区管辖。"
        },
        {
            "type": "text",
            "text": "       1949年中华人民共和国成立后，原福建省第五行政区改称“龙溪第六行政督察专员公署”；1950年又改称“漳州行政督察专员公署”；1955年3月再改称“龙溪专员公署”。虽地区名称几经改换，但华安县为福建省龙溪地区的辖县之一不变。1985年6月，撤销“龙溪地区行政公署”，漳州市升格为地级市，实行市带县体制，华安县仍属漳州市辖县之一。"
        }
    ]
}