{
    "title": "漳州市芗城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：539次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1985年9月21日，漳州市升级为地级市，原漳州市辖地改置为芗城区，因九龙江西溪境内段别称芗江而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       梁大同六年(540年)（《闽书》为大同四年）析南安郡地置龙溪，因九龙戏于岭下溪而得名。隋初，废建安、南安二郡为县，龙溪县直属泉州(治在今福州)。大业三年(607年)复置建安郡，龙溪属之。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，改建安郡为建州，龙溪县属之。武德二年(619年)，龙溪县属隋吴兴郡守梁王沈法兴辖地。武德三年(620年)，龙溪县属吴王李子通辖地。武德五年(622年)，龙溪县全境归唐，析建州地置丰州(治在南安)，龙溪县属丰州。贞观元年(627年)，废丰州，龙溪县隶岭南道泉州(治在今福州)。垂拱二年(686年)，析龙溪县南境置漳州，治在漳浦(今云霄)，龙溪仍属泉州。圣历二年(699年)，析泉州的莆田、南安、龙溪三县置武荣州。圣历三年(700年)，武荣州废，龙溪县还隶泉州(治在今福州)；同年改元久视元年，复置武荣州。景云二年(711年)，改武荣州为泉州(治在今晋江)，龙溪县属之。开元二十一年(733年)，龙溪县属福建经略使泉州(治在今泉州)。开元二十九年(741年)，龙溪县由泉州割属漳州。天宝元年(742年)，漳州改称漳浦郡，改隶江南道。"
        },
        {
            "type": "text",
            "text": "       唐天宝十年(751年)，龙溪县属岭南经略使漳州。上元元年(760年)，龙溪县随漳州由岭南还隶福建节度使。贞元二年(786年)，漳州治所从漳浦县李澳川迁龙溪县城，龙溪县城关漳州由此得名。光启元年(885年)，淮南光州刺史王绪渡江陷漳州，为王潮所杀。王潮遣王审知引兵围泉州拔之，王潮遂据有漳泉之地。后唐长兴四年(933年)，闽王王延钧称帝，龙溪县属闽国漳州。南唐保大三年(945年)，刺史王继成以漳州降南唐。保大四年(946年)改漳州为南州。保大五年(947年)，南唐兵围福州不能克，泉州刺史留从效引兵还泉州。唐戍将不得已引兵归。留从效自此据有漳、泉。保大七年(949年)南唐以漳、泉置清源节度使。"
        },
        {
            "type": "text",
            "text": "       北宋建隆三年(962年)，留从效卒，陈洪进继有其地。乾德四年(966年)，复南州为漳州。太平兴国三年(978年)，陈洪进上表献漳泉二州，龙溪归宋。雍熙二年(985年)，龙溪县属福建路漳州漳浦郡。元至元十六年(1279年)，漳州漳浦郡改为漳州路，龙溪县属之。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)龙溪县隶属福建承宣布政使司漳州府；洪武二年(1369年)属福建行中书省漳州府；洪武九年(1376年)属福建承宣布政使司漳州府。"
        },
        {
            "type": "text",
            "text": "       清代，龙溪县隶属福建布政司漳州府。雍正十二年(1734年)，龙溪县为漳州府所辖七县之一。城区是漳州府、龙溪县的治所。"
        },
        {
            "type": "text",
            "text": "       清宣统三年(1911年)辛亥革命，清王朝覆灭，9月21日漳州宣告光复。民国元年(1912年)建立中华民国，废府设路，福建划为东、西、南、北四路，漳州属西路，龙溪县属之。民国三年（1914年），改路为道，西路改为汀漳道，龙溪县属之。民国四年（1915年），袁世凯称帝，改国号中华帝国，漳州属汀漳道。民国七年至九年（1918年—1920年），援闽粤军在漳州设闽南护法区，县地属之。民国十四年（1925年），废道，实行省、县二级政制，龙溪县隶属福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）4月20日至5月28日，中国工农红军东路军进驻漳州，成立闽南工农革命委员会，建立临时政权机关，龙溪县城关为临时机关所在地。民国二十二年（1933年）11月20日“福建事变”，在福建成立中华共和国人民革命政府，将福建划为闽海、延建、兴泉、龙汀四省。民国二十三年（1934年）1月1日在漳州成立“龙汀省人民政府”，龙溪县属龙汀省，“福建事变”于民国二十三年（1934年）2月20日宣告结束。民国二十三年（1934年）7月，福建省划为10个行政督察区，龙溪县属第六行政督察区；翌年10月，全省改划为7个行政督察区，龙溪县属第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年9月19日，龙溪县城漳州解放，隶属中国人民解放军漳州军事管制区。10月20日，龙溪县隶属福建省第六行政督察区。1950年1月1日，第六行政督察区改称漳州行政督察区，9月18日，又改称为龙溪地区，龙溪县属之。1951年6月1日，析龙溪县城关置漳州市(县级市)，隶属龙溪地区。1955年3月，龙溪地区改称龙溪专区，漳州市属之。1967年4月，漳州市隶属中国人民解放军福建省龙溪地区军事管制委员会。1968年5月15日，漳州市革命委员会成立，隶属龙溪专区革命委员会。"
        },
        {
            "type": "text",
            "text": "       1978年3月17日，成立龙溪地区行政公署，漳州市革委会属之。1980年11月4日，撤销漳州市革委会，成立漳州市人民政府，仍隶属龙溪地区。1985年5月14日，经国务院批准，7月20日撤销龙溪地区行政公署，漳州市升为地级市，9月21日原漳州市建制改设芗城区(以境内九龙江西溪别称芗江而得名)，隶属地级漳州市。"
        }
    ]
}