{
    "title": "漳州市龙文区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1137",
            "category": "漳州市"
        }
    ],
    "detail": "[日期：2014-05-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：414次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1960年8月15日，龙溪、海澄合并为龙海县（1993年改为市），今龙文区境地属龙海县步文人民公社。1962年，析步文公社部分大队成立郭坑人民公社。1984年10月，步文、郭坑人民公社管理委员会改为步文乡人民政府、郭坑镇人民政府。1991年12月，步文改乡为镇。1996年9月析龙海市步文镇和郭坑镇置漳州市龙文区，因区境内有龙文山和龙文塔，故名。\n\r\n【沿革】\r\n       今龙文区境地秦时属闽中郡；汉元封元年（前110年）属会稽郡，建安初年属会稽郡侯官县；三国时吴永安三年（260年）属扬州建安郡东安县；晋太康三年（282年）属晋安郡晋安县。南朝梁武帝大同六年（540年）置龙溪县，隶属南安郡，境地属龙溪县。隋大业三年（607年）属建安郡龙溪县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年）属丰州（治在南安）龙溪县；贞元初废丰州并入泉州（治在今福州）；嗣圣元年（684年）析泉州的莆田、南安、龙溪置武荣州（治在南安），境地属武荣州龙溪县。唐垂拱二年（686年）析龙溪县南境置漳州。其时，境地仍属武荣州龙溪县；景云二年（711年）改武荣州为泉州（治在晋江），境地属泉州龙溪县；开元二十九年（741年）割泉州的龙溪县属漳州，境地属漳州郡龙溪县；天宝元年（742年）改漳州为漳浦郡，境地仍属龙溪县；乾元二年（759年）漳浦郡复名漳州；贞元二年（786年）漳州州治迁于龙溪县凤高山桂林村（今属芗城区），龙溪县成为附廓县，境地属之。"
        },
        {
            "type": "text",
            "text": "       南唐保大四年（946年）漳州改称南州，境地属南州龙溪县。宋乾德四年（966年）南州复名漳州，境地属漳州龙溪县。"
        },
        {
            "type": "text",
            "text": "       元至元十六年（1279年）漳州改为漳州路，境地属漳州路龙溪县。明洪武元年（1368年），改漳州路为漳州府，境地属漳州府龙溪县；清仍属漳州府龙溪县。\n\r\n       民国元年（1912年）改漳州府为福建省西路道，龙溪县属之，境地属龙溪县第四区；民国三年（1914年）西路道改为汀漳道；民国十四年（1925年）废道，龙溪县隶属福建省；民国二十二年（1933年）龙溪县属龙汀省；民国二十三年（1934年）7月，龙溪属第六行政督察专员公署；翌年10月，改第六为第五行政督察公署，境地仍属龙溪县第四区，设修滨、复兴、关霞、桥头、靖东、鳌头6个联保。民国二十六年（1937年），境地仍属第五行政督察公署龙溪县第四区。"
        },
        {
            "type": "text",
            "text": "       1949年9月19日龙溪县城解放；20日龙溪县全境解放。10月，龙溪属福建省第六行政督察专员公署，境地仍属龙溪县。1950年4月1日，境地属漳州行政督察专员公署龙溪县第六区；10月，改属福建省人民政府龙溪地区专员公署龙溪县，仍为第六区。1952年，划六区的玄坛宫归第十区，境地分属龙溪县第六、第十区。1956年，境地属龙溪县东屿区；1957年，东屿区改名为东山区。1958年撤区并乡；同年9月撤销乡的建制，成立卫星人民公社，境地属龙溪县卫星人民公社。1959年3月，卫星人民公社更名为步文人民公社。"
        },
        {
            "type": "text",
            "text": "       1960年8月15日，龙溪、海澄合并为龙海县，境地属龙海县步文人民公社。1962年，析步文公社部分大队成立郭坑人民公社，境地分属龙海县步文、郭坑公社。1967年6月，境地属龙溪专区龙海县军事管制委员会；1968年4月，成立步文、郭坑人民公社革命委员会，隶属龙海县革命委员会。1980年10月，龙海县革命委员会改为龙海县人民政府；12月步文、郭坑人民公社革命委员会改为步文、郭坑人民公社管理委员会。1984年10月，步文、郭坑人民公社管理委员会改为步文乡人民政府、郭坑镇人民政府。1985年6月龙溪地区改为漳州市，步文、郭坑属漳州市龙海县人民政府。1991年12月，步文改乡为镇；1993年5月，龙海县撤县建市，步文、郭坑境地属之。1996年5月31日，成立漳州市龙文区；1997年元月1日，漳州市龙文区人民政府正式挂牌成立。"
        }
    ]
}