{
    "title": "安溪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1136",
            "category": "泉州市"
        },
        {
            "id": "1178",
            "category": "安溪县"
        }
    ],
    "detail": "[日期：2014-05-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：430次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       原名清溪县，宋宣和三年（1121年）改名安溪县：因厌其名与浙江睦州青溪(今浙江淳安，方腊起义地)同音，取溪水安流才能太平之意，改清溪为安溪。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周属七闽地。春秋战国属越地。秦时属闽中郡。汉初属会稽郡。元封元年(前110年)，东越王叛汉被杀，汉改封越繇王为东成侯，并命军吏徙闽越民于江、淮间。始元二年(前85年)，遁逃山谷未迁的闽越民自立冶县，安溪属冶县。"
        },
        {
            "type": "text",
            "text": "       三国吴景帝永安三年(260年)，以南部都尉地为建安郡，增设东安县，安溪属东安县。晋太康三年(282年)，析建安郡置晋安郡，改东安县为晋安县。安溪属晋安县。南朝宋泰始四年(468年)，改晋安郡为晋平郡。齐仍为晋安郡。梁天监中析晋安郡置南安郡。安溪属南安郡晋安县。隋开皇九年(589年)，改南安郡为南安县，安溪属南安县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，南安县属建州。武德五年（622年）析建州南安故郡地置丰州。贞观九年(635年)，丰州并入泉州(即今福州)。安溪仍属南安县。嗣圣元年(684年)，析泉州之南安、莆田、龙溪置武荣州，属武荣州南安县。景云二年(711年)，改武荣州为泉州(即今泉州)，天宝元年(742年)，改泉州为清源郡。乾元元年(758年)，复为泉州。安溪一直属南安县。唐咸通五年（864年）析南安县西北部2乡置小溪场。"
        },
        {
            "type": "text",
            "text": "       后周显德二年(955年)，小溪场监詹敦仁向清源军节度使留从效申请建县获准，以境内溪水清澈之意，命名清溪县，属清源军。"
        },
        {
            "type": "text",
            "text": "       宋乾德二年(964年)，清源军改为平海军。清溪县属平海军。太平兴国三年(978年)，乃复为州。清溪县属泉州。宋宣和三年(1121年)，厌其名与浙江睦州青溪(今浙江淳安方腊起义地)同音，取溪水安流才能太平之意，改清溪为安溪，属泉州。"
        },
        {
            "type": "text",
            "text": "       元至元十五年(1278年)，升泉州为泉州路总管府。安溪县属泉州路总管府。大德元年(1297年)，置福建平海行中书省，以泉州为治所。属泉州。大德二年（1298年）改泉州路为泉宁府，不久泉宁府复改泉州路。安溪县属泉州路。至正十八年(1358年)，复立泉州分省，后复为路，安溪县属泉州路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，泉州路改为福建行省泉州府。洪武九年（1376年），福建行省改为福建等处承宣布政使司，安溪县属福建等处承宣布政使司泉州府。清沿明制，安溪县仍属泉州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府、州、厅，福建实行省、道、县三级地方政制。全省分为东路、西路、南路、北路四道；3年6月，依原辖区域置闽海、厦门、汀漳、建安四道；安溪县先后属南路道、厦门道。民国十六年（1927年）废道。福建省实行省、县二级地方政制。安溪县直隶福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）11月，十九路军于福州发动“福建事变”，成立中华共和国人民革命政府，即福建人民政府。将福建划为闽海、延建、兴泉、龙汀四省和福州、厦门两特别市，安溪县属兴泉省。民国二十三年（1934年）1月，福建人民政府失败，所设四省取消，安溪县仍隶福建省。7月安溪县隶属第五行政督察区。民国二十四年（1935年）10月，全省改为七个行政督察区和厦门市，安溪县隶属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年8月31日安溪县城解放，9月正式成立安溪县人民政府。是月，福建省人民政府公布全省划为八个行政督察专员公署，安溪县隶属第五行政督察专员公署。1950年，第五专区改为泉州专区，9月，泉州专区改为晋江区行政督察专员公署。1955年4月，又改为晋江专区专员公署，安溪县属晋江专区。1968年9月23日，成立福建省晋江专区革命委员会。1971年6月17日，晋江专区革命委员会更称晋江地区革命委员会，7月1日实行，安溪县属于晋江地区革命委员会。1980年1月，晋江地区革命委员会改为晋江地区行政公署，安溪县属晋江地区。1985年5月14日，撤销晋江地区，泉州市升为地级市，安溪县隶属泉州市。"
        }
    ]
}