{
    "title": "德化县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1136",
            "category": "泉州市"
        },
        {
            "id": "1177",
            "category": "德化县"
        }
    ],
    "detail": "[日期：2014-05-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：445次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐贞元年间，析永福（即永泰）县之归义乡置归德场，后唐长兴四年（933年），闽王王延钧令场升县，取“归德”之“德”，鸣琴布化万民，所以命名德化县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今德化县建县前疆域分属尤溪县、永泰县。　　"
        },
        {
            "type": "text",
            "text": "       唐开元二十九年(741年)，析福州都督府侯官等县部分地置尤溪县。永泰元年(765年)，析侯官县西乡地和尤溪县东乡地置永泰县。贞元年间(785年～795年)，析永泰县归义乡置归德场，场址设今德化县城，辖今浔中、三班、盖德、霞碧、雷峰、南埋、水口等乡一带地方，隶属永泰县，初具德化县雏形。\r\n　　\r\n       五代时，后唐长兴四年、闽龙启元年(933年)，闽王王延钧令升归德场为德化县。隶属长乐府(今福州)，辖归德、永宁、集贤3个乡。后晋开运二年、闽天德三年(945年)，德化县隶属闽国东都(今福州)。后汉乾祐元年、南唐保大六年(948年)，划尤溪县南部常平乡、进城乡归德化县，时属南唐清源军(今泉州)。\r\n　　\r\n       宋乾德二年(964年)，清源军改称平海军，太平兴国三年(978年)；平海军改为泉州，德化县均为其属县。\r\n　　\r\n       元至元十五年(1278年)，德化县隶属江浙行中书省福建道泉州路；二十九年(1292年)，福建道升福建行中书省，大德元年(1298年)，福建行中书省改为福建平海行中书省，德化县属福建平海行中书省泉州路。大德二年(1299年)，泉州路改泉宁府；至正十八年(1358年)，泉宁府升为泉州分省，德化县隶属不变。\r\n　　\r\n       明洪武元年(1368年)，德化县隶属福建布政使司泉州府。嘉靖十五年(1536年)，划出德化县西南部的进城乡黄认团(约相当于当时全县面积的十分之一)归新置的大田县。\r\n　　\r\n       清初，沿明制，隶属泉州府。雍正十二年(1734年)升永春县为福建布政使司直隶州，析泉州府德化县，归永春州管辖。\n\r\n       民国元年(1912年)，民国政府宣布废府、州，福建省实行省、道、县三级地方政制。次年，永春废州立县，德化县隶属兴泉永道(南路道)。民国三年（1914年）南路道改称厦门道。民国十六年（1927年）废道，德化直属福建省。民国二十二年（1933年）11月20日“闽变”，成立中华共和国人民革命政府(史称“福建人民政府”)，12月11日人民政府第十一次中委会决议，将福建划为闽海、闽上、泉海、龙漳四省和福州、厦门二特别市。同月13日第十二次中委会改原划四省名称为闽海、延建、兴泉、龙汀四省。德化县隶属兴泉省。次年1月，“闽变”失败，还属福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）7月，福建省划为10个行政督察区。德化县隶属第四行政督察区(专署驻仙游县)。民国二十四年（1935年）10月，福建省行政督察区缩编为7个。德化县隶属第四行政督察区(专署驻同安县)。民国二十七年（1938年）5月，专署移驻永春。民国二十九年（1940年）2月16日，第四行政督察专员公署因抗日战争局势紧张，迁驻德化。同年6月28日迁回永春。民国三十二年（1943年）9月，德化县改隶属福建省第六行政督察区(专署驻龙岩县)。民国三十五年（1946年）1月，德化县改隶福建省第九行政督察区(专署驻永安县)。民国三十六年（1947年）4月，全省行政督察区再次调整缩编为7个，德化县隶属第六行政督察区(专署驻永安县)。\r\n　　\r\n       1949年11月24日，德化县解放，隶属福建省第七行政督察专员公署(专署驻永安县)。12月13日，析第七行政督察专员公署的德化县归第五行政督察专员公署(专署驻泉州)辖。1950年4月1日第五专署改称福建省泉州行政督察专员公署，9月16日又改为福建省人民政府晋江区专员公署。同年10月正式接管德化县。1955年3月17日，福建省人民政府晋江区专员公署改称为福建省晋江专员公署。德化县仍为其属县。\n\r\n       1967年6月30日，因“文化大革命”成立晋江专区军事管制委员会，取代专署行使对全区领导职权。1968年9月23日，成立福建省晋江专区革命委员会。1971年6月17日，晋江专区革命委员会更名为福建省晋江地区革命委员会，均辖德化。1979年5月29日，尤溪县中仙公社和顺自然村3个生产队划归德化县。6月10日建立和顺大队，归属德化县杨梅公社。1980年1月1日，晋江地区革命委员会改称福建省晋江地区行政公署，德化为属县。1985年5月14日，撤销晋江地区，泉州市升为地级市，德化县隶属泉州市。"
        }
    ]
}