{
    "title": "南安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1136",
            "category": "泉州市"
        },
        {
            "id": "1173",
            "category": "南安市"
        }
    ],
    "detail": "[日期：2014-05-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：553次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南朝梁天监年间（502年—519）析晋安郡南部置南安郡，意指“保持闽疆南部安定”，治所在今丰州镇。隋开皇九年(589年)，南安郡改为南安县。1993年5月12日，南安撤县设市（县级）。"
        },
        {
            "type": "text",
            "text": "【附加】\n别称“柳城”的由来："
        },
        {
            "type": "text",
            "text": "       原治所丰州古城，系明朝嘉靖38年（1559年）南安知县夏汝砺为防倭寇而筑。筑城之前，环城植柳为界，故别称“柳城”。县治迁溪美后，溪美别称沿用“柳城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商两代，地理区划属扬州。西周为七闽属地。春秋末期，为越国属地。战国中期，为楚国属地。秦代属闽中郡，为闽越族酋长无诸所辖。西汉初期，属闽越国。西汉始元二年(前85年)，为冶县地。东汉属东部都尉的侯官县地，后又增设会稽南部都尉，南安属南部都尉的侯官地。"
        },
        {
            "type": "text",
            "text": "       三国吴永安三年(260年)，分候官县地置东安县，治所在今南安市东丰州镇，属建安郡。西晋太康三年(282年)，析建安郡置晋安郡，改东安县为晋安县。隶属晋安郡。管辖兴化、泉州、漳州一带。"
        },
        {
            "type": "text",
            "text": "       南朝宋泰始四年(468年)，晋安郡改为晋平郡。萧齐复为晋安郡。南朝梁天监中(502年～519年)，析晋安郡置南安郡，郡治在丰州，下领晋安、龙溪、兰水三县。南安郡初隶扬州，普通六年(532年)，改隶东扬州。南朝陈永定元年(557年)，升晋安郡为闽州，南安郡属之。天嘉六年(565年)，闽州废，南安郡仍隶属东扬州。光大二年(568年)，又升晋安郡为丰州(州治设在闽县，今福州市区)，南安郡属之。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)，改丰州为泉州(州治在今福州)，南安郡改为南安县，建安郡改为建安县。南安县治设在丰州。隋大业二年(606年)，改泉州为闽州，南安县隶属闽州。大业三年(607年)，改闽州为建安郡，南安县上隶建安郡。南安县的辖地为今泉州市、莆田市、厦门市的大部分及长泰县。当时的德化归属闽县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，改建安郡为建州，南安县上隶建州。武德五年(622年)，在旧南安郡地置丰州，治所在今丰州镇，并析南安县置莆田县。丰州下领南安、莆田两县。武德六年(623年)，在闽县复置泉州。武德八年置都督府，辖泉州、建州、丰州。贞观九年(635年)，丰州撤销，南安、莆田两县隶属泉州。嗣圣元年(684年)，析泉州的南安、莆田、龙溪三县置武荣州，治所设在今丰州镇。不久武荣州废，复泉州。州治设在今福州。久视元年(700年)，因孙师业诉称赴泉州途远。又于南安县置武荣州，下辖南安、莆田、龙溪、清源四县。景云二年(711年)，原闽县所置的泉州改为闽州，武荣州改称为泉州，南安县隶属泉州。开元六年(718年)，析南安县东南地置晋江县。天宝元年(742年)，泉州改为清源郡。南安隶属清源郡。乾元元年(758年)，清源郡又复为泉州，南安县隶属之。贞元十九年(803年)，析南安县西南四乡置大同场；长庆二年(822年)，析南安县西北二乡置桃林场；咸通五年(864年)，析南安县西二乡置小溪场；乾符三年(876年)，析南安县武德乡置武德场。当时的大同场、桃林场、小溪场、武德场仍为南安管辖地。"
        },
        {
            "type": "text",
            "text": "       五代时期，后晋开运二年（945年）九月，王继勋以泉州降南唐，后汉乾佑二年（949年），南唐升泉州为清源军。南安属清源军。"
        },
        {
            "type": "text",
            "text": "       宋乾德二年（964年），隶属由清源军改为平海军。太平兴国三年（978年），陈洪进占据闽南，乃复为泉州，属威武军。雍熙二年（985年），泉州改属福建路，南安随属。"
        },
        {
            "type": "text",
            "text": "       元朝至元十五年（1278年），置泉州路总管府，下辖南安等七个县。大德元年（1297年）改福建行省为平海行中书省。至正十八年（1358年）设立泉州分省。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），改泉州路为泉州府，南安仍隶泉州。清雍正十二年（1734年），永春县升为直隶州，辖有德化、大田二县。南安仍与晋江、惠安、同安、安溪等县隶属泉州府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，废府，实行省、道、县三级地方建制，设置东西南北四路道，南安县属南路道。民国三年(1914年)6月，全省按原辖区，置厦门、闽海、汀漳、建安四道，南安属厦门道。民国十四年(1925年)，废道，实行省、县二级建制，南安直属于福建省。民国二十二年(1933年)11月，国民党第十九路军在福州成立中华共和国人民革命政府(史称“福建人民政府”)，12月13日将福建划分为四个省：闽海、延建、兴泉、龙汀，南安县隶属兴泉省。翌年1月人民革命政府失败，南安复为福建省直辖。"
        },
        {
            "type": "text",
            "text": "       民国二十三年(1934年)7月，福建省实行行政督察专员制度，全省划分为10个行政督察区，南安属第五行政区，区治设同安。民国二十四年(1935年)10月，全省改划为7个行政督察区，南安隶属第四行政督察区，区治仍设同安。民国二十七年（1938年），区治改设永春。民国二十九年（1940年）2月16日，区治改设德化，6月28日仍迁回永春。民国三十二年(1943年)9月，调整行政区，全省划分为8个行政督察区、2个市，南安隶属第四行政督察区，区治仍设永春。民国三十五年(1946年)1月，全省划分为9个行政督察区、2个市，南安隶属第四行政督察区，区治设晋江。民国三十六年(1947年)4月，全省缩为7个行政督察区，南安仍隶属第四行政督察区，区治仍设晋江。"
        },
        {
            "type": "text",
            "text": "       1949年9月，全省划为8个行政督察区，南安隶属第五行政督察专员公署。1950年4月1日，福建省第五专署改称泉州行政督察专员公署。南安隶属泉州行政督察专员公署，专署设泉州。9月16日，又改为福建省人民政府晋江区专员公署，南安隶属晋江区专员公署。1955年3月17日，福建省人民政府晋江区专员公署改称为福建省晋江专区专员公署，南安隶属福建省晋江专区专员公署。1967年6月30日，“文化大革命”初期，成立福建省晋江专区军事管制委员会，取代专署的领导职权。1968年9月23日，成立晋江专区革命委员会，取代军管会。1971年6月17日，晋江专区革命委员会更名为福建省晋江地区革命委员会，南安县隶属晋江地区革命委员会。\n\r\n       1980年1月1日，晋江地区革命委员会改称福建省晋江地区行政公署，南安为属县。1985年5月14日，撤销晋江地区，泉州市升为地级市，南安县隶属泉州市。1993年5月12日，南安撤县设市（县级），同年10月16日，南安市政府正式挂牌成立。南安市由福建省直辖，泉州市代管。"
        }
    ]
}