{
    "title": "泉州市鲤城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1136",
            "category": "泉州市"
        }
    ],
    "detail": "[日期：2014-05-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：404次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       《泉州府志》载：“府治中有衙城，外有子城，又外有罗城，有翼城。……又以形似，名鲤城。”这就是鲤城名称之由来。从时间来说，数次拓城，到明初才形成鲤城的局面，鲤鱼城是明初才出现的名称。1985年5月撤销晋江地区，泉州市升格为地级市，其辖区改置鲤城区。1997年，泉州政区再次变动，一分为三，设鲤城区、洛江区、丰泽区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今鲤城区夏、商两代地理区划属扬州。西周时属七闽地。春秋战国时属越国。秦时属闽中郡。\r\n       \r\n       西汉初属闽越国。汉武帝元封元年(前110年)闽越国灭，闽越国民众被强迫迁徙江、淮。昭帝始元二年(前85年)，逃匿山谷未迁的闽越民众自立冶县(治今福州市)，今域属冶县。东汉时属会稽郡南部都尉侯官县(治今福州市)。　"
        },
        {
            "type": "text",
            "text": "       三国时属吴建安郡东安县(治今南安县丰州)。西晋时属晋安郡晋安县(治今南安县丰州)。南朝宋属晋平郡晋安县；齐属晋安郡晋安县；梁析晋安郡置南安郡，今域属南安郡(治今南安县丰州)；陈仍属南安郡。隋初属泉州(治今福州市)南安县，后泉州改称闽州，再后又改称建安郡，今域县属不变。　"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，建安郡改为建州，今域属建州南安县。武德五年，析建州南安县置丰州(治今南安县丰州)，今域为丰州南安县地。武德六年，在闽县复置泉州。贞观九年(635年)，丰州划归泉州(治今福州市)，县属不变。嗣圣元年(684年)，析泉州南安、莆田、龙溪置武荣州(治今南安县丰州)，今域属武荣州南安县。不久，武荣州又划归泉州。圣历二年(699年)，复置武荣州。圣历三年又裁撤。久视元年(700年)，第三次设置武荣州，州治治所设今域城区。景云二年(711年)，武荣州改称泉州，今域仍为南安县地。开元六年(718年)，泉州刺史冯仁智以州治附郭无县，请析南安东南地置晋江县，今域大部属晋江县，少数属南安县。天宝元年(742年)，泉州改为清源郡。乾元元年(758年)复改为泉州。"
        },
        {
            "type": "text",
            "text": "       五代后梁开平三年(909年)，封威武军节度使王审知为闽王，今域为闽王国地。后晋开运二年(945年)，南唐灭闽，今域属南唐。后汉乾祐二年(949年)，南唐升泉州为清源军，今域属清源军。"
        },
        {
            "type": "text",
            "text": "       北宋乾德二年(964年)，改清源军为平海军，今域属平海军。太平兴国三年(978年)，平海军复改为泉州。"
        },
        {
            "type": "text",
            "text": "       元至元十五年(1278年)，升泉州为泉州路总管府，增设南、北二录事司，专门管理城区行政事务，翌年合二为一，今域属录事司和晋江、南安二县。"
        },
        {
            "type": "text",
            "text": "       明洪武三年(1370年)，撤录事司，今域仍属晋江、南安二县。清代隶属依旧。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，取消府、州、厅，实行省、道、县三级地方政制，今域属福建省南路道(民国三年改称厦门道)晋江、南安二县。民国二十二年（1933年）11月“福建事变”时，成立中华共和国人民政府(即福建人民政府)，今域属福建人民政府泉海(旋改兴泉)省晋江、南安二县，城区为省会。民国二十三年（1934年）1月，福建人民政府失败，复隶福建省；7月，全省设10个行政督察区，今域属第五行政督察区(专署驻同安)。民国二十四年（1935年）1月，调整行政督察区，改隶第四行政督察区(专署驻同安)。民国三十二年（1943年），行政督察区第二次调整，今域仍属第四区(专署驻永春)。民国三十五年（1946年）1月，行政督察区第三次调整，隶属第四区不变；9月，专署迁驻今域城区。"
        },
        {
            "type": "text",
            "text": "       1949年8月31日泉州解放，今域属福建省第五行政督察区(治今域城区)晋江、南安二县。1950年3月，第五行政督察区改称泉州行政督察区；9月，改称晋江区。1951年1月，析晋江县城关区和近郊8个乡成立泉州市(县级)，属晋江区，今域属泉州市和晋江县、南安县。1953年6月30日，泉州市改为省辖市，不久还属晋江区。1955年4月，晋江区改称晋江专区，今域分属晋江专区泉州市、晋江县、南安县。1958年，析晋江县和南安县部分乡村归泉州市。1971年1月，析晋江县部分乡村归泉州市；7月，晋江专区更称晋江地区，泉州市(县级)属晋江地区。1985年5月14日，撤销晋江地区，泉州市升为地级市，实行市管县行政体制。1986年1月1日，在原泉州市区域内建立鲤城区，属泉州市。"
        }
    ]
}