{
    "title": "泉州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1136",
            "category": "泉州市"
        }
    ],
    "detail": "[日期：2014-05-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：423次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       泉州的主山是北郊的清源山，因有乳白的泉水从山上石窍间清冽地源源流出，故名“清源”，亦名“泉山”。州的名称即以山名而得。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇九年(589年)，在南方的福建首次出现了“泉州”之名，但这个“泉州”是在今天的福州，而不在闽南。"
        },
        {
            "type": "text",
            "text": "       唐朝景云二年(711年)，把“泉州”(福州)改名为闽州，而以原来设在现在南安的武荣州命名为泉州。这样，“泉州”这个地名才从福州移到闽南。然而，州治是在今南安丰州镇，并不在现泉州。那时的泉州市附近乃一片荒芜，坟冢垒垒。一直到唐朝开元六年(718年)，方把南安县分出东南之地，设立晋江县，把州治迁到现在的泉州市来。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商两代，地理区划属扬州。西周，为七闽地。春秋末期至战国初期，属越国地，越亡国后，属楚。汉高祖五年(前202年)，无诸因助汉灭秦、楚之功，被封闽越王，领闽中故地，都东冶。泉地属闽越国。"
        },
        {
            "type": "text",
            "text": "       汉武帝建元六年(前135年)，因闽越国不断举兵侵百越，汉兴师问罪，废除闽越王封号，并先后封两王(越繇王与东越王)以共领前闽越国地。始元二年(公元前85年)，因遁逃山谷未迁的闽越民逐渐繁衍，设立冶县，隶会稽郡，泉地属冶县。（因治县为会稽郡东部都尉下侯官所治，东汉称之为东部侯官，或简称为东侯官、侯官，后又以侯官之名为县名。因地域广阔，又增设南部都尉以领之。）于是，泉地改属南部都尉的侯官县。"
        },
        {
            "type": "text",
            "text": "       汉献帝建安元年(196年)，孙策攻占南部都尉辖地。三国吴永安三年（260年）析侯官县地置东安县，治所设在今南安县丰州镇。南朝梁天监中（502年—519年）析晋安郡地置南安郡，隋开皇九年（589年）改郡为县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年）置丰州，领南安、莆田、龙溪3县，州治设今南安丰州。景云二年（711年）改名泉州。五代后唐长兴四年（933年）析南安县地增置桃源县，后晋天福三年（938年）改桃源县为永春县。宋宣和三年（1121年）改清溪县为安溪县。至此，辖晋江、南安、同安、惠安、安溪、永春、德化7县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十四年(1277年)，立行宣慰司于泉州，兼领行征南元帅府事。至元十五年（1278年），改行宣慰司为行中书省，升泉州为泉州路总管府隶之。泉州路于七县之外，增领南、北二录事司。至元十六年（1279年），南、北二录事司合而为一。至元十七年（1280年）五月，福建行省并入泉州行省。同年七月，徙泉州行省于隆兴。至元十八年（1281年）十月前，泉州又立行省。至元二十年（1283年）三月，并入福建行省。至元二十一年（1284年）二月，再设行省于泉州。同年九月，并入江淮行省。至元二十七年（1290年）前后，开始在澎湖设巡检司，管辖澎湖、台湾等岛屿，隶属泉州路同安县。至元二十九年（1292年）复设福建行省。大德元年(1297年)，为图琉求(今台湾)，改福建行省为福建平海行中书省，徙治泉州。大德二年（1298年），泉州路总管府改为泉宁府。不久，罢福建平海行中书省，泉宁府复为泉州路，隶江浙行省。至正十六年(1356年)，复立福建行中书省，泉州路隶之。至正十八年（1358年），设立泉州分省。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，改泉州路为泉州府，隶福建行省；罢录事司，仍领七县：晋江、南安、同安、惠安、安溪、永春、德化。洪武九年（1376年），福建行省改为福建布政使司，泉州府隶之。洪武二十年（1387年），曾一度撤销澎湖巡检司。明代中叶，台湾属泉州府辖地。嘉靖四十二年(1563年)，又在澎湖设巡检司，派兵长期驻防。　"
        },
        {
            "type": "text",
            "text": "       清初仍置泉州府，上隶福建行省，领县同明。雍正十二年(1734年)，升永春县为永春直隶州，划德化县并延平府大田县归其辖理，隶福建行省。乾隆四十年(1775年)，析同安县部分地设马巷厅。至此，泉州府即领晋江、南安、惠安、同安、安溪五县及马巷厅。　"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，取消府、州、厅，实行省、道、县三级地方政制，晋江、南安、同安、惠安、安溪、永春(民国二年3月废州立县)、德化归属南路道(址设厦门)。民国二年11月，析同安县地置思明县。民国三年（1914年），南路道改称厦门道。同年7月，金门自思明县析出置县，隶属厦门道。民国八年（1919年）10月12日，晋江民军(靖国军许卓然部)以安海为政治中心，设立安海县。其辖区东至海，西至南安溪尾双溪，南至水头返头乡，北至泉州顺洲桥。民国十一年（1922年）民军改编后取消。民国十六年（1927年），废道，实行省、县二级地方政制，泉属七县直隶福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）11月20日，“福建事变”发生，成立中华共和国人民革命政府(即福建人民政府)。同年12月11日，分福建为闽海、闽上、泉海、龙漳四省并设立两个特别市。12月13日，四省分别更名为闽海、延建、兴泉、龙汀。兴泉省辖莆田、仙游、晋江、南安、安溪、惠安、同安、金门、永春、德化、大田、思明12县，治设晋江(今泉州市区)。民国二十三年（1934年）1月3日，兴泉省政府正式成立。同月，“福建事变”失败，所划4省取消，泉属7县重隶福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）7月，全省设立十个行政督察区，永春、德化、惠安属第四行政督察区(专署驻仙游)，晋江、南安、安溪、金门属第五行政督察区(专署驻同安)。民国二十四年（1935年）10月，全省改为7个行政督察区、1市，惠安、晋江、南安、金门、安溪、永春、德化属第四区(专署驻同安)。民国二十六年（1937年）4月，南安县治徙溪美。10月，日本侵略军攻陷金门岛等，金门县政府迁到大嶝乡。12月，行政督察专员改制，但行政督察区未变，泉属七县仍归第四区。民国二十七年（1938年）5月21日，第四区专署由同安移驻永春。同年8月，金门县政务由南安县兼摄。民国二十九年（1940年）2月16日，第四区专署由永春迁驻德化，6月28日仍迁回永春。同年2月，于永春、德化、永泰、仙游四县边境设立凤顶特种区，归属第四区；10月裁撤。民国三十二年（1943年）9月，全省调整为8个行政督察区、2个市。第四区专署仍驻永春，下辖永春、安溪、金门、南安、晋江、惠安等九县。德化改属第六区(专署驻龙岩)。民国三十五年（1946年）1月，全省划为9个行政督察区、2市。第四区仍旧，德化改属第九区(专署驻永安)。同年9月，第四区专署迁驻晋江。民国三十六年（1947年）4月，全省调整为七个行政督察区。第四区专署仍驻晋江，辖有晋江、莆田、仙游、同安、南安、惠安、安溪、永春、金门等九县。德化改属第六区(专署驻永安)。"
        },
        {
            "type": "text",
            "text": "       1949年8月24日，福建省人民政府(省会福州)成立。8、9月间，南安、永春、惠安、晋江、安溪相继解放。9月，全省划为八个行政督察区。9月9日，第五行政督察专员公署成立，辖晋江、南安、同安、惠安、安溪、永春、仙游、莆田、金门(待统一)等九县。公署设晋江县城(今泉州市区)。10月9日，金门县大嶝岛、小嶝岛及角屿解放。11月24日，德化解放，归入第七行政督察区(专署驻永安县)。1950年3月14日，省政府命令更改各专署名称，第五专署改称泉州行政督察专员公署，4月1日起实行。9月，泉州行政督察专员公署改为晋江区专员公署。10月17日，德化县划归晋江区专员公署管辖，1951年1月正式接管。至此，晋江区辖有晋江、南安、同安、安溪、永春、德化、莆田、仙游、惠安、金门(待统一)十县。1950年11月1日，以晋江县城区和城郊八个乡设立泉州市(县级)，隶属晋江区。1951年1月1日，泉州市人民政府成立。"
        },
        {
            "type": "text",
            "text": "       1955年3月12日，奉省人民委员会令，晋江区专员公署改称晋江专员公署，4月1日正式实行。同年5月，金门县政府成立。1956年3月26日，撤销闽侯专区和永安专区。同年5月，原属闽侯专区的福清、平潭、永泰和永安专区的大田划归晋江专区。1958年8月，同安县改由厦门市管辖。1959年8月，恢复闽侯专区建制，福清、平潭、永泰三县仍归之。1963年5月27日，大田县划归三明专区管辖。"
        },
        {
            "type": "text",
            "text": "       1967年6月13日，中共中央、国务院、中央军委批示，晋江专区实行军事管制。6月30日，晋江专区军事管制委员会成立，领导全区工作。1968年9月23日，经福州军区党委、福建省革命委员会批准，成立晋江专区革命委员会，取代军管会，作为全区1市、9县党政合一的领导机构。1970年2月，莆田、仙游县划归闽侯专区，闽侯专区机关迁驻莆田；厦门市管辖的同安县仍归晋江专区。6月18日，福建省革命委员会决定实行。于是，全区辖有泉州市及晋江、惠安、南安、同安、安溪、永春、德化、金门八县。同年12月25日，晋江专区革委会决定，划金门县大嶝公社归同安县管辖。1971年6月17日，省革委会通知，晋江专区更称晋江地区，7月1日实行。1973年6月5日，同安县划归厦门市管辖。"
        },
        {
            "type": "text",
            "text": "       1978年3月20日，晋江地区革委会更称晋江地区行政公署。1980年1月1日正式实行。1985年5月14日，撤销晋江地区，泉州市升为地级市，实行市管县的行政体制，原泉州市的建制改设鲤城区。1985年12月31日，鲤城区人民政府成立。1986年1月，泉州市人民政府正式成立。1987年12月17日，设立石狮市(县级)，以晋江县石狮、永宁、蚶江三镇和祥芝乡为石狮市行政区域。1988年9月30日，石狮市人民政府正式成立，归泉州市代管。 1997年6月3日，根据“大泉州”发展规划的需要，泉州市增设丰泽、洛江2个区，原鲤城区行政区域调整为三个市辖区。"
        }
    ]
}