{
    "title": "泰宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1135",
            "category": "三明市"
        },
        {
            "id": "1183",
            "category": "泰宁县"
        }
    ],
    "detail": "[日期：2014-05-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：445次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐肃宗乾元二年(759年)，将原绥安县地分置归化和黄连二镇，南唐保大四年(946年)，归化镇升为归化场，南唐中兴元年(958年)，升归化场为归化县。宋元祐元年（1086年），邑人叶祖洽状元奏请朝廷更改县名，宋哲宗将山东曲阜孔子阙里府号“泰宁”赐为县名，隶属邵武军。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今泰宁县地，周代，为“七闽”地。战国后期，是闽越王无诸领地。汉代，初属于闽越国，后隶属会稽郡；汉代末年，隶属于孙吴建安县校乡。永安三年(260年)，隶属于建安郡新置的绥安县。辖境含今建宁、泰宁、宁化三县及清流、明溪部分地区。县治在今建宁县城西三里许的高砂州。西晋，仍属建安郡绥安县。东晋安帝义熙元年(405年)，改绥安县为绥城县，隶属关系及辖地未变。"
        },
        {
            "type": "text",
            "text": "       隋代，废绥城县，先并入泉州建安县，后归抚州邵武县(抚州后改称临川郡)。唐武德四年(621年)，原绥城地又从邵武县析出，重设绥城县，隶属于江南道建州。贞观三年(629年)，又废绥城县，并入邵武。绥城并入邵武县后，称金泉场。金泉场的辖境与原绥安、绥城辖境同。高宗乾封二年(667年)，今宁化县地(含清流、明溪部分地区)由于巫罗俊开发日趋繁荣，因而从金泉场析出另置黄连镇(黄连镇于开元二十二年升为黄连县)。黄连镇划出后，金泉场辖地为今泰宁、建宁两县地及明溪的一部分村落。\n\r\n       武后垂拱四年(688年)，从建安县划出原将乐县地复置将乐县，隶江南道建州。金泉场亦从邵武县析出转属于将乐县，场的治所移至今泰宁，并改称金城场，金泉场建制存在59年。唐肃宗乾元二年(759年)，福建都防御使兼宁海军使董玠奏请将原绥安县地(即金城场地)分置归化和黄连二镇，归化镇即今泰宁(包括明溪沂州一带村落)；黄连镇即今建宁。今建、泰两县从此分治，归化镇属于建州。代宗大历三年(768年)，罢福州节度使，改置福建都团练观察处置使，归化镇仍隶属于建州。"
        },
        {
            "type": "text",
            "text": "       五代，归化镇隶属于闽王国建州(后改镇安军、镇武军)。后梁开平元年(907年)，王审知受梁封为闽王，统治全闽。闽永隆年间(939年～942年)，为了防御南唐，归化镇成了左仆射邹勇夫等人扎重兵的军事重镇。后晋天福八年(943年)，王延政在建州称帝，归化镇仍直隶于建州(后改称为镇安军、镇武军)。后唐开运元年(944年)，南唐攻下建州。二年，改建州为永安军，后为忠义军。南唐保大四年(946年)，归化镇升为归化场，属永安军、忠义军。南唐中兴元年(958年)，升归化场为归化县，隶于建州。"
        },
        {
            "type": "text",
            "text": "       宋代，归化县属于福建路邵武军，县的等级是望县。哲宗元祐元年(1086)，改名为泰宁县。元代，泰宁县隶属于邵武路，路的上隶先后为福建、江浙、江西行中书省，县的等级为中县。明代，泰宁县属邵武府，县的等级降为下县。邵武府隶于福建布政使司。"
        },
        {
            "type": "text",
            "text": "       清代，泰宁县沿明制隶属于福建布政使司邵武府。布政使司受辖于闽浙总督、福建总督及总督属下的福建巡抚。泰宁县从明中叶后，战祸不断，民生凋敝。清初的军民抗清斗争延续多年，康熙中虽有起色，户口钱粮仅接近中县。咸(丰)同(治)之后，太平军与清军多年战争，丁口钱粮又再衰落，泰宁县便变成了简县(最低等县)。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，福建宣布拥护共和，废邵武府。泰宁县改属北路观察使署，后改建安道，泰宁隶属于建安道。民国十七年(1928年)，实行新的省、县制，废建安道，改县知事为县长，泰宁县直属于福建省政府。第二次国内革命战争时期(1931年～1934年)，泰宁县为中央革命根据地21个县份之一，后划归闽赣省。是中央根据地突出在东北部的前沿阵地和支援东方军挺进闽中的后方战略补给要地。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）3月19日，国民党军队重占泰宁，7月间，在邵武设第九区行政督察专员公署，辖邵武、泰宁、建宁、顺昌、将乐五县。泰宁划为三等县。民国二十四年（1935年）10月，泰宁改隶于福建省第七行政区(长汀)。民国二十七年（1938年），改隶于第三行政区(建阳)。泰宁为二等乙级县。民国二十九年（1940年）3月，泰宁改属第二行政区(南平)。全省县等划为三等六级，泰宁为三等乙级县(最低等县)。民国三十三年（1944年），泰宁划为五等县(全省66个县中有五等县12个。六等县8个)。"
        },
        {
            "type": "text",
            "text": "       1950年2月9日，泰宁解放，建立县人民政府。隶属于福建省第二区行政督察专员公署。1950年，第二专区改称南平专区，泰宁县隶属南平专区。1970年6月，泰宁县划归三明地区管辖。1983年4月，三明地区撤消，三明市升为省辖市，泰宁隶属三明市。"
        }
    ]
}