{
    "title": "三明市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1135",
            "category": "三明市"
        }
    ],
    "detail": "[日期：2014-05-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1956年7月，三元、明溪两县合并时，各取两县原名的首字，合为“三明”作为新建县名。1960年1月，三明人民公社筹委会改名为三明市人民委员会(为省辖三明市)。1963年与明溪县分置。同年5月，国务院批准设立三明专员公署，将三明市降为地辖市。1983年4月撤销三明地区，三明市复为省辖地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今三明境内最早的县建制是三国吴永安三年（260年）析建安县东部地置将乐县，西部地置绥安县，属建安郡。晋义熙元年（405年）改绥安县为绥城县。并于延平县南乡沙源地置沙村县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十三年（593年）绥城、将乐并入邵武县（隶江西抚州）。唐武德四年（621年）恢复沙村县建制改称沙县（属建州）；武德八年（625年）从邵武县析出复置将乐、绥城县（隶建州）；贞观三年（629年）2县俱废；垂拱四年（688年）复从邵武、建安析出原绥城、将乐县地，重置将乐县；开元十三年（725年）置黄连县（属建州，二十六年，即738年改属汀州）；开元二十九年（741年）置尤溪县（属福州）；天宝元年（742年）黄连县改名宁化县（属临汀郡）；元和三年（808年）将乐县并入邵武、建安县，五年（810年）再恢复（属建州）。"
        },
        {
            "type": "text",
            "text": "       五代南唐中兴元年（958年）置归化县。宋建隆元年（960年）置建宁县（均属建州），宋元祐年（1086年）归化县改名泰宁县。"
        },
        {
            "type": "text",
            "text": "       明景泰三年（1452年）析沙县、尤溪县地置永安县（隶延平府）；明成化六年（1470年）析清流、沙县、将乐、宁化县地置归化县（隶汀州）；嘉靖十四年（1535年）析尤溪、永安、漳平、德化县地置大田县（隶延平府）。"
        },
        {
            "type": "text",
            "text": "       清末延平府、邵武府、汀州府、永春州分别改为延建邵、汀漳龙、兴泉永道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府，将乐、沙县、尤溪、永安、泰宁、建宁县属北路道（民国三年，即1914年改建安道）。宁化、清流、归化县属西路道（民国三年，即1914年改汀漳道），大田县属南路道（民国三年，即1914年改厦门道）。民国十七年（1928年）废道，各县直属福建省。第二次国内革命战争时期（1931年—1934年）宁化、建宁、泰宁、清流、归化为中央苏区县。民国二十三（1934年）设行政督察区时，沙县、尤溪县属三区，大田县属四区，宁化、清流、明溪、永安县属八区，将乐、建宁、泰宁县属九区。抗日战争时期（1938年—1945年）福建省省会内迁永安。民国三十五年（1946年）设九区（驻永安，辖永安、大田、德化、三元、宁洋、清流、明溪7县）。"
        },
        {
            "type": "text",
            "text": "       1949年6月至1950年2月各县相继解放。尤溪、沙县、将乐、泰宁、建宁县属第二行政督察区（1950年3月改南平专区），三元、明溪、永安、清流、宁化、大田、宁洋、德化8县属第七行政督察区（1950年3月改永安专区，10月德化县划属晋江专区）。1956年3月撤销永安专区，7月三元、明溪县合并称三明县，隶属南平专区，大田县划归晋江专区，永安、清流、宁化、宁洋县划归龙岩专区（同年撤宁洋县，部分地划归永安县）。"
        },
        {
            "type": "text",
            "text": "       1959年2月撤销清流、宁化县，设清宁县，成立省辖三明市。1961年撤销清宁县，恢复清流、宁化县与永安同划归三明市。1963年三明市改县级市，原明溪县属地析出恢复三明县，设三明专区，辖三明市及三明、永安、清流、宁化、大田5县。1964年三明县恢复为明溪县。1970年尤溪、沙县、将乐、泰宁、建宁5县划归三明专区，同年12月三明专区改名三明地区。1983年4月撤销三明地区，三明市复为省辖地级市，市区设三元、梅列区。1984年9月12日，永安撤县建市。"
        }
    ]
}