{
    "title": "仙游县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1134",
            "category": "莆田市"
        },
        {
            "id": "1191",
            "category": "仙游县"
        }
    ],
    "detail": "[日期：2014-05-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       仙游县原名为清源县，于唐武周圣历二年（699年），在丰州（今泉州）旧地置武荣州，并析莆田县西北部另设清源县，隶属武荣州。唐天宝元年（742年）州改郡，泉州易名清源郡（赵颐正以县与郡同名，诸多不便，故请奏改之），依据故事所载于汉武帝年间，何氏九仙云游入县之说，为仙游最古之历史，故遂改名为仙游县，隶属清源郡，为仙游县名之始。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期属越国地；秦时属闽中郡；汉武帝至三国时属会稽郡、建安郡；晋时属晋安郡；南北朝时为梁所属，隶属南安郡；陈光大二年（568年）起，属莆田县；隋开皇九年（589年）改丰州为泉州，仙游隶属泉州；大业三年（607年）起，属建安郡南安县。"
        },
        {
            "type": "text",
            "text": "       唐圣历二年(699年)，析莆田县西部，以俞潭(今盖尾仙潭)为界置清源县，属武荣州(今南安丰州)。景云二年(711年)改武荣州为泉州，清源县属泉州。天宝元年(742年)，泉州改称清源郡，因郡县同名，清源县更名为仙游县，仙游县属清源郡。"
        },
        {
            "type": "text",
            "text": "       宋乾德二年(964年)，清源郡改称平海军，仙游县属平海军。太平兴国三年(978年)四月，平海节度使陈洪进(今枫亭镇人)，将漳泉两州及其所属14县(含仙游县)正式归入宋廷版图。太平兴国四年(979年)，析仙游县的游洋镇(今仙游县的游洋、石苍、象溪一带)，莆田县的百丈镇、永福县(今永泰县)的陈山头和福唐县(今福清市)的　头、百丈岭、下庐岭一带山区置兴化县，县治设在游洋(古邑)。同时，设太平军(后改称为兴化军)领莆田、仙游、兴化等三县，军治亦设在游洋。太平兴国五年(980年)，改太平军为兴化军，仙游属兴化军。太平兴国八年(983年)，兴化军治从游洋迁入莆田城内。景炎二年(1277年)，改兴化军为兴安州，仙游县属兴安州。　"
        },
        {
            "type": "text",
            "text": "       元至元十五年(1278年)十月，改兴安州为兴化路，仙游县属兴化路。皇庆二年(1313年)，兴化县治从游洋迁往莆田县广业里湘溪村(今新县)。　"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)兴化路改为兴化府，仙游县属兴化府。清仍沿明制，仙游县属兴化府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，民国政府宣布废府、州，福建省实行省、道、县三级地方政制。全省划为东路、西路、南路、北路等四道，仙游县隶南路道。民国三年（1914年），南路道改称厦门道，仙游县隶厦门道。民国十五年（1926年）废道，仙游县直属福建省。民国二十二年（1933年）11月20日，发生“闽变”，成立中华共和国人民革命政府(史称“福建人民政府”)。12月11日，人民政府第一次中委会决议，将福建划为闽海、闽上、泉海、龙漳等四省和福州、厦门二特别市。同月13日，第十二次中委会改原划四省名称为闽海、延建、兴泉、龙汀等四省。仙游隶属兴泉省。次年1月，“闽变”失败，还属福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）7月，省以下实行行政督察专员制度，设置行政督察专员公署，为省政府的辅助机关。福建省划为10个行政督察区，仙游县属第四行政督察区(专署驻今仙游鲤城)。民国二十四年（1935年）10月，全省督察区缩编为7个，仙游县仍属第四行政督察区(专署驻同安县)。民国二十九年（1940年）8月，在德化、永春、仙游、永泰等四县边境设立凤顶特种区。同年10月裁撤，归还原县管辖。民国三十五年（1946年）至民国三十八年（1949年），仙游县仍属第四督察区(专署驻晋江)。"
        },
        {
            "type": "text",
            "text": "       1949年8月25日，仙游县解放，隶属福建省第五行政督察专员公署(专署驻泉州)。1950年4月1日，第五专署改称福建省泉州行政督察专员公署。9月16日，改为福建省人民政府晋江专员公署，仙游县属其管辖。1955年3月17日，福建省人民政府晋江专员公署改称为福建省晋江专员公署，仙游县仍属其管辖。1967年6月30日，成立晋江专区军事管制委员会，取代专署行使对全区领导职权。1968年9月23日，成立福建省晋江专区革命委员会，仙游为其属县。1970年7月，省革命委员会决定，闽侯专区革委会机关迁入莆田县。划出晋江专区的莆田、仙游两县，同原闽侯专区的福清、永泰、闽侯、闽清、长乐、平潭等六县，成立莆田地区革命委员会(驻莆田荔城)，仙游县属其管辖。"
        },
        {
            "type": "text",
            "text": "       1971年7月，改闽侯专区革命委员会为莆田地区革命委员会，仙游县属其管辖。1979年1月，莆田地区革命委员会改称莆田地区行政公署，仙游县隶属之。1983年5月，撤销莆田地区行政公署，析原莆田地区的福清、永泰、闽清、长乐、平潭等五县归福州市管辖；同年9月9日，划出莆田、仙游两县和城厢、涵江两区成立地级莆田市。"
        }
    ]
}