{
    "title": "莆田市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1134",
            "category": "莆田市"
        }
    ],
    "detail": "[日期：2014-05-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：682次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南北朝时，陈光大二年（568年），分南安地另置莆田县，属丰州之南安郡。莆田古称莆口，这个名称，最早见于陈天嘉五年（564年），因章昭达讨陈宝应，逃到莆口。因近海则名莆口，又因多田则名莆田。另一说，莆田古时为海，后升为平原，且多生蒲艾，因此去水从莆，同时平原多田，所以叫莆田。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时期属扬州，西周时属七闽地，春秋时属越国，战国时属百越，秦时属闽中郡，西汉前期属闽越国，西汉后期属会稽郡冶县，东汉后期属南部都尉侯官县，三国时期属建安郡侯官县，西晋时期属晋安郡侯官县，南朝前期属南安郡。"
        },
        {
            "type": "text",
            "text": "       南朝陈光大二年(568年)、隋开皇九年(589年)，两度置废莆田县，先后隶属丰州(今福州)南安郡和泉州(今福州)。唐武德五年(622年)，析南安县地再置莆田县，属丰州(今泉州)。"
        },
        {
            "type": "text",
            "text": "       唐圣历二年(699年)，析莆田县西部置清源县，莆田、清源2县属武荣州(后改泉州)。唐天宝元年(742年)，改泉州为清源郡，而清源县改为仙游县，莆田、仙游2县属清源郡。之后清源郡又改为泉州、清源军、平海军，莆田、仙游2县亦属之。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国四年(979年)，宋太宗诏以莆田、仙游、永福(今永泰)、福清四县之部分属地置兴化县(治所在今仙游县游洋镇)，并在其地建太平军。太平兴国五年，改太平军为兴化军，划出平海军(今泉州市)的莆田、仙游2县归兴化军管辖，兴化军直属两浙西南路，与建州、福州、泉州、漳州、汀州、南剑州、邵武军合称为“八闽”，辖地基本上与今莆田市相同。太平兴国八年，军治迁至莆田县城。宋雍熙二年(985年)，闽地从两浙西南路分出，置福建路，兴化军隶属福建路。"
        },
        {
            "type": "text",
            "text": "       南宋德祐二年(1276年)，恭帝在临安(今杭州)降元。同年五月，益王赵昰在福州登位，是为端宗，改元景炎，升福州为福安府，定为行都。景炎二年(1277年)，兴化军城失而复得，端宗诏改兴化军为兴安州，故莆田市又有“兴安”之称。"
        },
        {
            "type": "text",
            "text": "       元至元十四年(1277年)，元军陷兴安州城。元代，地方设行中书省。兴安州改称兴化路，属江浙行中书省管辖，设总管府，置录事司，统莆田、仙游、兴化3县。至元十五年，设福建行中书省，兴化路属之。元皇庆二年(1313年)，兴化县治由游洋镇迁到广业里湘溪(今莆田县新县乡)。至正二十七年(1367年)，福州参政文殊海牙开城降明，兴化路亦纳款归明。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，兴化路改称兴化府，隶福建行中书省。洪武九年，福建行中书省改为福建承宣布政使司，兴化府属之。兴化府废录事司，辖莆田、仙游、兴化3县不变。明正统十三年(1448年)，地处山区的兴化县，虎患严重，病疫流行，人丁渐少，百姓不堪重负，因而裁革兴化县。将武化、长乐两乡并为广业里，划归莆田县，兴泰、福兴、来苏3里并为兴泰里，划归仙游县。"
        },
        {
            "type": "text",
            "text": "       清沿明制，兴化府建制不变，仍辖莆田、仙游两县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，撤销兴化府，莆田、仙游两县属福建省南路道管辖。民国三年（1914年），实行省、道、县三级制，莆田、仙游两县属厦门道管辖。民国十五年（1926年），国民革命军北伐入闽，成立福建省政府，同时废道，莆、仙两县直属福建省管辖。民国二十二年（1933年），国民革命军第十九路军在福建举事，成立中华共和国人民革命政府，福建分为闽海、兴泉、龙汀、延建4省和福州、厦门两个特别市，莆、仙两县属兴泉省管辖。民国二十三年（1934年）1月，十九路军“福建事变”失败。2月，福建省政府在仙游县城设立行政专员第四督察区公署，辖莆田、仙游、永春、德化、大田、惠安6县。翌年秋，专署由仙游县城迁到同安县。直至民国三十八年（1949年），莆、仙两县均属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年8月21日和8月25日，莆田、仙游两县先后解放。1949年10月1日，中华人民共和国成立，福建省分为8个专区及福州、厦门两市。莆田、仙游两县隶属福建省第五行政督察区(驻泉州)。1950年4月起，第五行政督察区更名为晋江专区。至1970年5月，莆、仙两县隶属不变。1970年6月，莆田、仙游两县由晋江专区划归闽侯专区，同时把闽侯专区机关从闽侯螺洲迁至莆田城厢。1971年4月，改闽侯专区为莆田专区。同年5月，改莆田专区为莆田地区。莆田地区辖莆田、仙游、闽清、福清、平潭、长乐、闽侯、永泰8县，这是莆田历史上管辖范围最大的时期。"
        },
        {
            "type": "text",
            "text": "       1973年7月，闽侯县划归福州市管辖。1983年5月，撤销莆田地区，原辖属的福清、闽清、平潭、长乐、永泰5县划归福州市管辖。1983年9月9日，建立莆田市，并析莆田县的城厢镇、城郊公社成立城厢区，析莆田县的涵江镇、涵江公社成立涵江区，莆田市为省辖地级市，下辖莆田、仙游2县和城厢、涵江2区。2002年撤销莆田县，设立莆田市荔城区、秀屿区。"
        }
    ]
}