{
    "title": "厦门市海沧区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1133",
            "category": "厦门市"
        }
    ],
    "detail": "[日期：2014-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1723次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2003年4月26日杏林区更名为海沧区，区名取自所辖的两个镇之一海沧镇。海沧镇宋代始为海滨聚落，三面环海，故以\"海\"为名，初称海口。又因境内有沧江（今九龙江），后改名海沧。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商时期，为扬州属地。西周属七闽地。东周为越国地。秦属闽中郡东冶县。西汉高祖五年（前202年）属闽越国；东汉兴平元年（194年）属扬州侯官县。"
        },
        {
            "type": "text",
            "text": "       西晋属扬州晋安郡，西晋太康三年（282年），东安县改晋安县，同年析置同安县，辖之。永嘉元年（307年）同安县复隶晋安县，辖之。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）属泉州南安县。唐初属岭南道，唐开元二十一年（733年）改隶江南东道清源郡。唐德宗贞元十九年（803年）析南安县西南四乡置大同场。五代后唐长兴四年（933年）升大同场为同安县，辖之。\n\r\n       五代属闽国泉州；五代末属江南东道清源郡。宋淳祐年间，海沧区南部划属福建路漳州，为龙溪县永宁乡新恩里，辖域为今海沧区海沧街道、新阳街道、海沧农场；今海沧区北部仍属福建路泉州，为同安县明盛乡积善里，辖域为今东孚镇、第一农场和天竺山林场。南宋改里为都，南部三都地区为新恩里一都、二都、三都，后演变为一二三都，称“三都”；北部东孚境域为积善里十七都、十八都。\n\r\n       元代属福建行省，后改属江浙行省；三都地区属漳州路龙溪县，北部东孚境域属泉州路同安县。\n\r\n       明清时“三都”属福建省漳州府海澄县，领永昌保、集兴上半保、集兴下半保、崇隆保；东孚境域则属泉州府同安县积善里，领新垵保。\n\r\n       民国元年（1912年）“三都”属福建省汀漳道海澄县，东孚境域属福建省南路道（民国三年6月改厦门道）同安县。民国十四年（1925年）废道，“三都”属福建省海澄县，为新恩里一、二、三都；东孚境域属福建省同安县，为积善里十七、十八都。民国二十二年（1933年）12月13日“闽变”政府决议将福建省分为闽海、延建、兴泉、龙汀四省；“三都”属龙汀省龙溪县，东孚境域属兴泉省同安县。民国二十三年（1934年）1月10日，“闽变”失败，龙溪县、同安县仍直辖福建省。"
        },
        {
            "type": "text",
            "text": "       民国二十三年至二十四年（1934年—1935年），“三都”先后属福建省第六、第五行政督察专区，东孚境域先后属福建省第五、第四行政督察区。民国二十七年（1938年）“三都”属海澄县第四区，东孚境域属同安县第三区第二十办事处角尾联保、鼎中联保。同年5月13日，厦门沦陷。民国二十九年（1940年）3月撤销联保；海澄县划为4区，三都地区属第四区，驻海沧，领1镇2乡：沧江镇、金钟乡、新霞乡。东孚境域为同安县第三区角尾乡。民国三十一年（1942年）7月海澄县第四区改海沧区，领1镇2乡28保。东孚境域为角尾乡（鼎山乡并入）中孚、莲花、水头、鼎美、后祥5保。民国三十四年（1945年）10月抗日战争胜利，撤海沧区，沧江镇、金钟乡、新霞乡直隶海澄县。"
        },
        {
            "type": "text",
            "text": "       1950年底废除保甲制，一保改一乡，中孚保改东孚乡。东孚境域属同安县第一区，为东孚、莲花、水头、鼎美、后祥5乡，三都地区为海澄县第四区海沧乡、霞阳乡、新垵乡。1955年10月，东孚境域划属同安县东孚区，为东孚、莲花、水头、鼎美、后祥、贞岱6乡。三都地区海澄县第四区改名海沧区，辖海沧、囷瑶、锦里、石塘、新垵5乡。\r\n1956年6月东孚境域划属灌口区，三都地区仍属海澄县辖海沧区。1957年灌口区东孚、鼎美等12乡划入厦门市郊区；同年11月鼎美乡析设第一农场。三都地区为海澄县第四区海沧乡、霞阳乡、新垵乡。"
        },
        {
            "type": "text",
            "text": "       1958年4月撤海沧区。同年8月海澄县与龙溪县并为龙海县。1978年9月杏林区成立，辖之。1978年在杏林公社基础上置杏林区。1986年12月海沧乡改镇。1990年海沧镇、东孚乡开辟为海沧台商投资区。1991年12月东孚乡改镇。1995年10月海沧镇、东孚镇、海沧农场、第一农场、天竺山林场划入杏林区，辖之。2003年4月杏林区驻地迁海沧镇石塘，并更名海沧区。"
        }
    ]
}