{
    "title": "厦门市集美区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1133",
            "category": "厦门市"
        }
    ],
    "detail": "[日期：2014-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：486次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1987年8月，郊区划出禾山乡建区，名为集美区，区名取自所辖镇之一集美镇。"
        },
        {
            "type": "text",
            "text": "       集美原先属于同安县的一个小村庄，地处东溪至石浔入海处，其海湾称浔江，浔江西岸延续到这个村庄已是末尾，村庄因此得名浔尾，后雅化成集美。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       集美区境为原同安县邑的西界大部。早在夏、商时期，同安属古代扬州地。周朝时，称七闽之地。春秋战国时期为越国地。"
        },
        {
            "type": "text",
            "text": "       秦统一中国后分天下为三十六郡，后又增设南海、闽中、桂林、象郡四郡，其时同安即隶属僻处海隅的闽中郡。至西汉时，汉高祖刘邦复立闽越国，任勾践七世孙无诸为王，后因作乱被讨平，其地立冶县（县治在今福州），属会稽郡。建安年间，闽地分设五县，同安邑境属侯官县（包括今福州、兴化、泉州、漳州等地）。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴永安三年（260年）分会稽南部为建安郡，晋太康三年（282年）复分设晋安郡，置同安县。是同安设县之始，亦同安得名之始。但至南北朝时，又并入南安县。"
        },
        {
            "type": "text",
            "text": "       唐贞元十九年（803年）析南安县西南部四乡置大同场，至五代后唐长兴四年（933年）升大同场为同安县，属泉州。此后的宋元明清四代，同安县均属泉州府辖，直至建国后的一九五八年以前，仍隶属晋江专区（即今泉州市）领辖。"
        },
        {
            "type": "text",
            "text": "       宋初，同安全县只设三个乡，隶三十个里。即永丰乡、明盛乡、绥德乡。今集美区邑境属明盛乡的仁德里，安仁里地。元代里下分设都，以后直至清末，里、都不变，集美区邑均属同安西界仁德里的十一都、十二都、十三都；以及安仁里的十四都、十五都、十六都。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年），国民政府设乡辖保。集美区邑分为一镇三乡，其中灌口镇辖11保，鹤场乡辖12保，集美乡辖9保，海山乡辖8保。民国三十三年（1944年）以后，取消鹤场乡和海山乡，其辖地分属灌口镇和集美乡。"
        },
        {
            "type": "text",
            "text": "       1953年11月3日，原属同安县的集美乡划归厦门市辖，改为集美镇。1957年3月30日，又划出原同安县灌口区（当时改镇为区，并扩大所辖范围）的十一个乡（即现在的行政村）改隶厦门。另原属灌口区的锦宅、金山乡则划归龙溪县辖。厦门市人民政府乃合并岛内的禾山区及灌口区、集美镇三地为厦门市郊区。设立“厦门市人民委员会郊区行政办事处”，简称“郊办”。办事处设在岛内的高崎。因机关编制人员一时未能配备齐全，原灌口区公所和禾山区公所仍继续运作，直到一九五八年五月，原两区人员及财物方集中到高崎正式办公。"
        },
        {
            "type": "text",
            "text": "       1958年8月，海澄县与龙溪县合并为龙海县。原属海澄县的海沧乡与新垵乡划归厦门市郊区。同年九月，“郊委”和“郊办”迁入集美镇。不久，郊区各乡镇改为人民公社，各行政村为大队。"
        },
        {
            "type": "text",
            "text": "       文化大革命时期，1968年9月14日，作为市政府派出管理机关的“郊区办事处”废除，成立厦门市郊区革命委员会，升格为厦门市革命委员会辖下的一级行政机构。各公社亦相应改为革命委员会。1979年9月1日，当时的杏林人民公社由郊区划出，成立杏林工业区，后改为杏林区，辖杏林。1980年12月31日，厦门市郊区革命委员会改为厦门市郊区人民政府。"
        },
        {
            "type": "text",
            "text": "       1984年10月，郊区各人民公社革命委员会改为乡、镇人民政府。此时郊区辖有集美镇、灌口镇、海沧镇及禾山乡、东孚乡、后溪乡。1986年3月，禾山乡的吕厝、莲坂两村划归开元区。1987年7月，禾山乡与先前划归开元区的湖里村合并成立厦门市湖里区（云顶岩南北部分村落分别划入思明、开元两区）至此，禾山乡全部从郊区划出。同一天，厦门市郊区更名为厦门市集美区。"
        }
    ]
}