{
    "title": "厦门市翔安区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1133",
            "category": "厦门市"
        }
    ],
    "detail": "[日期：2014-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：536次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2003年10月19日设立翔安区，因其行政建制开始于晋太康三年（282年），属于同安县翔风里和民安里，两地名各取一字而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       晋太康三年（282年），境域隶晋安郡同安县辖，当年同安县就撤销，地并入南安县。南朝宋泰始四年（468年）析晋平郡晋安县地，泰始七年（471年）复为晋安郡。梁天监元年（502年），析晋安郡置南安郡，境域属之。隋开皇九年（589年），改南安郡为南安县，境域仍属之。\n\r\n       唐贞元十九年（803年），析泉州南安县西南4乡置大同场，今翔安区境域划为 绥德乡翔风（含金门）、民安2个里，隶大同场辖。五代十国闽国龙启元年年（933年），王延钧称帝后，升大同场为同安县，今翔安区境域隶属之。 唐光启二年(886年)，王潮克泉州为刺史，至南唐保大五年（947年），南唐灭闽国，同安地为王潮和闽国治地。南唐保大七年（949年），南唐升泉州为清源军（辖今泉州、莆田、漳州）。"
        },
        {
            "type": "text",
            "text": "       宋建隆四年（963年），宋改清源军为平海军，以陈洪进为节度使，同安县属平海军。北宋太平兴国三年(978年)，陈洪进纳土于宋，同安县始随平海军纳人宋土。同年，宋复平海军为泉州。宋属平海军、泉州。宋今翔安区境域属平海军同安县辖。元、明两朝，元，今翔安区境域属泉州路同安县辖。明洪武二十七年（1394年）始筑“厦门城”。"
        },
        {
            "type": "text",
            "text": "       清顺治七年（1650年）郑成功驻兵同安县，顺治十二年（1655 年）在同安县绥德乡嘉禾里置思明州；康熙十九年（1680年）废思明州；康熙二十三年（1684年）从兴泉道管辖下设台厦兵备道，康熙二十五年（1686年）以泉州府同知分防设厅，雍正五年（1727年）起属于兴泉永道，兴泉永道辖今泉州、莆田、厦门，永春州、大田县，道台自泉州移驻厦门。清乾隆四十年(1775年），置马巷厅始，至清末今翔安区境域直隶泉州府马巷厅。\n\r\n       民国元年（1912 年），废马巷厅，今翔安区境域复归同安县。民国三年（1914年），析翔风里之大嶝岛、小嶝岛、大金门、小金门置金门县，上隶于厦门道。民国十七年（1928年），今翔安区境域直隶于福建省同安县。民国二十二年（1933年）11月至民国二十三年（1934年）1月，福建事变时改隶中华共和国人民革命政府兴泉省同安县。民国二十三年（1934年）1月后，“闽变”失败，同安县隶于福建省第五督察区同安县。 民国二十四年（1935年）4月以厦门及鼓浪屿等7个岛屿设厦门市，撤销思明县设禾山特种区，与同安县同属第四行政督察区（驻同安，辖今泉州、莆田、厦门）。民国二十七年（1938年）5月至民国三十四年（1945年）9月厦门岛沦陷。民国三十四年（1945年）10月日本战败后，同安县隶属福建省第四行政督察区至民国三十八年（1949年）9月。"
        },
        {
            "type": "text",
            "text": "       1949年9月，解放初期，今翔安区境域（不含大嶝、小嶝）暂沿旧制，隶同安县辖，上隶于华东军政委员会福建省第五行政督察专员公署。1950年7月，改属福建省泉州行政督察专员公署，1955年改名为晋江专区。1958年10月，从晋江专区划出改隶于厦门市。1970年8月，再划归晋江地区，1973年9月，今翔安区境域（不含大帽山国营农场）又划归厦门市同安县辖。1997年4月，同安撤县设区，今翔安区境域（不含大帽山国营农场）隶厦门市同安区辖。2003年4月26日，设立厦门市翔安区，直隶厦门市辖。10月19日，翔安区挂牌成立。"
        },
        {
            "type": "text",
            "text": "        [ 参看“厦门市同安区”词条]"
        }
    ]
}