{
    "title": "厦门市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "28",
            "category": "福建省"
        },
        {
            "id": "1133",
            "category": "厦门市"
        }
    ],
    "detail": "[日期：2014-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：513次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三年（1914年），南路道改名厦门道，民国十四年（1925年）废厦门道。民国二十八（1939年）7月1日，成立日伪厦门特别市政府。抗战胜利后，民国三十四年（1945年）10月4日重建厦门市。"
        },
        {
            "type": "text",
            "text": "       厦门由“下门”雅化而来，“下门”之名，在明洪武二十七年（1394年）建城之前已经存在。“门”是地名的通称。古时船户、渔民把江河入海处有山崖的地方，形象化地称之为“门”。“海门”在九龙江进入厦门港海域这间，往下到鼓浪屿和厦门岛，是海潮进出的通道，像护域河河水进出的门，也就是“濠门”。“濠门”以下的一个门叫“下门”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商时代，厦门岛为扬州属地。西周属七闽地。东周为越国地。秦属闽中郡东冶县。西汉高祖五年(前202年)属闽越国地，元封元年(前110年)属会稽郡冶县地。东汉兴平元年(194年)为侯官县地。"
        },
        {
            "type": "text",
            "text": "       三国吴永安三年(260年)属建安郡东安县地。晋太康三年(282年)，改东安县为晋安县。同年，析晋安县置同安县，厦门岛为其属地。永嘉元年(307年)，撤同安县返属晋安县。隋开皇九年(589年)属南安县。"
        },
        {
            "type": "text",
            "text": "       唐贞元十九年(803年)析南安县西南4个乡置大同场。五代后唐长兴四年(933年)，升大同场为同安县。厦门岛隶属同安县。五代末同安县属清源军，宋属福建路泉州府，元属福建省泉州路。"
        },
        {
            "type": "text",
            "text": "       明清时期属福建省泉州府。清顺治十二年(即南明永历九年，1655年)至康熙十九年(1680年),郑成功、郑经父子在厦门成立思明州，不属同安县管辖。此外,清咸丰三年(1853年)小刀会起义军在厦门建立为期半年的政权，也不属同安县管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)4月15日，析同安县嘉禾里(厦门岛)和翔风里的金门岛、大嶝岛、小嶝岛和角屿置思明县。4月28日，思明县政府正式成立，隶属福建军政府。是年，福建省设东路、西路、南路、北路4个道，南路道驻思明县，辖12个县，思明县、同安县属之。同年9月12日，改思明县为思明府。翌年3月20日，复为思明县。民国三年（1914年），南路道改名厦门道，道署驻地和辖境不变。思明县、同安县仍属之。民国十四年（1925年）废道，实行省、县两级地方建制，思明县和同安县都属福建省政府。　　"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）11月20日发生“闽变”，成立中华共和国人民革命政府。12月1日，成立厦门市政府。10日，厦门市政府升级为厦门特别市政府，直属中华共和国人民革命政府。12月13日，中华共和国人民革命政府决议将福建省分为闽海、延建、兴泉、龙汀四省，兴泉省省治设泉州(今泉州市鲤城区)，同安县属之。翌年1月“闽变”失败后，厦门特别市政府和兴泉省随之撤销，厦门恢复思明县建制，与同安县均属福建省政府直辖。　"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）7月，国民政府在福建省省县之间设行政督察区，思明县与同安县同属福建省第五行政督察区管辖。民国二十四年（1935年）2月7日，国民政府行政院核准厦门设市。4月1日，厦门市政府正式成立，直属福建省政府。禾山设特种区，区署设于东山后院，归同安县管辖。是年，调整福建省行政督察区域，同安县改属福建省第四行政督察区。民国二十七年（1938年）5月13日，厦门全岛沦陷。6月20日，成立伪厦门治安维持会；翌年7月1日，成立伪厦门特别市政府，民国三十二年（1943年）3月30日改为汪伪南京国民政府直辖市。抗日战争胜利，国民政府恢复厦门市政府建制，民国三十四年（1945年）10月4日重建厦门市政府，直属福建省政府管辖。　　"
        },
        {
            "type": "text",
            "text": "       1949年9月同安县解放，同安县属第五专区（1950年改泉州专区，1955年改为晋江专区）。10月17日厦门市解放，10月21日，厦门市人民政府正式成立，为福建省辖市。1950年10月厦门市设开元、思明、鼓浪屿、厦港（后废）、禾山5区。1953年同安县集美镇归厦门市辖，1958年1月撤禾山区，改设郊区，1958年8月同安县由晋江专区划属厦门。1966年8月开元、思明区更名东风、向阳区。1979年10月复原名（开元、思明区），1970年2月同安县划属晋江专区（地区），1973年6月同安县再归厦门市。1978年9月设杏林区。1987年增设湖里区，郊区改名集美区。"
        },
        {
            "type": "text",
            "text": "       1997年同安撤县设区。至此，厦门市辖鼓浪屿、思明、开元、杏林、湖里、集美、同安7区。2003年5月，厦门市调整部分行政区划。思明区、鼓浪屿区和开元区合并为思明区；将杏林区的杏林街道办事处和杏林镇划归集美区管辖，杏林区更名为海沧区；设立翔安区，将同安区所辖新店、新圩、马巷、内厝、大嶝5个镇划归翔安区管辖。"
        },
        {
            "type": "text",
            "text": "        [ 参看“厦门市同安区”词条]"
        }
    ]
}