{
    "title": "江西省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        }
    ],
    "detail": "[日期：2014-05-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：597次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       江西省，简称赣。唐开元二十一年（733 年），唐玄宗设江南西道而得省名，又因为江西最大河流为赣江而得简称。元朝开始确立行省制度，始有江西行省（或江西省）之名称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       江西省为”禹贡”扬州之城，春秋时大部属吴，战国时全境属楚。泰始皇分全国为36郡，江西属九江郡。汉代改九江郡为淮南国，在境内设立豫章郡，下辖南昌、庐陵、彭泽、鄱阳、馀汗、柴桑、赣、新淦、南城、宜春、雩都、艾、南壄、安平、海昏、历陵、枭阳和建成等18县。汉武帝时划全国为 13 个监察区，称 13 部州, 此时的江西属杨州部。"
        },
        {
            "type": "text",
            "text": "       至东汉、三国，豫章郡（治南昌）属吴，又增置庐陵（治吉安）、鄱阳（治波阳）、临川（治临川）、安城（治安福）等4郡及庐陵南部都尉（治雩都）。"
        },
        {
            "type": "text",
            "text": "       西晋元康元年（291 年），改设江州,其主体为江西地区原有郡县。隋时曾作行政区划调整，州的级别降与郡同，因而隋代的江西地区设有7 郡24县。至唐时增加到8州37县，分别为洪州、饶州、虔州、吉州、江州、袁州、抚州和信州。贞观元年（627年）唐太宗划全国为10 道监察区，玄宗时增为 15 道，洪、饶、虔、吉、江、袁、抚、信 8 州隶属于江南西道监察区。"
        },
        {
            "type": "text",
            "text": "       五代时期，江西地区先辖于吴后辖于南唐。在这个时期出现了相当于下等州的新的行政区划—军。南唐时分6 州、4 军、55 县。交泰元年，南唐中主决定建南都于洪州，并因此升洪州为南昌府。宋代在州之上改道为路，江西地区被置 9 州、4 军、68 县，其大部分隶属于江南西路，另有一部分隶属于江南东路。"
        },
        {
            "type": "text",
            "text": "　　元朝开始确立行中书省制度(简称行省或省)。江西行省辖区远远大于今天的江西省区。除包括了今江西绝大部分地区外(原江西东北地区隶属于江浙行省)，还包括了今天广东省的大部分。元行省下设路、直隶州、州(同县级行政机构)和县。江西行省下辖龙兴、吉安、南康、赣州、建昌、江州、南安、瑞州、袁州、临江、抚州、饶州、信州等 13 路和南丰、铅山2 直隶州以及48 个县、16 个县级州。"
        },
        {
            "type": "text",
            "text": "       明朝虽然基本上保留了元朝的省区建制，但改行中书省为布政使司(习惯上仍然称省)，改路为府和改州为县。江西布政使司辖南昌、瑞州、饶州、南康、九江、广信、抚州、建昌、吉安、袁州、临江、赣州、南安13 府，下辖78 县，地域基本等同今天的江西省区。其时承宣布政使司、提刑按察使司、都指挥使司为江西布政使司的最高行政机关，三司分别由中央直接节制，分权而治，互不统属。"
        },
        {
            "type": "text",
            "text": "　　清代改江西布政使司为江西省，行政区域基本承袭明建制。另在吉安府增设莲花、南昌府增设铜鼓、赣州府增设虔南等3 个县级厅，同时升宁都县为省辖直隶州。巡抚成为全省最高行政长官，下设承宣布政使司和提刑按察使司，分管民政、财政与司法监察。"
        },
        {
            "type": "text",
            "text": "　　民国时期，清朝的府、州、厅一律改为县。江西省共辖81县。至民国十五年（1926年）北伐军进驻南昌时正式设南昌市。民国二十三年（1934 年）从安徽划婺源县入江西，民国三十六年（1947 年）划回安徽，民国三十八年（1949 ）年再次划归江西。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，江西省的行政区划曾经有过多次调整和变动。截至 2014 年4月，全省共设11个省辖市、10 个县级市、70 个县、19个市辖区和1个地方管理局。"
        }
    ]
}