{
    "title": "南城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1208",
            "category": "抚州市"
        },
        {
            "id": "1234",
            "category": "南城县"
        }
    ],
    "detail": "[日期：2014-06-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：479次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高祖五年（前202年）置县，因地处豫章郡之南，故称南城，是江西建县最早十八个古县之一。是历代军、路、府治所在地。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商西周，禹分天下为九州，约公元前21世纪---公元前771年，南城属古扬州。春秋战国，吴寿梦元年（前585年）南城属吴。周元王三年（前473年），越王勾践灭吴，南城属越。周显王四十六年（前323年），楚怀王尽取越地，南城属楚。"
        },
        {
            "type": "text",
            "text": "       秦王嬴政二十四年（前223年），秦灭楚，南城属秦。嬴政二十六年（前221年），秦统一全国，分天下为三十六郡，南城属九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉楚汉之际，项羽封英布为九江王，南城为英布辖。高祖二年（前205年），英布降汉反楚，南城属汉。高祖四年（前203年）七月，封英布为淮南王，南城属淮南国。高祖五年（前202年）年分淮南部分地区为豫章郡，郡设十八县，始有南城，以其在郡城之南而得名。辖现今南城、南丰、黎川、广昌、资溪、金溪、临川、崇仁、宜黄、乐安及东乡一部分。 硝石对岸石下（今洪门水库内) 。高祖十一年（前196年）七月，英布反，次年被诛，高祖十二年（前195年），兄子刘濞为吴王，管三郡五十三城，南城属之。 景帝三年（前154年），濞反被诛，削吴豫章郡，南城直属于中央。"
        },
        {
            "type": "text",
            "text": "       王莽新朝，始建国元年(9年），改豫章郡为九江郡，南城属之。东汉建武元年（25年），改九江郡为豫章郡。永元八年(96年），分南城酉北境置临汝县。"
        },
        {
            "type": "text",
            "text": "       三国时南城属吴，太平二年（257年），分出豫章郡东部建临川郡，又由南城分出南丰、东兴、永城三县，俱隶临川郡。"
        },
        {
            "type": "text",
            "text": "       西晋晋武帝灭吴，南城属西晋。太康元年(280年)，县治由硝石迁至现北门外榻埠街，改县名为新南城，仍属临川郡。东晋建武元年(317年），改新南城为南，仍属临川郡。"
        },
        {
            "type": "text",
            "text": "       南北朝均属临川郡，宋永初元年(420年），宋武帝刘裕灭晋，南城属宋。齐建元元年(479年），临川郡治迁至南城。梁天监元年(502年），梁武帝肖衍灭齐，南城属梁。陈永定元年(557年），陈武帝陈霸先灭梁，南城属陈。"
        },
        {
            "type": "text",
            "text": "       隋文帝杨坚灭陈，开皇九年(589年），改临川郡为抚州，州治迁临汝。复将南丰、东兴，永城三县并入南城，隶属抚州。大业三年(607年），隋杨帝改抚州为临川郡，南城属之。"
        },
        {
            "type": "text",
            "text": "       唐高祖灭隋，武德五年(622年），改临川郡为抚州，从南城分出东兴、永城另立两县，南城、东兴、永城隶属抚州。武德七年(624年），复将东兴、永城两县并入南城。 贞观元年（627年），分天下为十道，南城从抚州，属江南道。景云二年（711年），从南城分出南丰县。开元元年(713年），将南丰并入南城。开元二年(714年），又复从南城分出南丰县。 开元廿一年(733年），分天下为十五道，南城从抚州，属江南西道。天宝元年(742年），复改抚州为临川郡，南城属临川郡。乾元元年(758年)，又改临川郡为抚州，南城属抚州。乾符三年(876年)，因榻埠街常患洪水，将县治迁至罗城。"
        },
        {
            "type": "text",
            "text": "       五代十国吴天祐六年(909年）六月，抚州归吴，杨隆演统辖。七月，抚州刺史危全讽（南城人）自称镇南节度使率抚、信、袁、吉之兵，号称十万，攻洪州（南昌），淮南将周本大败危全讽，俘全讽将士五千，江西尽归杨氏，南城从之。顺义元年(921年），吴扬溥升抚州为昭武军，南城从之。南唐升元元年（937年），改昭武军为抚州，南城属之，后升南城为建武军。"
        },
        {
            "type": "text",
            "text": "       北宋，开宝二年（969年），东兴、永城并入南城。开宝八年(975年），南唐灭，南城归从北宋。太平兴国四年（979年），改建武军为建昌军，“建昌”名一为建树、昌善之意，二以地连南昌，接建州而名。元丰年间（1081年左右），廖恩椐邵武乱，知军事郑琰筑新城，县治迁现址。现称建昌镇。"
        },
        {
            "type": "text",
            "text": "       南宋绍兴八年（1138年），分南城东南五乡设新城县。分南丰南部三乡设广昌县，仍归建昌军辖。宋德祐元年（1275年），建昌军归于元。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），改建昌军为建昌路。至正十九年（1359年），汉王陈友谅攻陷建昌，至正廿一年（1361年）八月，朱元璋九江大破陈友谅，明定江南，建昌归于明。明洪武二年(1369年）正月，改建昌路为肇昌府。洪武二年九月，改肇昌府为建昌府，领治南城、新城、广昌、南丰。万历六年(1578年），分南城东北境十八个都(56都—73都）设沪溪县，建昌府辖南城、南丰、广昌、新城、沪溪五县，南城为首县，府治设南城。清顺治二年（1645年）七月，南城从建昌归入清，仍属建昌府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废建昌府，南城县直属于省。民国三年（1914年）设立豫章道，南城县属豫章道。民国十五年（1926年），废道设行省，南城直属江西省。民国十九年（1930年），设南昌行营党政委员会南城区分会于南城，辖南城、黎川、南丰三县。民国廿一年（1932年），江西省下设十三个行政区，南城属第八行政区，督察专员公署仍设南城。民国廿四年（1935年），江西省将十三个行政区改划为八个，南城属第七行政区，督察专员公署仍设南城。"
        },
        {
            "type": "text",
            "text": "       1949年5月10日，南城解放。改第七行政区为抚州专区，区治设抚州，南城属之。县治设盱南镇。1952年5月，将金溪县的黄狮渡及附近十四个自然自然村划归南城管辖。1954年县府驻地更名为城关镇。1971年5月，改抚州专区为抚州地区，南城仍属之。2000年6月23日，撤销抚州地区，成立地级抚州市，南城县隶属抚州市。"
        }
    ]
}