{
    "title": "黎川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1208",
            "category": "抚州市"
        },
        {
            "id": "1233",
            "category": "黎川县"
        }
    ],
    "detail": "[日期：2014-06-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：435次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋绍兴八年（1138年）析南城县的东南五乡（丰义、旌善、礼教、东兴、德安）置新城县，属建昌军。辟域内主河黎滩河水流经的最大集镇——黎滩镇为县治。黎滩河也称黎川，中川，黎河，因而新城县在当时已被称“黎川”。民国三年（1914年），因江西、河北、浙江、贵州等四省都有新城县，故江西省新城县奉命改称黎川县，因黎滩水得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉高帝五年（前202年）颖阴侯灌婴略定江南，置豫章郡，郡领县十八，析境南为南城。和帝永元八年（96年）分南城西北境置临汝县。"
        },
        {
            "type": "text",
            "text": "       三国吴太平二年（257年）以临汝县为临川郡，分南城县东南境为南丰、东兴、永城三县。南城县改为新南城俱属临川郡，永城县北三里城头东与先郡今东兴乡。"
        },
        {
            "type": "text",
            "text": "       晋元康元年（291年）仍为临川郡领县新南城、南丰、东兴、永城属焉。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋初仍旧制顺帝时以县大小定封爵之差，南齐建元初年（479年）徙临川郡治于南城东兴、永城制仍宋代。梁徙临川郡复改治临汝仍置东兴、永城。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）平陈罢临川郡置抚州省南丰、永城、东兴复入南城，大业三年（608年）废抚州复称临川郡，南城属之。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年）复为抚州析南城置永城、东兴。武德七年（624年）省入南城 。五代地属南唐。"
        },
        {
            "type": "text",
            "text": "       宋开宝二年（969年）南唐以南城置建武军，绍兴八年（1138年）从安抚使李纲，转运使逢汝霖、徐霖奏析南城东南五乡置新城县，辟黎滩镇为县治因别称黎川。"
        },
        {
            "type": "text",
            "text": "       元初仍宋制，顺帝至正十年（1350年）改建昌军为路。明太祖改建昌路为肇昌府，后又改称建昌府，新城属之。清顺治二年（1645年）定建昌，新城归附，十月闽郑彩据新城，顺治三年（1646年）复定新城，仍为县属建昌府。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），因江西、河北、浙江、贵州等四省都有新城县，故江西省新城县奉命改称黎川县，因黎滩水得名，属豫章道。民国十六年（1927年），废道，黎川县直属省辖。民国二十年（1931年），属第七行政区。民国二十一年（1932年），属第八行政区。民国二十四年（1935年）属第七行政区。"
        },
        {
            "type": "text",
            "text": "       民国二十年（1931年）6月6日，中国工农红军第一次解放黎川，建立黎川县临时革命委员会，隶属中央革命根据地。同年7月21日，红军根据战略需要主动撤出黎川。民国二十一年（1932年）10月18日，中国工农红军第二次进入黎川，解放黎川全境。同年12月，成立了黎川县革命委员会，隶属于中华苏维埃共和国江西省；民国二十二年（1933年）5月上旬，黎川隶属苏区闽赣省。民国二十二年（1933年）7月至民国二十三年（1934年）2月，在黎川与福建的光泽县、邵武县（当时均属闽赣省）交界地区设立过东方县；民国二十三年（1934年）1月至7月，又在黎川与福建的泰宁、建宁两县（当时亦属闽赣省）交界地区成立过黎南县。该两县均属闽赣省所辖。"
        },
        {
            "type": "text",
            "text": "       1949年5月18日县城解放，5月28日全境解放；7月20日，成立黎川县人民政府。改第七行政区为抚州专区，区治设抚州，黎川县属之。1971年5月，改抚州专区为抚州地区，黎川县仍属之。2000年6月23日，撤销抚州地区，成立地级抚州市，黎川县隶属抚州市。"
        }
    ]
}