{
    "title": "抚州市临川区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1208",
            "category": "抚州市"
        }
    ],
    "detail": "[日期：2014-06-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：415次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉永元八年（96年）析南城县地置临汝县，因境内有临、汝二水得名。隋开皇九年（589）改临川县，县因临近定川（唐改为临川水）得名。2000年6月23日，撤销抚州地区和县级临川市，设立地级抚州市，抚州市设立临川区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇二十六年（前221年）秦国统一六国后的，分天下为36郡，抚州属九江郡。汉改九江郡为豫章郡。汉高祖五年（前202年），建南城县，属豫章郡。东汉永元八年（96年）分南城一部置临汝县，县治高在临川古邑，仍属豫章郡。"
        },
        {
            "type": "text",
            "text": "       三国时为吴地，吴太平二年（257年）建临川郡，郡治设在临汝县。临川郡辖临汝、南城、西丰、新建、安浦、永城、宜黄、南丰、东兴、西城10县。南朝梁陈时增设巴山郡、领巴山、西宁、新建、新平、丰城、广丰、新安7县。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），平陈、总管杨武通奉使安抚，废临川、巴山两郡置抚州（取安抚之意），抚州之名始于此。将西丰、定川两县并入临汝县，改称临川县。抚州辖临川、南城、崇仁、邵武4县，治临川。大业三年（607年）。改抚州为临川郡。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），改临川郡为抚州，隶洪州总管府。抚州辖临川、南城、崇仁、邵武、永城、东兴、宜黄、将乐8县。武德七年（624年），改洪州总管府为都督府，抚州属之。贞观元年（627年），抚州属江南道。贞观二十一年（647年），抚州属江南西道。天宝元年（742年），改抚州为临川郡。乾元元年（758年），临川郡复为抚州。元和六年（811年），升抚州为上州。咸通六年（865年），升江南西道为镇南军，抚州属之。后周显德五年（958年），以临川县上幕镇、归政乡设金溪场。"
        },
        {
            "type": "text",
            "text": "       北宋初年，抚州为南唐辖地。开宝八年（976年），南唐亡，改抚州为军州，抚州、建武军归宋，属江南西路。太平兴国元年（976年），抚州、建武军改属江南路。南宋绍兴元年（1131年），抚州、建昌军改属江南东路。四年，复属江南西路。"
        },
        {
            "type": "text",
            "text": "       元朝至元十三年（1276），改抚州军为抚州路。抚州属江西行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368）正月，改抚州路为抚州府。洪武九年（1376年），废行中书省，抚州府辖临川、崇仁、宜黄、金溪、乐安5县，治临川。正德七年（1512年），置东乡县，隶属抚州府。"
        },
        {
            "type": "text",
            "text": "       雍正九年（1731年），抚州、建昌两府改隶江西省南抚建道，辖县、治所不变。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废建昌府，临川县直属于省。民国三年（1914年）设立豫章道，临川县属豫章道。民国十五年（1926年），废道设行省，临川县直属江西省。民国廿一年（1932年），江西省下设十三个行政区，临川县属第八行政区，督察专员公署仍设南城。民国廿四年（1935年），江西省将十三个行政区改划为八个，南城、南丰、东乡、临川、宜黄、崇仁、乐安、金溪、资溪、光泽、黎川11县划为江西省第七行政区。"
        },
        {
            "type": "text",
            "text": "       1949年7月1日成立抚州分区，辖临川市及临川、崇仁、宜黄、金溪、乐安、南城、南丰、资溪、黎川9县。1950年3月27日，临川市并入临川县。1951年6月，改临川县城关镇为临川县抚州市。1987年8月，抚州市与临川县合并为临川市（注：1995年5月正式合并为临川市），属抚州地区。2000年6月23日，撤销抚州地区和县级临川市，设立地级抚州市，抚州市设立临川区，以原县级临川市的行政区域为临川区的行政区域。2000年10月正式改市设区。"
        }
    ]
}