{
    "title": "抚州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1208",
            "category": "抚州市"
        }
    ],
    "detail": "[日期：2014-06-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：489次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇九年(589年)，隋文帝灭陈，实现统一，派洪州(今南昌)总管杨武通到临川郡安抚，同时改革现行体制，废临川、巴山二郡置抚州（取安抚之意），隶属洪州总管府。此外境内有临水（由宜、崇二河汇流而成）与汝水汇合而成的抚河。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏禹时地处扬州域。春秋时为百越之地。战国时属楚。秦时属扬州九江郡。汉改九江郡为豫章郡。汉高祖五年（前202年），建南城县，属豫章郡。东汉永元八年（96年），分南城一部置临汝县，县治设在今抚州市，属豫章郡。"
        },
        {
            "type": "text",
            "text": "       三国时为吴地，吴太平二年（257年）建临川郡，郡治设在临汝县。临川郡辖临汝、南城、西丰、新建、安浦、永城、宜黄、南丰、东兴、西城10县。两晋、南朝相沿。南朝梁陈时，以今之崇仁、丰城、永丰、新淦等县增置巴山郡，领巴山、西宁、新建、兴平、丰城、广丰、新安7县。临川郡初属江州，陈武帝时与巴山郡同属高州。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）废郡扩州，以临川郡并巴山郡之一部置抚州，原辖区并为临川、南城、崇仁、邵武4县。抚州隶属洪州总管府，抚州从此定名。唐朝抚州属江南西道，邵武县划出，增设南丰县。五代时，属杨吴，辖临川、崇仁、南丰、宜黄4县，另置昭武军，辖南城、东兴、永城3县。"
        },
        {
            "type": "text",
            "text": "       宋朝，分为抚州和建昌军，属江南西路。抚州辖临川、崇仁、宜黄、金溪、乐安5县，建昌军辖南城、南丰、新城、广昌4县。"
        },
        {
            "type": "text",
            "text": "       元朝改为抚州路、建昌路，另置南丰州，同属江西行中书省。抚州路辖临川、崇仁、金溪、宜黄、乐安5县，建昌路辖南城、新城、广昌3县。元至正二十三年（1363年），改抚州路为临川府，不久易名抚州府。同年二月升建昌路为肇昌府，九月改为建昌府。"
        },
        {
            "type": "text",
            "text": "       明洪武初，仍设抚州府、建昌府，南丰降州为县，属建昌府，均隶属江西承宣布政使司湖东道。清时仍称抚州府、建昌府，属南抚建道。明、清时，抚州府辖临川、崇仁、金溪、宜黄、乐安、东乡6县，建昌府辖南城、南丰、新城、广昌、泸溪5县。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，废府及直隶州。民国三年（1914年），江西省划四道分领八十一个县，原抚州府、建昌府境内各县隶属豫章道。民国十五年（1926年）废道，各县直隶省政府。民国十九年（1930年）至民国二十三年（1934年）间，黎川、资溪、广昌、南丰、宜黄、乐安等县均先后建立了苏维埃政权，分属苏区闽赣省和江西省。民国二十一年（1932年）7 月，东乡珀玕一带也建立了苏维埃政权，属苏区赣东北省。民国二十一年（1932年）划全省为十三个行政区时，原抚州、建昌两府各县分属第五、七、八、十一行政区。民国二十四年（1935年），南城、南丰、东乡、临川、宜黄、崇仁、乐安、金溪、资溪、光泽、黎川11县划归江西省第七行政区，广昌县属第八行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月9日，抚州解放。同年7月1日成立抚州分区，辖临川市及临川、崇仁、宜黄、金溪、乐安、南城、南丰、资溪、黎川9县，分区行政督察专员公署驻临川市。1950年9月13日，改抚州分区为抚州区。1952年8月，更名为抚州专区。1967年3月，改为抚州地区。1968年2月，复称抚州专区。1971年1月22日，再度改为抚州地区。"
        },
        {
            "type": "text",
            "text": "       1950年3月27日，临川市并入临川县。1951年6月，改临川县城关镇为临川县抚州市。1952年8月，广昌县由宁都专区划归抚州专区管辖；当年还将宁都专区石城、宁都划归抚州专区，但当年又将石城、宁都2县划归赣州专区。1953年2月，临川县抚州市改名为临川县抚州镇。1954年4月，抚州镇升为县级镇。1955年2月，改抚州镇为抚州市。6月23日，广昌县划入赣南行政区。1958年南昌专区进贤县来属。1960年进贤县划归宜春专区。1963年10月，抚州市复称镇。1968年6月11日，宜春专区的进贤县、上饶专区的东乡县划归抚州专区。1969年10月10日，抚州镇改为抚州市（县级市）。"
        },
        {
            "type": "text",
            "text": "       1983年7月23日，广昌县划归抚州地区。1983年9月30日，进贤县划入南昌市。1987年8月，抚州市与临川县合并为临川市，但到1995年2月才正式合并为临川市。2000年6月23日，撤销抚州地区和县级临川市，设立地级抚州市，抚州市设立临川区，以原县级临川市的行政区域为临川区的行政区域。2000年10月正式改市设区。"
        }
    ]
}