{
    "title": "宜丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1207",
            "category": "宜春市"
        },
        {
            "id": "1240",
            "category": "宜丰县"
        }
    ],
    "detail": "[日期：2014-06-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：720次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       三国吴黄武年间（222年—229年），析建成县始置宜丰县，因此地“炎凉适宜，物阜民丰”而得名。唐武德八年（625年），宜丰与望蔡、阳乐、华阳四县同并高安县。宋太平兴国六年（981年），析高安太平等7乡，置新昌县，新昌是“以旧元而新倡”故名。元成宗元贞元年（1295年），新昌县升新昌州。明洪武五年（1372年）新昌州复改为新昌县。民国三年（1914年），本县因与浙江省之新昌县重名，以本县三国时即名宜丰，故恢复古名为宜丰县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今宜丰在春秋战国时期先后属吴、越、楚三国，秦属九江郡。汉高祖设豫章郡置建城县，宜丰地属之。东汉灵帝中平年间（184年～189年），析建城增置上蔡县，宜丰地分属两县。\n\r\n       三国吴大帝黄武年间（222年～229年），析建城、上蔡增置宜丰、阳乐二县，此为宜丰首次建县。东晋孝武帝太元间（376年～396年）并宜丰入望蔡（由上蔡改名）。\n\r\n       南朝梁武帝初期，复置宜丰县，仍属扬州豫章郡。隋文帝开皇九年（589年），宜丰与望蔡、康乐（由阳乐改名）同并建城县。\n\r\n       唐高祖武德五年（622年），又分建城为宜丰、望蔡、阳乐、华阳、高安五县，属洪州总管府靖州。武德八年（625年），宜丰与望蔡、阳乐、华阳四县同并高安县，属洪州都督府洪州。因唐代道、府、州、郡更名频仍，宜丰地先后属江南道洪州、江南西道洪州、豫章郡、镇南军的靖州、米州、筠州，但县名仍为高安。\n\r\n       五代南唐李璟保大十年（952年），析高安增置上高县。又于宜丰故地置盐步镇，仍属高安县。今宜丰地域分属筠州的高安、上高2县。\n\r\n       宋太平兴国六年（981年），“以高安见管14572户，今分太平等7乡，计4796户于此置新昌县”。新昌是“以旧元而新倡”故名。宋代新昌县先后属江南路、江南西路、鄂州路的筠州、高安郡、瑞州。\n\r\n       元成宗元贞元年（1295年），新昌县升新昌州。元末宜丰地曾先后被徐寿辉、陈友谅部占领。明洪武五年（1372年）新昌州复改为新昌县，属江西等处行中书省瑞州府。洪武九年（1376年）江西等处行中书省改名江西承宣布政使司，新昌县属之。清朝沿袭明制。\n\r\n       辛亥革命后，新昌县属江西军政府管辖。民国二年（1913年），全省划为四道，宜丰属庐陵道。民国三年（1914年），本县因与浙江省之新昌县重名，以本县三国时即名宜丰，故改名宜丰以复古名。民国十五年（1926年），全省撤道，宜丰县直属省辖。此后，省以下设行政区，宜丰先后属第一区、第八区。民国二十二年（1933年）十一月，全省设立8个特别区，将今潭山镇和天宝、同安、花桥三乡的部份地区划出。与毗邻的修水、铜鼓、奉新3县部份地区设立找桥特别区（县级建置）。特别区政治局于翌年2月设署于潭山万寿宫，5月迁汉塘花门楼。民国二十四年（1935年）四月，撤销找桥特别区，归还建制，此后宜丰县一直属第二区。\n\r\n       1949年7月15日，宜丰县解放，宜丰县属江西省袁州分区。1952年袁州区并入南昌区，宜丰随隶南昌区。1959年1月1日，专署由南昌迁至宜春，南昌专区改名宜春专区，宜丰县属宜春专区。1971年，撤销宜春专区，改置宜春地区，宜丰县属宜春地区。2000年8月，撤消宜春地区，改设宜春市，宜丰县属宜春市。"
        }
    ]
}