{
    "title": "靖安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1207",
            "category": "宜春市"
        },
        {
            "id": "1239",
            "category": "靖安县"
        }
    ],
    "detail": "[日期：2014-06-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：477次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南唐升元元年（937年）析建昌、奉新、武宁三县之地置靖安县，据《郡县释名》记载，靖安，唐代及其以前本是里名，唐代因里名乡，因乡名镇，五代十国时期因镇名场，因场名县，才成县名。靖安，为“安定”之意。靖安别名双溪，因北潦河的南北两条溪水近似平行地横贯县境，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时靖安隶属吴。战国时周元王三年（前473年），越灭吴，靖安地属越。周显王三十五年（前334年），楚并越，靖安地属楚。秦属九江郡。秦始皇二十六年（前221年）统一中国，分全国为三十六郡，靖安地属九江郡。\n\r\n       西汉高祖四年（前203年），改九江郡为淮南国，领豫章等4郡，靖安地属豫章郡。景帝前元三年（前154年），豫章郡领海昏等县，靖安地属海昏县。公元9年，王莽篡汉，改豫章郡为九江郡，改海昏县为宜生县，靖安地在宜生境内。东汉恢复豫章郡，隶扬州刺史部，废宜生复名海昏。永元十六年（104年），析海昏设建昌县，靖安地属建昌县。三国时属吴，靖安地仍属豫章郡建昌县。"
        },
        {
            "type": "text",
            "text": "       西晋、东晋、南朝沿袭旧制。惟西晋永平元年（291年）置江州，领豫章等10郡。南朝梁末大宝二年（551年），析豫章郡的建昌等5县为豫宁郡，靖安之地仍属建昌县。\n\r\n       隋开皇九年（589年），平定陈，废郡，置洪州总管府。大业二年（606年），洪州复名豫章郡，领建昌等4县，靖安之地仍属建昌县。\n\r\n       唐武德五年（622年），废郡，复置洪州总管府。武德七年（624年），改总管府为都督府，又于建昌县置南昌州总管府，管南昌等4州，南昌州领建昌等4县。武德八年（625年），废州，存总管府。贞观初，分全国为10道，第8道曰江南道，洪州建昌县为其管辖。开元二十一年（733年），又分全国为15道，将江南道分成东西两道，江南西道管洪州等8州，建昌属洪州。广明（880年—881年）之后，“草寇侵掠本州，以建昌县之靖安、孝梯两乡去州稍远，乃置靖安镇”，仍属建昌县。\n\r\n       五代十国时期，吴乾贞元年（927年），升靖安镇为靖安场。南唐升元元年（937年）始立靖安县，仍属洪州。南唐交泰二年（959年）改洪州为南昌府，升为南都。靖安县为其属地。\n\r\n       北宋开宝八年（975年），南昌府复名洪州。天禧四年（1020年），分江南路为东西两路，洪州属西路。南宋隆兴二年（1164年），洪州又升为隆兴府，靖安县隶属如故。\n\r\n       元至元十二年（1275年）改府为路。至元十四年（1277年），立江西等处行中书省，省下设路，靖安县属隆兴路。至元二十一年（1284年），改“隆”为“龙”，称龙兴路。至正十八年（1358年），陈友谅兵踞龙兴，靖安县为其所辖。至正二十二年（1362年），朱元璋兵取龙兴，废路，改为洪州府；次年八月，复称南昌府。靖安均为其属县。\n\r\n       明洪武九年（1376年），罢行省，设江西等处承宣布政使司，分江西省为5道，道下设府，靖安县属南瑞道南昌府。清初沿袭明制，后改布政使司为省，省下分道、府、县，靖安县仍属南昌府。\n\r\n       民国元年（1912年）辛亥革命后，废府及直隶州，靖安县直属于省。民国三年（1914年），划江西省为4道81县，靖安县隶属浔阳道。民国十五年（1926年），国民革命军攻克江西，道废，靖安县又直属于省。民国二十一年（1932年），江西省划为13个行政区，靖安县属第二行政区。民国二十四年（1935年），江西省缩减为8个行政区，靖安县属第一行政区。民国二十八年（1939年）3月，南昌市沦陷，赣北各县为日军盘踞，江西省扩为11个行政区，靖安县属第十行政区（沦陷区）。民国三十一年（1942年）8月，江西省划为9个行政区，靖安县属第九行政区，直至解放前夕。\n\r\n       民国三十八年（1949年）6月3日，靖安县城解放，初设军事管制委员会。8月9日成立靖安县人民政府，初归九江分区领导，9月以后，划归南昌分区领导。1950年9月，南昌分区更名为南昌专区。1959年元旦，南昌专区撤销，宜春专区设立，靖安县属宜春专区。1971年，宜春专区更名为宜春地区。2000年8月，宜春地区撤销，改设地级宜春市，靖安县隶属宜春市。"
        }
    ]
}