{
    "title": "铜鼓县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1207",
            "category": "宜春市"
        },
        {
            "id": "1238",
            "category": "铜鼓县"
        }
    ],
    "detail": "[日期：2014-06-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：516次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明万历五年（1577年）设铜鼓营，属宁州。清宣统二年（1910年）升为铜鼓抚民厅，属南昌府。民国二年（1913年）废厅置铜鼓县。因县城东有一巨石，色如铜，形似鼓，击之有声，称为“铜鼓石”，故得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商周属艾候封国，故后袭称艾。汉、吴、晋、南朝均属艾地。隋开皇九年（589年），艾入建昌县。"
        },
        {
            "type": "text",
            "text": "       唐，武后长安四年（704年），析建昌置武宁县，艾入武宁县。景云元年（710年），改武宁县为豫宁县。代宗宝应元年（762年），豫宁县复为武宁县。德宗贞元十六年（800年）二月，析武宁西八乡置分宁县，隶属洪州。五代，仍称分宁县。"
        },
        {
            "type": "text",
            "text": "       宋，设江南西路，下辖洪州镇南军，改分宁县为宁县。太祖开宝八年（975年），改洪州镇南军为洪州，宁县复为分宁县。建炎四年（1130年），升分宁县为义宁军。"
        },
        {
            "type": "text",
            "text": "       元，至元二十三年（1286年），于武宁置宁州，隶龙兴路，下辖武宁、分宁。大德八年（1304年），升分宁县为宁州，仍隶龙兴路。"
        },
        {
            "type": "text",
            "text": "       明，洪武二年（1369年），改洪都府为南昌府，隶州如故。洪武三年十二月，改江西行中书省为江西都卫，改宁州为宁县，仍隶南昌府。弘治十六年（1503年），宁县又升为宁州，属南昌府。万历五年（1577年），设铜鼓营。以境内有“铜鼓石”而得名，"
        },
        {
            "type": "text",
            "text": "       清初沿用明制，仍为宁州。嘉庆三年（1798年）七月，以镇压白莲教刘联登、宋怀璞、魏文宗起义有功，清廷于嘉庆六年六月降旨，改宁州为义宁州，辖南昌府所属铜鼓、修水两地，以示嘉许。光绪三十四年（1908年），江西提督学政吴士鉴，奏清廷改铜鼓为抚民厅。宣统二年正月初一（1910年2月10日），铜鼓废营建抚民厅，隶南昌府义宁州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）7月，铜鼓废厅建县，直隶省。民国三年（1914年）全省划分4道，属浔阳道。民国十五年（1926年），废道，铜鼓直隶省政府。民国二十年（1931年）夏，南昌国民党陆海空军总司令部行营党政委员会，将全省“剿匪”区域43县划为9区，每区设立党政分会，铜鼓属第一区，分会驻地修水。民国二十一年（1932年）6月，全省划为13个行政区，铜鼓属第二行政区，设治武宁。民国二十三年（1934年）2月，国民党为便利“清剿”，先后设立8个县治特别区政治局，铜鼓东北部属找桥特别区，设治找桥。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）4月，撤销特别区，全省缩为8个行政区，铜鼓属第一行政区，设治武宁。民国二十六年（1937年）6月1日至民国二十七年（1938年）6月1日设湘鄂，赣边区政治局4处，属江西省者为第二局，铜鼓隶属第二局。民国二十八年（1939年）3月，日本侵略军占领南昌，是年冬全省扩大为11个行政区，铜鼓仍属第一行政区，设治铜鼓。民国三十一年（1942年）8月，全省调整为9行政区，铜鼓属第二行政区，设治宜春。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月14日铜鼓解放，7月28日成立铜鼓县人民政府，隶属江西省人民政府袁州分区督察专员公署。1952年9月，袁州专区并入南昌专区，铜鼓隶属南昌专员公署。1958年12月，南昌专区改为宜春专区，铜鼓隶属宜春专员公署。1968年2月，宜春专区改为宜春地区，铜鼓隶属宜春地区革命委员会。1978年7月，宜春地区革命委员会改为宜春地区行署，铜鼓隶属宜春地区行署。2000年8月，撤销宜春地区，改设宜春市，铜鼓隶属宜春市。"
        }
    ]
}