{
    "title": "樟树市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1207",
            "category": "宜春市"
        },
        {
            "id": "1236",
            "category": "樟树市"
        }
    ],
    "detail": "[日期：2014-06-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：558次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       原名清江县。因境内袁赣两水在萧滩镇合流后一段，波流澄澈，故名为“清江”。立县后即以水名县。1988年10月13日，撤销清江县，设立樟树市。樟树市以樟树镇（江西四大古镇之一）为名，樟树镇则以地多樟树得名。"
        },
        {
            "type": "text",
            "text": "【附加】\n樟树镇得名：\n\n       清道光《清江县志》记载：\"木之属有樟，诸材独此为最，故古称豫章地，以材著也。\"樟树镇得名的由来，本是镇在樟树林中，以树名镇，俚语俗称。直至清初，镇内还有八棵被视为樟树镇命名依据的古樟树。解放初期，仍有一株枯樟树残存。"
        },
        {
            "type": "text",
            "text": "       清代诗人查慎行的《樟树镇》诗云： 潇滩流下棹歌声，一曲清江见底清。老树不知生意尽，尚凭古社占村名。 还有一些神话传说，如《搜神后记》、《豫章记》、《太平御览》、《宣室志》等，都记有三国对东吴大将聂友\"夜射白鹿，中樟灭怪\"的故事。大意是聂友打猎，逐白鹿至此，矢中大樟，灭了樟树精。由此，樟树镇又有\"鹿江\"、\"鹿渚\"的别称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       自西周至春秋战国先后属吴、越、楚。秦建新淦县，县治淦阳即今樟树镇（樟树镇1988年撤销），樟树地属新淦。自汉高祖六年（前201年），樟树地分属新淦、建成、宜春三县。至东汉中平二年（185年），析宜春置汉平县，县治在今樟树西南境的吴平圩，樟树地分属新淦、建成、汉平。三国时，孙吴改汉平为吴平。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），省新渝入吴平；开皇十一年（591年），省吴平入宜春；开皇十八年（598年），复分宜春置新渝。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），改建成为高安。同年，以今樟树西南境太平圩为县治，置始平县，武德七年（624年）县废，地入新渝县。这段时间，樟树地属新淦、建成（今高安市）的部分无重大变化，属于宜春的部分则先后分划为汉平、吴平、始平、新渝等县。"
        },
        {
            "type": "text",
            "text": "       五代南唐昇元二年（938年）八月，析高安的建安乡、修德乡，新淦的崇学乡，置清江县，治所萧滩镇（宋改临江镇），属镇南军节度使。保大十年（952年），高安县升为筠州，清江县改隶筠州。"
        },
        {
            "type": "text",
            "text": "       北宋淳化三年（992年），割清江、新淦、新喻三县置临江军，清江为倚郭望县。治平三年（1066年），割新淦茂才乡、新喻思贤乡入清江县，县境由三乡增至五乡。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），临江军改临江路，清江为上县。明洪武二年（1369年），改临江路为临江府，辖清江、新淦、新喻三县。清代府县隶属仍沿明制。"
        },
        {
            "type": "text",
            "text": "       民国二年至民国十四年（1913年—1925年），清江县属庐陵道；民国十五年至二十年（1926年—1931年），废道后，清江县直属省；民国二十一年至民国三十八年（1932年—1949年），先后属第一、二行政督察区。期间，民国十九年（1930年）10月至11月，在临江镇建立清江县苏维埃政府，属湘鄂赣边境特委领导。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月19日，在樟树镇建立清江县人民政府，同年7月15日迁临江镇，1950年3月27日迁回樟树镇，属南昌分区专员公署。1959年1月1日，改属宜春专区，1971年宜春专区改称宜春地区，清江县属宜春地区。1987年12月清江县实行省计划单列。1988年10月13日，撤销清江县，设立樟树市（县级），以原清江县的行政区域为樟树市的行政区域。12月，樟树市正式挂牌成立。2000年8月，撤销宜春地区，改设宜春市，樟树市隶属宜春市。"
        }
    ]
}