{
    "title": "宜春市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1207",
            "category": "宜春市"
        }
    ],
    "detail": "[日期：2014-06-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：665次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n        汉高祖四年（前203年）置宜春县，属豫章郡。因城侧有泉，“夏冷冬暖，莹媚如春，饮之宜人”，故名宜春。1958年12月，设立宜春专区，1970年宜春专区更名宜春地区。2000年5月11日，撤销宜春地区，设立地级宜春市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今宜春市境域，汉代属豫章郡（治所在今南昌）。汉高祖六年（前201年），令天下郡邑皆筑城。在今宜春市境内有两座新城，一为宜春，一为建成。宜春之名源于城西美泉，以其“夏冷冬暖，莹媚如春，饮之宜人”而得名。建成之名，以其“建城邑”故名（成、城二字古代通用）。初设时的宜春县管辖今袁河流域城区，包括今袁州区、新余市、萍乡市一部和樟树市一部，属豫章郡。初设时的建成县管辖今锦江流域地区，包括今高安市、上高县、宜丰县、万载县及樟树市一部。西汉元光六年（公元前129年），汉武帝封长沙定王刘发之子刘成为宜春侯，元朔二年（公元前127年），又封刘成兄弟刘拾为建成侯。元鼎二年（公元前115年），刘拾免，建成侯国除。元鼎五年（公元前112年），刘成免，宜春侯国除。王莽代汉名修晓县。东汉复名宜春。"
        },
        {
            "type": "text",
            "text": "　　三国孙吴宝鼎二年（267年），设立安成郡（治所在今安福）、袁河流域地区归安成管辖。晋大康元年（280年），晋武帝司马炎灭吴，以宜春之名与宣穆皇太后张春华（司马炎祖母，司马懿之妻）“春”字相同，为避讳，改宜春为宜阳。"
        },
        {
            "type": "text",
            "text": "        隋王朝统一天下，废安成郡。开皇十八年（598年）宜阳复名宜春，设袁州，治所设于宜春县。袁州以袁山而名，而袁山又以隐居于此的高士袁京而名。初设时，袁州辖宜春、萍乡、新喻三县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），因建成县名与太子李建成同名，为避讳，改名高安。高安以其“地形似高而安”而名。同年置靖州，治所在今高安。未几，以米岭产米改靖州为\"米州\"，继而又以羊山产竹而改名\"筠州\"，武德八年（625年）废。"
        },
        {
            "type": "text",
            "text": "       南唐保大十年（952年）复置筠州。南唐升元二年（938年）割高安、新淦两县之地田置清江县于萧滩镇（今临江镇）。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年），万载县由筠州划入。淳化三年（992年），划新喻入临江军（元改临江路，明改临江府）。其辖境相当于今樟树市、新干县、峡江县与新余市渝水区。宋宝庆元年（1225年），理宗赵昀登基，因筠州州名与皇帝之名同音，为避讳，须改名，此时恰好州衙后山碧落堂长出灵芝一株，视为祥瑞之兆，故而改名\"瑞州\"。瑞州辖高安、上高、新昌（今宜丰）三县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十四年（1277年）改隆兴府、临江军、瑞州为隆兴路、临江路、瑞州路，隶属江西行省。于袁州设总管府，隶属湖南行省。至元十七年（1280年）江西行省与泉州行省合并为福建行省，至元十九年（1282年）复为江西行省。同年，升袁州总管府为袁州路，隶属江西行省。至元二十一年（1284年）改隆兴路为龙兴路。是时，分属袁州、瑞州、临江、龙兴4路，均隶属江西行省。"
        },
        {
            "type": "text",
            "text": "       明代，江西分设13府。宜春、万载属袁州府，清江属临江府，高安、上高、宜丰属瑞州府，丰城、奉新、靖安、铜鼓属南昌府。又分江西省为5道，南昌、瑞州辖于南瑞道，袁州、临江辖于湖西道。"
        },
        {
            "type": "text",
            "text": "       清初，沿明旧制。康熙后，江西省划为4道，瑞州、袁州、临江3府隶瑞袁临道（道尹驻高安）。则仍分属袁州、瑞州、临江、南昌4府。民国初年，载撤府一级行政机构，各县直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）10月，江西分设赣东、赣西、赣南、赣北四道。赣西道治所设于宜春县，辖赣西21县。民国三年（1914年）6月，赣西道改名庐陵道。民国五年（1916）年治所由宜春迁吉安。民国十五年（1926年）废道，各县又直属于省。民国二十一年（1932年）10月，江西省呈准设立13个行政区，后变动频繁。民国三十二年（1943年）调整为9个行政区。第一区专员公署驻丰城县，辖丰城、新建、南昌、进贤、高安、清江、新淦7县。第二区专员公署驻宜春县，辖宜春、萍乡、万载、铜鼓、修水、宜丰、上高、新喻、分宜9县。奉新、靖安属第九区（治武宁），此况一直维持至民国三十八年（1949年）江西解放。"
        },
        {
            "type": "text",
            "text": "       1949年设南昌专区，专署驻南昌市，同时设袁州专区（7月10日组建于南昌，7月20日驻宜春县城），专署驻宜春县。1952年将新淦县划归吉安专区；1957年新喻县改称新余县。1958年12月，南昌专区改名为宜春专区，专署由南昌市迁驻宜春县。1960年新余县升为地级新余市，由省直辖；萍乡县改市；抚州专区进贤县来属。1961年南昌市南昌、新建2县来属。1963年新余市复置新余县，隶属宜春专区。1968年进贤县划归抚州专区。1970年萍乡市升级为地级市由省直辖，宜春专区更名宜春地区。1971年南昌、新建2县划归南昌市。"
        },
        {
            "type": "text",
            "text": "       1979年析宜春县城区置县级宜春市。1983年撤销新余县复置地级新余市，划分宜县属之，由省直辖；安义县划归南昌市。1985年并宜春县入宜春市。1988年撤丰城县改丰城市，撤清江县改樟树市。1993年改高安县为高安市。2000年5月11日，撤销宜春地区和县级宜春市，设立地级宜春市；设立袁州区，以原县级宜春市的行政区域为袁州区的行政区域，2000年8月，袁州区正式挂牌成立。"
        }
    ]
}