{
    "title": "木兰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "45",
            "category": "哈尔滨市"
        },
        {
            "id": "69",
            "category": "木兰县"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：798次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       光绪二十八年（1902年），划出巴彦县北部为满人移住地，建东兴镇。光绪三十一年（1905年），析巴彦州的蒙古尔山（蒙古山）以东大、小木兰达、白杨木河一带置木兰县，木兰县与东兴镇均隶属巴彦州。1947年11月，东兴县制撤销，并入木兰县。木兰旧名木兰达、或索伦章口。木兰之名是由县境内的木兰达河（又称穆伦河）而得名。“木兰达”为蒙古语，即“牧马场”或“围场”的意思。"
        },
        {
            "type": "text",
            "text": "【沿革】　\r\n       周以前为肃慎地；先秦时，境内为濊貊族活动区域。秦汉时期为濊貊族一支--扶余所建的奴隶制国王的属地；汉末挹娄族兴起，境内属挹娄西境。魏晋时期，北扶余之裔在扶余国故地建寇漫汗国，境内遂属其辖。南北朝时期，勿吉族建国，境内受勿吉黑水部辖。\n\r\n       隋代，勿吉演变为靺鞨，境内遂为靺鞨黑水部辖。唐代，黑龙江地区纳入唐朝版图，黑水靺鞨，改治黑水都督府，境内遂为其辖地。五代时期，辽太祖耶律阿保机于神册元年（916年）建立辽王朝，原黑水鞨靺归辽，境内遂归东京道术甲部所辖。"
        },
        {
            "type": "text",
            "text": "       1125年，金灭辽，境内遂属金国上京会宁府（阿城）所辖。金辖地被鞑靼占领后，境内便成为成吉思汗幼弟帖木格斡赤斤的封地。1271年，元世祖忽必烈建元后，改行省制，境内初属辽阳行中书省开元路，后为合兰府水达达路所辖。明代，东北实行都司卫所制，境内属奴儿干都指挥使司所辖。永乐五年（1408年），设置木兰河卫，亦称哈夫卫。"
        },
        {
            "type": "text",
            "text": "       清代，初为盛京将军管辖。顺治十年（1653年）为宁古塔昂邦章京管辖。康熙元年（1662年）改为宁古塔将军统领境内军政事宜。康熙二十二年（1683年）十月，曾设黑龙江将军衙门，境内遂属其辖。雍正十二年（1734年）归呼兰城守尉直辖。同治元年（1862年）呼兰城守尉下设呼兰厅（巴彦县），境内遂为其属地。光绪五年（1879年）改呼兰城守尉为呼兰副都统，境内仍归其辖治。光绪二十八年（1902年），划出县北部为满人移住地，建东兴镇。 清光绪三十一年（1905年）设木兰县，编入巴彦州，隶属于呼兰府。光绪三十二年（1906年）巴彦苏苏旗营协领迁至东兴镇，置协领公署，归呼兰副都统管辖。光绪三十三年（1907年）废将军，改行省制，木兰为黑龙江辖境。宣统二年（1910年）县治移至松花江北岸索伦章口。"
        },
        {
            "type": "text",
            "text": "       民国2年（1913年），实行省、道、县制，撤府、州、厅，木兰县成立，归黑龙江省绥兰道管辖。民国八年（1919年）将东兴镇划属本县。民国16年（1927年），置东兴设治局，脱离木兰县，归绥兰道直辖。民国18年（1929年）废道制，改省、县制，木兰县归黑龙江省直接，为二等县。"
        },
        {
            "type": "text",
            "text": "       伪满大同元年（1932年）9月，日军占领木兰，建立伪县公署，为伪黑龙江省公署管辖。1933年（伪满大同2年）8月，撤东兴设治局，建东兴县（丁等县），亦为伪黑龙江省公署管辖。康德元年（1934年）实行地方行政机构改革，将东北划分为十四省，本县划归新成立的滨江省所辖。\n\r\n       1946年2月，木兰、东兴两县相继解放，分别建立民主政府，两县归松江省哈北专区管辖。1947年11月，东兴县制撤销，并入木兰县，仍归松江省哈北专区管辖。1949年，县民主政府改为县人民政府，为松江省政府直辖。1954年8月，松江省与黑龙江省合并为黑龙江省，木兰由黑龙江省直辖。1956年3月，划归黑龙江省绥化地区管辖。1958年8月16日，撤销绥化专区，设立松花江专区，木兰县归松花江专区管辖。1960年5月，木兰划归哈尔滨市辖。1965年6月划出，仍归黑龙江省松花江专区管辖。1967年7月，松花江专区改称松花江地区革命委员会。1980年9月，县革命委员会撤销，恢复县人民政府，仍属松花江地区。1996年3月，松花江地区行政公署与哈尔滨市合并，木兰县划归哈尔滨市管辖。"
        }
    ]
}