{
    "title": "永丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1206",
            "category": "吉安市"
        },
        {
            "id": "1250",
            "category": "永丰县"
        }
    ],
    "detail": "[日期：2014-06-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：588次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋至和元年（1054年）置永丰县，隶吉州。据《今县释名》：“本吴阳城县，晋改阳丰，宋改今名，有永丰山。旧传山生石乳，赤则岁旱，白则年丰，因名永丰县，有永丰溪。”\n\r\n【沿革】\r\n       西周至战国时，先后属吴、越、楚，几经变迁。秦始皇二十四年（前223年），秦灭楚，地域属秦；始皇二十六年（前221年）属庐陵县。西汉仍属庐陵县，王莽改制后属桓亭县。东汉光武帝建武元年（25年），复庐陵县，永丰仍属之；献帝建安四年（199年），庐陵郡正式确立，并析庐陵县地置阳城、兴平2县，即今永丰县地。"
        },
        {
            "type": "text",
            "text": "       三国时仍为阳城、兴平2县，属孙吴庐陵郡。西晋武帝太康元年（280年），阳城改称阳丰；惠帝元康元年（291年），阳丰、兴平属庐陵郡。南朝梁武帝大同二年（536年），兴平属巴山郡；陈武帝永定元年（557），兴平划回庐陵郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年），阳丰、兴平属庐陵郡；开皇十年（590年），属吉州；开皇十一年（591年），阳丰、兴平并入庐陵县；炀帝大业三年（607年），改吉州为庐陵郡；大业末（615年～617年），析庐陵县水东11乡置吉水县，今永丰地属之。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），庐陵郡复改吉州；武德八年，改吉州为庐陵郡；高宗显庆二年（657年），改庐陵郡为吉州；玄宗天宝元年（742年），改吉州为庐陵郡，天宝十四年（755年），吉水县改为吉水镇；肃宗乾元元年（758），庐陵郡复改吉州。"
        },
        {
            "type": "text",
            "text": "       十国吴高祖天祐七年（910年，用唐年号），吉水升镇为县，属新淦都制置使（寻废）；南唐烈祖升元元年（937年），复置新淦都制置使，吉水县属之；升元二年（938年），罢新淦都制置使，吉水由县改场，还隶吉州；南唐元宗保大八年（950年），吉水由场改县。其间永丰地俱属吉水。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝八年（975年），置吉州庐陵郡兼军事；仁宗至和元年（1054年），析吉水县报恩镇及云盖、兴平、龙云、永丰、明德5乡（即阳丰、兴平2县地）置永丰县，以报恩镇为治所，属吉州庐陵郡兼军事。元至元十四年（1277年），属吉州路总管府；仁宗皇庆元（1312年），吉州路总管府改为吉安路；惠帝至正二十二年（1362年），朱元璋改吉安路为吉安府。明清俱属吉安府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），废府，永丰县直属省；民国三年（1914年）属庐陵道；民国十五年（1926年）废道，永丰县又属省；民国二十年（1931年）一月，设东固特别行政区（永丰县的部分地方属之，永丰县的其余地方仍称永丰县），七月，东固特别行政区改为“平赤县”（民国二十二年撤销），“平赤”、“永丰”县属吉安区；民国二十一年（1932年）属第九行政区；民国二十二年（1933年）十月设藤田特别区政治局（永丰县的第5、6、7区属之，民国二十四年四月撤销）、龙冈特别区政治局（永丰县的第8区属之，后并入藤田特别区政治局）；民国二十四年（1935年）永丰县属第三行政区。"
        },
        {
            "type": "text",
            "text": "       民国十九年（1930年）3月，成立永丰县苏维埃政府。民国二十年（1931年），境内三坊乡属公略县苏维埃政府管辖。民国二十二年（1933年）8月，境内苏区以瑶岭为界，分为永丰、龙冈两县，民国二十三年（1934年）10月，永丰、龙冈两县合并为永龙县，均属江西省苏维埃政府管辖。民国二十三年（1934年），红军长征后，苏区被国民党政府军占领，辖地复原，永丰县仍属第三行政区至民国末。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月14日，永丰县人民政府成立，属江西省吉安分区。1950年9月，吉安分区更名为吉安区。1955年3月，改吉安区为吉安专区。1956年1月，境内良村区划兴国县；南林、芦溪乡划归宁都县；南亭乡划归吉水县；吉水下固乡、长坑乡的一部分划归永丰。1968年，吉安专区改名井冈山地区，永丰县属井冈山地区。1979年改井冈山地区为吉安地区，永丰县属吉安地区。2000年5月11日，撤销吉安地区，成立地级吉安市，永丰县隶属吉安市。"
        }
    ]
}