{
    "title": "井冈山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1206",
            "category": "吉安市"
        },
        {
            "id": "1244",
            "category": "井冈山市"
        }
    ],
    "detail": "[日期：2014-06-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：597次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       有一小溪（江）流入四面环山、形状似“井”的山坑中，故称此溪为“井江”，因村建在其山坑的平地上而得名“井江山村”，“江”当地读“岗”，后演变为井冈山村。1959年成立省辖井冈山管理局，1981年撤局设县，1984年撤县设市，2000年5月将原井冈山市与原宁冈县合并组建新的井冈山市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       原为永新、遂川县地。解放前，井冈山没有独立的县级行政建制，是一个“人口不满两千，产谷不满万担”的偏僻小山村。"
        },
        {
            "type": "text",
            "text": "       1950年10月，中共江西省委、吉安地委为加强井冈山革命老根据地的开发建设，在茨坪设立井冈山特别区，为遂川县辖。1957年，成立国营井冈山综合垦殖场，与井冈山乡（即由井冈山特别区改称）合并。1959年5月，成立江西省井冈山管理局，驻茨坪，属江西省人民委员会的派出机构；7月，正式挂牌成立。1959年11月，宁冈恢复县建制，以井冈山管理局的行政区域为宁冈县的行政区域，县治设茨坪，宁冈县人民委员会与井冈山管理局合署办公。"
        },
        {
            "type": "text",
            "text": "       1961年12月，宁冈县与井冈山管理局分治，宁冈县由吉安专区领导，井冈山管理局由省直辖。1968年3月2日，改井冈山管理局为井冈山革命委员会，由省直辖。1969年，井冈山革命委员会改属井冈山专区。（1968年2月，改吉安专区为井冈山专区）1977年1月24日，恢复井冈山管理局，为县级行政单位，由省直辖，仍治茨坪。"
        },
        {
            "type": "text",
            "text": "       1981年10月，撤销井冈山管理局行政建制，设立井冈山县，隶吉安地区。（1979年7月，改井冈山地区为吉安地区）1984年12月，撤井冈山县立县级井冈山市，隶吉安地区。2000年5月，宁冈县和县级井冈山市合并，组建新的县级井冈山市，由江西省直辖，吉安市代管。"
        },
        {
            "type": "text",
            "text": "【附加】\n宁冈县沿革："
        },
        {
            "type": "text",
            "text": "       元至顺年间（1330年~1333年），析永新州胜业乡第四十五都至第五十二都等地置县，以“长宁之义”定名为永宁，县治设升乡（今古城），隶属于江西行省吉安路。元至正十二年（1352年），迁县治于瓦冈（今新城）。"
        },
        {
            "type": "text",
            "text": "       元末朱元璋起义获胜初，于元至正二十二年（1362年），改吉安路为吉安府，县属吉安府。明洪武九年（1376年），废元置行中书省，设江西承宣布政使司，划全省为5道，统辖府县，县属湖西道吉安府。清顺治九年（1652），县属江西省吉安府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），撤销府一级建制，县由省直辖。民国三年（1914年），因避国内“永宁”同名地有四，而改县名为宁冈，县属庐陵道。民国十五年（1926）撤道，县直属省。民国十六年（1927年）10月至民国二十三年（1934年）8月，在中共湘赣边界党领导下，宁冈建立过苏维埃政府，先后属湘赣边界工农兵苏维埃政府、赣西南苏维埃政府和湘赣省苏维埃政府。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）4月，中共湘赣省委将宁冈与茶陵两县合并为茶宁县。同年8月，红六军团从湘赣根据地突围西征后，宁冈隶属国民党江西省第十行政区。民国二十四年（1935年），民国政府将江西省由11个行政区缩为8个行政区，县属江西省第三行政区。民国二十八年（1939年），全省增为11个行政区。民国三十一年（1942年），又调整为9个行政区，县属于第三行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月，中共领导的宁冈县人民政府成立，县属吉安分区。1950年9月，宁冈县隶属吉安区；1955年3月，吉安区改为吉安专区；1958年12月24日，宁冈县并入永新县；1959年5月，宁冈县从永新析出，以宁冈县原行政区域为主，加上遂川县的井冈人民公社，成立井冈山管理局，归省直辖。"
        },
        {
            "type": "text",
            "text": "       1959年11月，恢复宁冈县建制，以井冈山管理局所辖区域为宁冈县的行政区域，与井冈山管理局在茨坪合署办公，县属吉安专区。1961年12月，宁冈与井冈山管理局分治，县属吉安专区。1968年2月 ，改吉安专区为井冈山专区，县属井冈山专区。1971年1月，改井冈山专区为井冈山地区，县属井冈山地区。1979年7月，井冈山地区改为吉安地区，县属吉安地区。2000年5月，宁冈县和井冈山市合并，并入组建的新井冈山市。"
        }
    ]
}