{
    "title": "吉安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1206",
            "category": "吉安市"
        }
    ],
    "detail": "[日期：2014-06-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：595次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元贞元年（1295年），改吉州路为吉安路，辖吉水、安福、泰和、永新四州、五县，取吉水、安福两州各一字命名为吉安路，寓“吉泰民安”之意，“吉安”之名自此始。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇二十六年（前211年），始置庐陵县，属九江郡故吉安市古称“庐陵”。汉代庐陵属豫章郡。东汉兴平元年（194年），孙策分豫章郡置庐陵郡，郡治在今泰和县城西北15千米处，辖西昌、高昌、石阳、巴丘、南野、东昌、新兴、吉阳、兴平、旧城10县。建安四年（199年），郡治迁西昌县治（今泰和县城西1.5千米）。"
        },
        {
            "type": "text",
            "text": "       西晋元康元年（291年），庐陵郡治迁石阳城（今吉水县城东北8千米处）。东晋咸康八年（342年），太守孔伦迁建郡城于今吉安市区孔家湾附近。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年），庐陵郡改为吉州，故吉安又有“吉州”之称，迁建州城于今吉安市区赵公塘一带；大业三年（607年），吉州复改为庐陵郡，统庐陵、泰和、安复、新淦4县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），再改庐陵郡为吉州，领庐陵、太和、安福、新淦、永新5县；永淳元年（682年），迁建州城于今吉安市区北门街道辖区内；天宝元年（742年），改吉州为庐陵郡；乾元元年（758年），复改庐陵为吉州。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年），置吉州庐陵郡军事。南宋绍兴年间（1131年－1162年），吉州庐陵郡领庐陵、吉水、安福、太和、龙泉、永新、永丰、万安8县。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），废吉州军事，置吉州路总管府，领庐陵等8县；元贞元年（1295年），改吉州路为吉安路，辖吉水、安福、泰和、永新四州、五县。至顺年间（1330－1333年），析永新地设永宁县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），废吉安路，置吉安府，领庐陵、泰和、吉水、永丰、安福、龙泉、万安、永新、永宁9县；洪武二年（1369年），太和改为泰和，吉安府领庐陵、泰和、吉水、永丰、安福、龙泉、万安、永新、永宁9县。清初沿明制，乾隆八年（1743年），析永新、安福地置莲花厅，吉安府辖9县1厅，直到清末。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废吉安府，莲花改厅为县，各县直属江西省；民国三年（1914年），置庐陵道于宜春，龙泉、永宁、庐陵三县分别改名为遂川、宁冈、吉安县。民国五年（1916年），庐陵道迁至吉安；民国十五年（1926年），废庐陵道，各县直属江西省；民国二十一年（1932年），置第九地政区公署于吉安，辖永丰、万安、吉水、泰和、峡江、吉安6县；民国二十八年（1939年），改第九行政区为第三行政区，设行政督察专员公署于吉安。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月30日，成立中共吉安地方委员会、吉安公区行政督察专员公署；7月16日，吉安城解放，地委、专署机关人员进驻吉安城；7月28日，析吉安县石阳镇及近郊建吉安市；9月，吉安分区改为吉安专区，辖1市11县。中共吉安地委初属江西省委和赣西南行政区党委领导。1951年7月赣西南行政区党委撤销后，一直归属江西省。"
        },
        {
            "type": "text",
            "text": "       1952年，南昌专区的新淦县划入吉安专区。1953年元月，吉安市改为吉安镇；12月16日，复名吉安市。1954年，吉安市改为省直辖。1957年，新淦改为新干。1958年，吉安市划为吉安专署领导。1959年1月1日，撤宁冈县并入永新县；7月1日，宁冈县从永新县析出，以宁冈县原行政区域为主，加上遂川县的井冈山乡，成立井冈山管理局，归省直辖；1960年1月7日恢复宁冈县建置，与井冈山管理局合署办公；1961年12月6日，宁冈县与井冈山管理局分治，宁冈县属吉安专区。"
        },
        {
            "type": "text",
            "text": "       1968年5月，改吉安专区为井冈山地区，井冈山管理局改称“井冈山革命委员会”并划归井冈山地区管辖；1978年，恢复省辖管理局；1979年，井冈山地区改名为吉安地区；1981年10月，设立井冈山县，隶属吉安行署；1982年12月，建立井冈山市。1992年，莲花县划入萍乡市。2000年5月11日，撤销吉安地区，成立地级吉安市，同时撤销宁冈县并入井冈山市。"
        }
    ]
}