{
    "title": "上犹县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1205",
            "category": "赣州市"
        },
        {
            "id": "1267",
            "category": "上犹县"
        }
    ],
    "detail": "[日期：2014-06-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：425次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐昭宗天二年（905年），上犹人卢光稠任虔州刺史，倡议建上犹场，开始用“上犹”二字。因原来上犹场治所之北有一座大山，因其形状很像一种叫“犹”的动物，所以叫“大犹山”，山下有一条河古时称为“犹水”，场治所在地紧靠“大犹山”，又处在犹水口上侧，所以取名上犹。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋属吴、越。战国时期属楚地。秦始皇二十六年（前221年）创郡县制，上犹县地域为南野县地，居九江郡。汉高祖四年（前203年）改九江郡为淮南国。高祖六年(前201年)，分淮南地置预章郡。献帝兴平二年（195年）分豫章郡置庐陵郡，上犹属庐陵郡南野县。"
        },
        {
            "type": "text",
            "text": "       三国吴嘉禾五年（236年）分庐陵郡立南部都尉，分南野县置南安县，上犹为南部都尉南安县城。晋武帝太康元年（280年）改南安县为南康县。太康三年（282年）废南部都尉立南康郡，上犹属南康郡南康县地。"
        },
        {
            "type": "text",
            "text": "       南北朝宋武帝永初元年（420年）改南康郡为南康国，上犹属南康国南康县地。齐高帝建元元年（479年）改南康国为南康郡，永明八年（490年）又改南康郡为南康国。梁武帝元年（502年）再改南康国为南康郡。陈武帝永定元年（557年）改南康县为赣县，上犹属南康郡赣县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）废南康郡置洪州总管府虔州，上犹仍属赣县。炀帝大业元年（605年）复置南康郡，赣县复称南康县，上犹属南康县。"
        },
        {
            "type": "text",
            "text": "       唐太宗贞观元年（627年）置道，上犹为江南道虔州南康县地。昭宗天祐二年（905年）邑人卢光稠知虔州，议建上犹场。后梁乾化元年（911年）析南康县西南地置上犹场。因境内有大山，状似犹蹲，高耸于场治北面，古称大犹（猷）山（即今油石嶂），山下有犹水（即今油石河）。治所建于大犹山之南，犹水口上侧，故名上犹。南康保大十年（952年）改场置县，沿用场名。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国元年（976年），上犹县属江西南路虔州。淳化元年（990年）于大余置南安军，上犹县属之。宁宗嘉定四年（1212年），改上犹县为南安县。《南安府志》载：“己已匹袍洞陈癸反，西路通判孙，咎犹字有反义，至壬申改上犹县为南安县”。"
        },
        {
            "type": "text",
            "text": "       元十四年（1277年）改南安军为南安路总管府，辖大余、南康、南安。至元十六年（1279年），改南安县为永清县。次年，复名上犹县，属南安路总管府。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年（1368年）改南安路为南安府，上犹属南安府，隶江西中书行省。清承明制，上犹仍居南安府，隶江西布政使司。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）冬，废府，上犹县直隶江西省政府。民国三年（1914年），江西分四道，分领81个县，上犹属赣南道。民国十五年（1926年）废道，省直辖各县。民国二十年（1931年），隶陆海空军司令部南昌行营党政委员会。民国二十一年（1932年），全省划分为 13个行政属赣南专区。民国二十四年（1935年），全省缩为8个行政区，上犹属第四行政区。"
        },
        {
            "type": "text",
            "text": "       第二次国内革命战争时期（1930年—1934年），上犹属湘赣省苏维埃政府。民国十九年（1930年）5月，成立上犹县革命委员会。民国二十年（1931年）5月，成立上犹县临时革命委员会，属江西省苏维埃政府，同年10月，建立上犹县苏维埃政府，属苏维埃湘赣省。民国二十一年（1932年）10月，上犹县苏区失陷。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月16日上犹解放，成立上犹县人民政府，隶属赣州分区督察专员公署。1951年，属赣州专署。1954年，属赣南行政公署。1955年3月，上犹县人民政府改为上犹县人民委员会。1964年，属赣州地区。1968年4月，上犹县人民委员会改为上犹县革命委员会，属赣州地区革命委员会。1980年12月复改为上犹县人民政府，属赣州地区行政公署。1999年7月1日正式撤销赣州地区，设立赣州市，上犹县隶属赣州市。"
        }
    ]
}