{
    "title": "通河县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "45",
            "category": "哈尔滨市"
        },
        {
            "id": "68",
            "category": "通河县"
        }
    ],
    "detail": "[日期：2014-02-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：802次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪三十一年（1905年）在吉林借地的崇古尔库站（即三站）置大通县，以大通河得名，隶属于吉林依兰府。光绪三十三年（1907年）改隶黑龙江省。民国三年（1914年）因与甘肃省大通县重名，改为通河县，徙今治。\n\r\n【沿革】\r\n       此地早在周以前为肃慎居地（又称“息慎”）。战国时期属貉地；两汉时期为挹娄属地。汉末、三国时期为扶余奴隶制王国的属地；晋仍之；后魏、北齐时期属勿吉地；隋朝时属靺鞨黑水部，归安东督护府和黑水都督府辖。唐时属黑水靺鞨；辽时为生女真地；金属上京会宁府。元朝，属辽宁省中书省，境内设捻站、哈散千户府、吾纳忽站、塔海军民万户府，属水达达路（又称“水鞑靼”）。明时属于奴儿干都司统辖，境内设：木兰河卫、撒力卫、哈散千户所、五纳忽卫，皆为生女真居地。"
        },
        {
            "type": "text",
            "text": "       清初为呼兰副都统辖地，乾隆二十七年（1762年）吉林将军奏：“以三姓西至阿勒楚喀地势辽远，驿道不便，请在巴彦苏苏（今巴彦县）沿松花江北岸设置庙噶珊站（一站）、鄂勒果索站（二站）、崇古尔库站（三站）、富拉浑站（四站）、佛斯亨站（五站）”。光绪三十一年（1905年）9月1日，清廷朱批在崇古尔库站设县，取名大通县。属吉林省依兰县辖。此地设置崇古尔库站（即三站），光绪三十一年（1905年）于三站设大通县，辖境包括通河和方正两县，隶属于吉林依兰府，光绪三十三年（1907年），东北实行行省制，以松花江为吉林、黑龙江两省的省界，通河县改隶黑龙江省，为绥化府所辖。清宣统元年（1909年），将江南方正泡地方划出，设置方正县。"
        },
        {
            "type": "text",
            "text": "       1912年6月，裁撤兴东道，大通县由黑龙江省直辖。民国三年（1914年）将县治移至岔林河东岸，因与甘肃省大通县重名，改名通河县，同年6月，改隶绥兰道，为三等县。1929年1月1日，将境内北部凤山镇划出，设置凤山设治局。1933年2月，裁撤绥兰道，县、局均由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       伪满洲国成立后，康德元年（1934年）十二月一日实行地方行政机构改革，划东北为十四省，本县划属新设的三江省所辖，康德六年（1939年）六月撤销凤山县，将其并入通河县。1945年8月20日，苏联红军在归国抗联人员的带领下进驻通河，扶持由伪官吏及警察组成的“通河县临时地方治安维持会”。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）2月6日，通河县解放，次日成立民主政府，隶属中共合江省工委、合江省政府。同年6月，通河县由合江省划归松江省管辖，民国三十八年（1949年）7月，通河县民主政府改称为县人民政府。1954年8月，松江省建制撤消，并入黑龙江省，通河县由黑龙江省直辖。1955年3月，通河县人民政府改称通河县人民委员会。"
        },
        {
            "type": "text",
            "text": "       1956年3月，绥化绥化专员公署成立，通河县隶属于绥化专员公署。1958年8月，绥化专区改为松花江专区，通河县隶属于松花江专区。1960年4月，通河县划归中共哈尔滨市领导。1965年8月，通河县又划归松花江地区管辖。1967年4月，成立通河县革命委员会。1980年9月，取消县革命委员会，成立了通河县人民政府。1996年8月11日松花江地区与哈尔滨市合并，通河县归哈尔滨市管辖。"
        }
    ]
}