{
    "title": "龙南县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1205",
            "category": "赣州市"
        },
        {
            "id": "1264",
            "category": "龙南县"
        }
    ],
    "detail": "[日期：2014-06-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：532次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南唐保大十一年（953年）置龙南县。以县城处百丈龙滩和龙头山之南得名。据《龙南县志》：因县境北有龙头山，县城在山之南，故名。另据《郡县释名》：以县位居百丈龙潭之南，定名龙南。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，龙南地属吴。周元王三年（前473年）冬十月，越灭吴，龙南地属越。周显王三十五年（前334年），楚灭越，龙南地属楚。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年）分全国为36郡，龙南地属南壄县，隶九江郡。西汉高帝四年（前203年），改九江郡为淮南国。西汉高帝六年（前201年），析淮南国置豫章郡，领18县。龙南地属南壄县，隶属章郡。新莽王朝改豫章郡名九江郡。龙南地属南壄县，隶九江郡。东汉建武元年（25年），复改九江郡名豫章郡，南壄县改称南野县，龙南地属南野县，隶豫章郡。献帝兴平二年（195年），析豫章地置庐陵郡。龙南地属南野县，隶庐陵郡。"
        },
        {
            "type": "text",
            "text": "       三国吴孙权嘉禾五年（236年），分庐陵郡地置庐陵南部都尉，析南野县置南安县，县治在今南康。龙南地属南安县，隶庐陵南部都尉。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），改庐陵南部都尉名南康郡，改南安县名南康县。龙南地属地康县，隶南康郡。南朝宋武帝永初元年（420年），改南康郡为南康国。龙南地属南康县，隶南康国。齐武帝永明元年（483年），南康国复名南康郡。龙南地属南康县，隶南康郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）改南康郡为虔州。龙南地属南康县，隶虔州。炀帝大业元年（605年），虔州复名南康郡。龙南地属南康县，录南康郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），复改南康郡为虔州。龙南地属南康县，隶虔州。高宗永淳元年（682年）析南康东南地置南安县。龙南地属南安县，隶虔州。玄宗天宝元年（742年），复改虔州为南康郡，改南安县为信丰县，析信丰县地置百丈，不久升百丈，名百丈镇，不久又改百丈镇称虔南镇。时龙南即虔南镇，地属信丰县，隶南康郡。肃宗乾元元年（758年），南康郡复名虔州。时龙南即虔南镇，地属信丰县，隶虔州。"
        },
        {
            "type": "text",
            "text": "       五代时期，后梁贞明四年（918年），吴杨隆演改虔南镇为虔南场。时龙南即虔南场，地属信丰县，隶虔州。南唐保大十一年（953年），以信丰虔南场置龙南县，隶虔州。因县治在龙头山（一说百丈龙潭），又一说“百丈龙滩”之南，取名龙南。"
        },
        {
            "type": "text",
            "text": "       宋徽宗大观元年（1107年）升龙南为中县。宣和三年（1121年）改龙南县名虔南县。绍兴二十三年（1153年）改虔州为赣州；又改虔南县为龙南县，隶赣州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元二十四年（1287年），并龙南入信丰县，隶赣州。 成宗元贞二年（1296年）改赣州为路。时龙南地属信丰县，隶赣州路。至大二年（1309年）复置龙南为县，隶赣州路。"
        },
        {
            "type": "text",
            "text": "       明太祖吴二年己已（1365年），常遇春攻赣州，改赣州路为府。龙南县隶赣州府。隆庆三年（1569年）割龙南县高砂、下历、横江3堡地并安远、信丰县割地共建定南县。清光绪二十九年（1903年），割龙南大龙、新兴2堡地并信丰县割地建虔南厅。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）冬，废府及直州，龙南县录江西省政府。民国三年（1914年）划全省为4道，龙南县属赣南道。 民国十五年（1926年）废道，龙南县复隶江西省政府。民国二十一年（1933年）划全省为13个行政区。第十三行政区辖龙南、虔南、定南、安远、寻邬5县，驻龙南。民国二十二年（1933年）第十三行政区与第十一行政区合并，改名赣南政务专区，专员公署先设大庾后迁赣州，龙南县属之。民国二十三年（1934年）春，改赣南政务专区为第九行政区，龙南县属之。民国二十四年（1935年），缩改全省为8个行政区，龙南县属第四行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月19日龙南解放，隶赣州分区督察专员公署。9月，改属赣西南行政公署赣州分区。1950年9月撤销赣西南行政公署，龙南县改属赣西南人民行政公署。1951年6月撤销赣西南人民行政公署，龙南县改属赣南行政公署。1954年6月撤销赣州专员公署，龙南县改属赣南行政公署。1964年5月撤销赣南行政公署，龙南县改属赣州专员公署。1968年2月撤销赣州专员公署，龙南县改属赣州专区革命委员会。1971年2月撤销赣州专区革命委员会，龙南县改属赣州地区革命委员会。1978年7月撤销赣州地区革命委员会，龙南县改属赣州地区行政公署。1999年7月，撤销赣州地区，设立地级赣州市，龙南县属赣州市。"
        }
    ]
}