{
    "title": "全南县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1205",
            "category": "赣州市"
        },
        {
            "id": "1262",
            "category": "全南县"
        }
    ],
    "detail": "[日期：2014-06-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：537次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天宝元年（742年），在信丰县南部置虔南镇。五代十国后梁贞明四年（918年），改虔南镇为虔南场。南唐保大十一年（953年），将虔南场改为龙南县。北宋徽宗宣和三年（1121年），龙南县改名虔南县。虔南，因地处虔州（今赣州）之南而得名。1957年，更改生辟字和繁体字地名，将虔南改称全南。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，虔南先属吴，后属楚。秦始皇二十六年（前221年）统一全国后分36郡，虔南属南壄县地，隶九江郡。西汉时期，九江郡曾改称淮南国、豫章郡，后复名九江郡。虔南仍属南壄县地。东汉光武帝建武元年（25年）九江郡复名豫章郡。南壄县改称南野县，虔南属南野县地。献帝兴平二年（195年），析豫章郡置庐陵郡，南野隶之。虔南属南野县地。"
        },
        {
            "type": "text",
            "text": "       三国吴嘉禾五年（236年），分庐陵郡置庐陵南部都尉，并析南野地置南安县。虔南属南安县地。西晋武帝太康元年（280年），改南安县为南康县，虔南隶之。太康三年废庐陵南部都尉置南康郡，虔南属南康郡南康县地。"
        },
        {
            "type": "text",
            "text": "       南北朝时，南康郡曾改称南康国，后又复为南康郡，虔南均属南康县地。隋文帝开皇九年（589年），改南康郡为虔州。虔南属虔州南康县地。"
        },
        {
            "type": "text",
            "text": "       唐太宗贞观元年（627年），废郡改道，虔南属江南道虔州南康县地。唐高宗永淳元年（682年），析南康县东南部地置南安县，虔南属南安县地。唐玄宗开元二十一年（733年），全国析10道为15道，分江南道为江南东道和江南西道，虔南属江南西道的虔州南安县地。天宝元年（742年），改南安县为信丰县，并在县南部置虔南镇（今龙南县及全南南片）。虔南属信丰县地。"
        },
        {
            "type": "text",
            "text": "       五代十国时，后梁贞明四年（918年），改信丰南部的虔南镇为虔南场。南唐保大十一年（953年），将虔南场改为龙南县。至此，虔南南片属龙南县，北片属信丰县。"
        },
        {
            "type": "text",
            "text": "       北宋徽宗宣和三年（1121年），龙南县改名虔南县。南宋高宗绍兴二十三年（1153年），改虔州为赣州。虔南县复名龙南县，隶属同前。元二十四年（1287年），龙南县并入信丰县，虔南属信丰县。元武宗至大二年（1309年），复置龙南县，虔南北片属信丰县，南片属龙南县。"
        },
        {
            "type": "text",
            "text": "       明太祖吴二年（1365年），改赣州路为赣州府。洪武九年（1376年）布政司下设府、县，虔南分属龙南、信丰县。清初沿明时建置，虔南仍分属赣州府下辖的龙南、信丰两县。清道光二十八年（1848年），划龙南之大龙、新兴、太平和信丰县之镇南、杨溪、步口、回戈7堡为（军事）分防地。分防汛驻观音阁，隶赣县后营。次年改归横营统辖。清光绪二十九年（1903年），划龙南县的大龙堡、新兴堡和信丰县的镇南堡、杨溪堡、步口堡、回戈堡置虔南厅，隶赣州府。虔南从此列为县一级政权建置。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），统一全国县制。虔南厅改为虔南县，隶属江西省政府。民国四年（1915年），全国设省、道、县三级，江西省分为四道，虔南县隶属赣南道。民国十五年（1926年），废赣南道，虔南县复隶江西省政府。民国二十年（1931年），国民党出于对共产党领导的革命根据地进行“围剿”的需要，将虔南县划入安全县，直属于陆海空军司令部南昌行营党政委员会。民国二十一年（1932年），撤销南昌行营党政委员会，虔南县隶属第十三行政区。民国二十二年（1933年），第十一、十三两个行政区合并，改名赣南政务专区。次年又改称第九行政区，虔南县隶属第九行政区。民国二十四年至三十一年（1935年—1942年），全省行政区虽几经变更，但虔南县均属第四行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月20日，虔南解放。9月1日成立虔南县人民政府，隶属赣州分区行政督察专员公署。11月隶属赣西南行政公署。1951年6月隶属赣州专员公署。1954年6月隶赣南行政区公署。1957年，更改生辟字和繁体字地名，将虔南改称全南。1964年5月撤销赣南行政公署，全南县改属赣州专员公署。1968年2月撤销赣州专员公署，全南县改属赣州专区革命委员会。1971年2月撤销赣州专区革命委员会，全南县改属赣州地区革命委员会。1978年7月撤销赣州地区革命委员会，全南县改属赣州地区行政公署。1999年7月隶属赣州市。1999年7月，撤销赣州地区，设立地级赣州市，全南县属赣州市。"
        }
    ]
}