{
    "title": "宁都县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1205",
            "category": "赣州市"
        },
        {
            "id": "1261",
            "category": "宁都县"
        }
    ],
    "detail": "[日期：2014-06-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：434次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       三国吴嘉禾五年（236年）析雩都县东北陂阳乡白鹿营（今黄石镇营底村）置阳都县。西晋太康元年（280年），改阳都为宁都，因境内有太平里，以“安宁”之意而名为宁都。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦统一后，宁都属九江郡。西汉属豫章郡。高祖六年（前201年）始置雩都县。宁都为雩都县地，属庐陵郡。三国吴嘉禾五年（236年）分庐陵郡立南部都尉于雩都，析雩都县东北陂阳乡白鹿营（今黄石镇营底村）置阳都县。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），改阳都为宁都。迁县治于阳田营（今石上镇王田营村）。太康三年（282年）改南部都尉为南康郡（治雩都）。东晋永和五年（349年），南康郡移治赣县（今赣州），宁都隶之。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋永初元年（420年）改南康郡为南康国，宁都隶之。大明五年（461年），析宁都虔化屯（今东山坝镇大布村）置虔化县（旧志载：县西五里有石状如虎，传由虎化为石。虎为凶物，改为虔，故名虔化，县以此得村名），并属南康国。齐永明元年（483年）南康国复为南康郡，宁都、虔化均属南康郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）灭陈，改南康郡为虔州；虔化并入宁都，隶虔州。开皇十三年（593年），陂阳县（今石城县西）并入宁都县。开皇十八年（598年），改宁都为虔化县，迁县治于雪竹坪（今梅江镇）。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），虔化属洪州总管府虔州。贞观元年（627年），虔化属江南道虔州。开元二十一年（733年），虔化属江南西道虔州。元和六年（811年），升虔州为上州，虔化为上县。咸通七年（866年），升虔州为节镇，号百胜军，虔化隶之。南唐保大十一年（953年），析虔化之石城场置石城县。"
        },
        {
            "type": "text",
            "text": "       宋至道三年（997年），虔化属江南路虔州。天禧四年（1020年），虔化属江南西路虔州。大观元年（1107年），升虔州为望郡，虔化为上县。绍兴二十三年（1153年），改虔州为赣州，虔化为宁都。元至元十四年（1277年），宁都属江西行中书省赣州路。元贞元年（1295年）十一月，升宁都县为州，辖石城县，属赣州路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），改赣州路为府，改宁都州为宁都县。洪武九年（1376年），宁都县属江西布政使司赣州府。清初沿明制。乾隆十九年（1754年），升宁都县为直隶州，辖瑞金、石城二县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废旧制中州、府、厅为县，宁都直隶州复改为县。民国三年（1914年），宁都县属赣南道。民国十五年（1926年），废道，宁都县直属江西省政府。民国十八年（1929年），宁都为中央苏区属县。民国二十年（1931年）9月，宁都县分为宁都、彭湃两县。民国二十一年（1932年）2月，宁都、彭湃两县复并为宁都县。民国二十二年（1933年）1月13日，为纪念赵博生烈士，宁都县改为博生县。同年7月，宁都分为博生、洛口、长胜三县。民国二十三年（1934年）十月，宁都县属第十二行政区，并为专署驻地。民国二十四年（1935年）四月，属第八行政区，为专署驻地。"
        },
        {
            "type": "text",
            "text": "       1949年8月27日，宁都解放，29日成立宁都县人民政府。同年9月，省人民政府决定设瑞金分区，后未成立，改为宁都分区宁都县隶之，并为专署驻地。1951年6月宁都分区改称宁都专区。1952年8月29日撤销宁都专区，辖县分别划归赣州、抚州二专区，宁都县划归赣州专区。1954年6月，改属赣南行政区。1964年5月，复属赣州专区，1968年2月撤销赣州专员公署，宁都县改属赣州专区革命委员会。1971年2月撤销赣州专区革命委员会，宁都县改属赣州地区革命委员会。1978年7月撤销赣州地区革命委员会，宁都县改属赣州地区行政公署。1999年7月隶属赣州市。1999年7月，撤销赣州地区，设立地级赣州市，宁都县属赣州市。"
        }
    ]
}