{
    "title": "赣州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1205",
            "category": "赣州市"
        }
    ],
    "detail": "[日期：2014-07-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：574次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐置虔州，南宋绍兴二十三年（1153年）二月，校书郎董德元以“虔”字为虎头，虔州号“虎头城”，非佳名，并且“虔”有“虔杀”之义，奏请改名，诏改虔州为赣州，即古体左“章”右“贡”，因城居章、贡水合流处，于是取章、贡二水合流之义。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今赣州在春秋战国时，先后为楚地、吴地、越地。秦始皇三十三年（前214年），秦发大军50万分五军南下五岭，其中一军驻守庾岭界，设立南壄县，隶属九江郡。此为赣州建置之始。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年（前206年），南壄属楚。汉高祖四年（前203年），改九江郡为淮南国，南壄县隶属之。汉高祖五年（前202年），汉灭楚，赣州开始被西汉王朝所管辖。汉高祖六年（前201年），置豫章郡，治南昌县，辖18县，其中赣南3县隶之：南壄县（约辖今南康、大余、上犹、崇义、信丰、龙南、定南、全南等地）、赣县（约辖今章贡区、赣县、兴国等地）、雩都县（约辖今于都、宁都、石城、瑞金、会昌、安远、寻乌等地）。新莽王朝（9年~23年），改豫章郡为九江郡，赣南3县隶之。东汉建武元年（25年），九江郡复名豫章郡，南壄改为南野，赣南3县仍隶之。兴平元年（194年），分豫章郡置庐陵郡，赣南3县隶庐陵郡。"
        },
        {
            "type": "text",
            "text": "       三国吴嘉禾五年（236年），析庐陵郡置南部都尉，隶扬州，治雩都。领雩都、赣县、平阳（由赣县分出，即今兴国）、阳都、揭阳（析雩都白鹿营地置阳都，析阳都陂阳地置陂阳县，随后改为揭阳）、南安（由南野分出，约辖今南康、信丰、龙南、定南、全南等地）、南野（约辖今大余、上犹、崇义等地）7县。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），改南安为南康，改阳都为宁都，改平阳为平固。太康三年（282年），撤销庐陵南部都尉，置南康郡，郡治雩都，将南野并入南康领6县。太康五年（284年），改揭阳为陂阳。晋太康十年（289年），赣县移县治于葛姥城（今章贡区虎岗一带）。元康元年（291年），南康郡改属江州都督府。永和五年（349年），郡治从雩都迁至赣县（章、贡两水间，今章贡区）。"
        },
        {
            "type": "text",
            "text": "       南北朝时，南朝梁大宝元年（550年），南康郡地大庾改属广东东衡州始兴郡。南朝陈太建十三年（581年），大庾改隶广东东衡州安远郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废南康郡为虔州，隶属洪州总管府。平固并入赣县、南野并入南康、虔化并入宁都。隋开皇十三年（593年），陂阳县设石城场，并入宁都。虔州辖赣县、雩都、南康、宁都4县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年）再置虔州，盖取虔化水为名也。唐贞观元年（627年）分全国为十道，虔州隶江南道，辖县沿袭隋制。开元二十一年（733年）虔州属江南西道。永淳元年（682年），析南康东南地复置南安县（约辖今信丰、龙南、定南、全南等地），虔州领5县。神龙元年（705年），复置大庾县，虔州领6县。天宝元年（742年），南安改名信丰县，并分出原南安地置百丈泉，后改虔南镇。贞元四年（788年），分出雩都三乡和信丰一里复置安远县，虔州领7县。天祐元年（904年），从雩都县分出象湖镇置瑞金监。"
        },
        {
            "type": "text",
            "text": "       后梁开平三年（909年），虔州属梁。开平四年（910年），以虔、韶2州置百胜军。南唐升元元年（937年），改百胜军为昭信军，虔州属之。乾化元年（911年），析南康县地置上犹场。南唐保大十年（952年），改上犹场为上犹县，翌年改瑞金监为瑞金县，虔南场为龙南县，石城场为石城县。至此，虔州领11县：赣县、雩都、信丰、南康、大庾、虔化、安远、上犹、瑞金、龙南、石城。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年），改昭信军为军州。太平兴国元年（976年），改军州复为虔州，隶属于江南西路。太平兴国七年（982年），从赣县分出潋江镇7乡及庐陵泰和部分辖地置兴国县，从于都分出县东南6乡于九州镇置会昌县，虔州辖13县。淳化元年（990年），以虔州原辖南康、大庾、上犹3县另置南安军，治大庾。虔州领10县，隶江南西路，为赣南分设两个政区之始。宣和三年（1121年），龙南县改名为虔南。绍兴二十三年（1153年），校书郎董德元以“虔”字为虎头，虔州号“虎头城”，非佳名，奏请改名，诏改虔州为赣州（取章、贡二水合流之义），赣州名始此。同时，虔化县改名为宁都，虔南县复名为龙南。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），改江南西路为江西行中书省，赣州、南安军隶江西行省。至元十四年（1277年），赣州、南安军分别改为赣州路总管府、南安路总管府，隶属与领县如旧。至正二十五年（1365年），赣州、南安两路改为府。"
        },
        {
            "type": "text",
            "text": "       明洪武十八年（1385年），江西分为5道，赣州、南安2府均属岭北道。成化十三年（1477年），设分巡岭北道于赣州，赣州、南安2府属之。弘治七年（1494年），置南赣巡抚都察院于赣州，称虔院。正德十一年（1516年），置巡抚南赣汀韶等处地方提督军务，辖江西的南安、赣州，广东的韶州、南雄州，湖南的郴州和福建的汀州等州府。正德十二年（1517年），从上犹、南康、大庾3县划出部分辖地置崇义县，属南安府，至此，南安府领4县：大庾、南康、上犹、崇义。嘉靖三十六年（1557年），增设分守岭北、岭东、岭南、漳南4道，统于虔院。岭北巡、守两道治赣州，赣州、南安2府隶之。隆庆三年（1569年），从安远、信丰、龙南3县划出部分辖地置定南县，隶赣州府。万历四年（1576年），以安远县原辖寻邬等15堡另置长宁县，隶赣州府。至此，赣州府领12县，南安府领4县。"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年）至康熙八年（1669年），先后撤销南赣守抚和巡、守两道。康熙十年（1671年），置分巡赣南道，辖赣州府、南安府。雍正九年（1731年），改分巡赣南道为分巡吉南赣道，增辖吉安府。乾隆十九年（1754年），升宁都县为宁都直隶州，辖瑞金、石城2县，为赣南分设赣州府、南安府、宁都直隶州3个政区之始。同年，改分巡吉南赣道为吉南赣宁兵备道，增辖宁都直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府（州）、厅设县，省直接下辖县。民国三年（1914年）江西设浔阳、豫章、庐陵、赣南4道。赣州属赣南道，道治赣县，辖赣县、雩都、信丰、兴国、会昌、安远、长宁、龙南、虔南、定南、宁都、瑞金、石城、南康、大庾、上犹、崇义17县。民国十五年（1926年），废赣南道，省直接辖县。民国二十一年（1932年）江西省省划为13个行政督察区，赣南各县分属第九、十一、十二、十三督察行政区。兴国县归第九行政督察区。第十一行政督察区辖赣县、南康、信丰、上犹、崇义、大庾6县，行政督察专署驻赣县。第十二行政督察区辖宁都、广昌、石城、瑞金、雩都、会昌6县，行政督察专署驻宁都。第十三行政督察区辖龙南、定南、虔南、安远、寻邬5县，行政督察专署驻宁都。民国二十二年（1933年），第十一、十三2个行政督察区合并，行政督察专署先驻大庾，后迁赣县，辖11县。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年），江西省改划为8个行政督察区，赣南各县分属江西省第四、八督察行政区。第四行政督察区辖赣县、南康、信丰、大庾、上犹、崇义、龙南、定南、虔南、安远、寻邬11县，行政督察专署驻赣县；第八行政督察区辖宁都、广昌、石城、瑞金、会昌、雩都、兴国7县，行政督察专署驻宁都。民国三十八年（1949年）5月底，中国人民解放军进入南昌，随后成立江西省人民政府，国民党的江西省政府南迁赣县。同年8月，国民党在赣州的统治宣告结束。"
        },
        {
            "type": "text",
            "text": "       此外，在民国十八年（1929）至民国二十三年（1934年）间，赣南大部分地区成为中国共产党的革命根据地。各地先后成立苏维埃政府，分别隶属江西、湘赣、粤赣、赣南省苏维埃政府，并于1934年8月在瑞金成立了中华苏维埃共和国临时中央政府。"
        },
        {
            "type": "text",
            "text": "       1949年7月，江西省人民政府设立赣州专区行政专员公署。1949年8月，中国人民解放军攻克赣南各县，后成立赣西南行政公署，辖赣州、宁都、吉安3专区。其中赣州专区领18县（市）：赣州市（8月析赣县赣州镇设赣州市）、赣县、南康、大庾、上犹、崇义、信丰、龙南、定南、虔南、安远、宁都、雩都、兴国、瑞金、会昌、石城、寻邬。1949年9月中旬，成立宁都专区，分领8县：宁都、雩都、兴国、瑞金、会昌、石城、寻邬、广昌（由抚州专区划入）；赣州专区领11县（市）：赣州市、赣县、南康、大庾、上犹、崇义、信丰、龙南、定南、虔南。赣南分设2个专区。1949年11月，赣州专区并入赣西南行政公署。1951年6月，撤销赣西南行政公署，赣南各县仍分属赣州、宁都2专区。1952年8月，撤销宁都专区，赣南再次合二为一，领18县（市），广昌划归抚州专区。1954年5月，成立赣南行政区，同时撤销赣州专区，广昌划入，领19县（市）。"
        },
        {
            "type": "text",
            "text": "       1957年实行汉字简化，雩都、寻邬、虔南、大庾县分别更名为于都、寻乌、全南、大余县。1964年5月撤销赣南行政区，恢复赣州专区。1968年2月改称赣州地区。1983年10月广昌划归抚州地区。1994年南康撤县设市，1995年瑞金撤县设市。1998年12月，赣州地区撤地改市，原县级赣州市改为章贡区。1999年7月，地级赣州市正式挂牌成立。2013年11月，撤销县级南康市，设立赣州市南康区，2014年2月25日，赣州市南康区正式挂牌成立。"
        }
    ]
}