{
    "title": "鹰潭市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1204",
            "category": "鹰潭市"
        }
    ],
    "detail": "[日期：2014-07-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：754次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清同治三年（1864年），鹰潭改设镇，以驻地旧名鹰潭坊得名。其信江南岸龙头山下有一深潭，“急流漩其中、雄鹰舞其上”，故名鹰潭。1979年3月，鹰潭撤镇设市（县级）。1983年7月，鹰潭市升格为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今鹰潭西周以前属扬州之域，春秋为百越之地，战国先属越后属楚。始皇二十六年（前221年），属九江郡。汉高祖六年（前201年）境属余汗县域地。东汉献帝兴平元年（194年），属庐陵郡；建安十五年（210年）属鄱阳郡。"
        },
        {
            "type": "text",
            "text": "       晋惠帝元康元年（291年），余汗县晋兴乡划出设晋兴县，辖今月湖区、贵溪市、余江县境地。怀帝永嘉七年（313年），晋兴县更名兴安县，不久即废，恢复余汗县晋兴乡。"
        },
        {
            "type": "text",
            "text": "       南朝文帝天嘉年间（560年～566年），余汗县晋兴乡划出设安仁县，属吴州。隋文帝开皇九年（589年），废安仁县，恢复余汗县晋兴乡；余汗县更名余干县，属饶州郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），余干县晋兴乡划出设长城县，属饶州郡；武德七年（624年），玉亭县并入长城县；武德八年（625年），撤长城县恢复余干县晋兴乡；永泰元年（765年），划弋阳县西境及余干县东北境设贵溪县，隶属信州，辖鹰潭坊（今月湖区）；懿宗咸通年间（860-874年），余干晋兴乡更名兴安镇。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年），兴安镇更名安仁场。太宗端拱元年（988年），安仁场升置安仁县，隶属江东路饶州。"
        },
        {
            "type": "text",
            "text": "       至元元年（1264年），安仁县隶属江浙行省饶州路总管府。至元十四年（1277年）改信州为信州路，辖贵溪，隶属江浙行省。至正二十年（1360年）朱元璋部胡大海取信州，改信州为广信府。至正二十一年（1361年），安仁县隶属江南行省鄱阳府。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年），安仁县隶属饶州府。清顺治四年（1647年），贵溪县鹰潭坊隶属江西省广信府。顺治十四年（1657年），安仁隶属江西省饶州府。乾隆三十年（1765年），鹰潭坊设司；同治三年（1864年），鹰潭改设镇，为建镇之始。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），因安仁县与湖南省安仁县同名，而更名余江县。是年江西省分4道，贵溪、余江同属豫章道。民国十八年（1929年）8月，在中国共产党的领导下，贵溪县苏维埃政府成立，地辖贵溪县信江以北大部分地区。民国十九年（1930年），余江县苏维埃政府在象鼻湾（今高公寨营林场象湾村）成立。民国二十一年（1932年），全省分为13个行政区，贵溪、余江县同属第五行政区专员公署，署治临川县；同年，在余江县成立河南县（今平定乡石背村）苏维埃政府，下辖2个区。民国二十二年（1933年），贵南县苏维埃政府成立，辖冷水、茶山、洞源、麻地等乡一带。同年冬，贵南苏区失陷。民国二十三年（1934年）冬，贵北苏区失陷。民国二十四年（1935年），江西省减为8个行政区；民国二十八年（1939年），又增至11个行政区；民国三十一年（1942年）8月，又改划为9个行政区。贵溪、余江县属第六行政区，署治今上饶市。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月4日，贵溪、余江、鹰潭相继解放。7日成立贵溪专员公署，鹰潭为专署所在地，辖贵溪、余江、弋阳、东乡、进贤、金溪、资溪等8县；8月13日，贵溪专员公署撤销，贵溪、余江县改属上饶专署，鹰潭仍为贵溪县所辖。1957年1月，鹰潭镇从贵溪县划出，升格为县级镇，隶属上饶专署。1958年4月，鹰潭镇复归贵溪县管辖。1960年7月，鹰潭镇再次从贵溪县划出，隶属上饶专区直辖县级镇。"
        },
        {
            "type": "text",
            "text": "       1979年3月，鹰潭撤镇设市，隶属上饶地区。1983年7月，鹰潭市升格为地级市，辖月湖区、贵溪县、余江县；月湖区政区范围为原县级鹰潭市区域；分辖3个街道办事处、4个镇、34个乡。1988年1月，月湖区增设梅园街道办事处。1993年3月，贵溪县志光、冷水、鸿塘、泗沥、河潭、文坊6个乡撤乡设镇；余江县画桥、潢溪、中童、马荃4个乡撤乡设镇。1995年3月，贵溪县撤销盛源、高公、罗河、周坊乡，改设流口、金屯、罗河、周坊镇；月湖区白露、童家乡，撤乡设镇。1996年5月，贵溪县撤县设市。"
        }
    ]
}