{
    "title": "武宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1202",
            "category": "九江市 "
        },
        {
            "id": "1283",
            "category": "武宁县"
        }
    ],
    "detail": "[日期：2014-07-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：424次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       武周长安四年（704年）析建昌县置武宁县，寓“武周安宁”之意，属洪州。县城仍在西安里，武宁县名自此始。"
        },
        {
            "type": "text",
            "text": "       另有一说，唐朝时建昌县匪患猖獗，武则天在长安四年（704年）派兵剿匪。土匪闻风逃散，于是在此地置县防守，定名为武宁。意为此地“因武而宁”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       武宁在商代（约公元前16-11世纪）为艾侯领地，故有古艾之称。秦统一全国（前221年），推行郡县制，分全国为三十六郡，在淮南设九江郡，管辖范围达到江西地区。艾属九江郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年（前203年），改九江郡为淮南国，封黔布为淮南王，艾属淮南。汉高组六年（前201年）以秦郡太大，增加郡治，在江西境内设豫章郡，艾属该郡。汉景帝三年（前154年），由艾辖地分设海昏县，同属豫章郡十八县中之二县。艾为今修水、铜鼓，海昏为今永修、安义、奉新、靖安、武宁。海昏城初设奉新，后移今永修县境内，已沉没于鄱阳湖。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，称新莽（9年）。艾改为治瀚，海昏改为宜生。汉光武复国（25年）仍复原名。汉和帝永元十六年（104年）从海昏分设建昌。"
        },
        {
            "type": "text",
            "text": "       汉献帝建安四年（199年），三国鼎立，江西属吴。增设郡县，从海昏、建昌划出另立西安县，县治在高城乡之西安里（即今石渡新峰）。豫章郡辖县十六，艾、海昏、建昌、西安为其中四县。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），避武帝（司马炎，字安世）字讳改西安县为豫宁县。南朝陈武帝永定三年（559年），于豫宁县立豫宁郡，辖县五：艾、永修、建昌、新吴（即今奉新）、豫宁。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）文帝下令并省郡县，撤消豫宁郡，将永修、豫宁、新吴、艾四县合并为建昌县，属洪州总管府。炀帝大业三年（607年），洪州改为豫章郡，建昌属之。"
        },
        {
            "type": "text",
            "text": "       唐初，全国划十道，江西地区属江南道。后划为十五道，江西分为东西两道，江南西道简称江西，管辖八州三十七县。武后长安四年（704年），析建昌县置武宁县，县城仍在西安里，武宁县名自此始。睿宗景云元年（710年），改武宁复为豫宁，以避武周国姓，县城由西安里迁新县（今石渡新华）。玄宗天宝四年（745年），县城由新县迁玉枕山前（即老县城古艾镇）。代宗宝应元年（762年），因避代宗讳（代宗名李豫），豫宁复名武宁。德宗贞元十六年（800年）。分武宁八乡（高、崇、奉、武、仁、西、安、太）设分宁县（即今修水、铜鼓县）"
        },
        {
            "type": "text",
            "text": "       南唐升元元年（937年），武宁县南朱家山以南至铁门槛一部分划出，与建昌、奉新两县各划出之地设靖安县，均属江南西路管辖。"
        },
        {
            "type": "text",
            "text": "       宋代（960年—1279年），江西地区的州县分别属于江南东路和江南西路管辖，县的设置基本稳定。武宁属洪州，洪州属江南西路管辖。"
        },
        {
            "type": "text",
            "text": "       元代实行行省制，江西称“江西行中书省”，省下属为“路”，武宁原隆兴路。至元二十一年（1284年），隆兴改为龙兴。至元二十三年（1286年），武宁置宁州，侠武宁、分宁两县。大德五年（1301年），分宁改称宁州，武宁属龙兴路。"
        },
        {
            "type": "text",
            "text": "       明代废行中书省，初改“江西都卫”，后改“指挥使司”。洪武九年（1376年）称“布政使司”，改路为府。龙兴路初为洪都府，后为南昌府，武宁属南昌府管辖。"
        },
        {
            "type": "text",
            "text": "       清代承袭明代建制，后改布政使司为省，武宁仍属南昌府管辖。"
        },
        {
            "type": "text",
            "text": "　　民国元年（1912年）废府，武宁直属江西省都督府。民国三年（1914年），江西省设巡按使，下设四道，武宁属巡阳道，道尹公署设九江。民国十五年（1926年），国民革命军克复江西，废道，武宁直属省辖。民国二十一年（1932年），江西一度设区、县党政军委员会，区委驻修水，武宁属之。不久，划全省为十三行政区，区设行政长官，武宁属第二行政区，行政长官驻武宁。民国二十四年（1935年）4月24日，缩改全省八行政区，区设行政督察专员，武宁属第一行政区，行政督察员驻武宁 。民国二十六年（1937年），复设湘鄂赣边区特别区政治局四处，其中九宫山区于6月1日成立，局长驻武宁，翌年6月1日撤销。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）3月，江西省会南昌沦陷，赣北各县为日军盘踞，全省划为十一行政区，武宁属第一行政区（辖县三：武宁、修水、铜鼓），专署驻铜鼓。民国三十一年（1942年）8月，全省改划为九个行政区，武宁属第九行政区（辖县九：武宁、瑞昌、九江、德安、星子、永修、靖安、奉新、安义），专署驻武宁。"
        },
        {
            "type": "text",
            "text": "       1949年10月共和国成立后，武宁设武宁县人民政府，属九江专区。1955年3月，县人民政府改称县人民委员会。1968年6月，成立县革命委员会。1970年九江专区改称九江地区，武宁县属九江地区。1981年3月，革命委员会撤销，成立武宁县人民政府。1983年7月27日九江地区与九江市合并为地级九江市，武宁县属地级九江市。"
        }
    ]
}