{
    "title": "湖口县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1202",
            "category": "九江市 "
        },
        {
            "id": "1277",
            "category": "湖口县"
        }
    ],
    "detail": "[日期：2014-07-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：494次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南唐保大中（约950年），升湖口戍置湖口县，因地处鄱阳湖入长江之口而得名，县治鄡阳镇（今双钟镇西南）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期，周平王元年（前770年）属吴国。周元王三年（前473）属越国。周显王十五年（前334年）属楚国。秦始皇二十六年（前221年），分天下为三十六郡，县地属九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖初年，改九江郡为淮南国，领九江、庐江、衡山、豫章四郡。高祖六年（201年），置豫章郡，领县18，其中有彭泽、鄡阳二县。湖口大部属彭泽，小部属鄡阳。新莽改豫章郡为九江郡（此九江切指江西境，与秦汉治寿春之九江及后汉治阴陵之九江名同而地异）。"
        },
        {
            "type": "text",
            "text": "       东汉复称豫章郡，隶扬州刺史部，领县21，仍含彭泽、鄡阳二县。建武二年（26年），湖口全境归彭泽县。建安十四年（209年），置彭泽郡，次年改武昌郡（皆孙吴置），彭泽县先后隶此二郡。三国时期，吴黄武元年（222年）彭泽县隶属武昌郡。"
        },
        {
            "type": "text",
            "text": "       晋元康元年（291年），割扬州之豫章等七郡和荆州之武昌等三郡别立江州，彭泽初属豫章郡，永兴元年（304年）分庐江郡别立寻阳郡，彭泽县于永嘉元年（307年）改隶寻阳郡。元帝渡江初，置上甲县，属寻阳郡，湖口地部分入上甲，义熙八年（412年），省上甲，复入彭泽。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋在彭泽县置湖口戍，隶属寻阳郡。齐建制如宋。梁复置上甲县，湖口地又分属上甲、彭泽二县。太平二年（557年），置西江州，领寻阳及太原、高唐、齐昌、新蔡等四侨郡。彭泽县属太原侨郡。陈天嘉六年（565年），省西江州，所领郡县还属江州。"
        },
        {
            "type": "text",
            "text": "       隋初，废上甲，并彭泽。平陈后，罢寻阳郡，置江州；废彭泽县，置龙城县。开皇十八年（598年），又改龙城为彭泽；湖口先后属此二县。大业三年（607年），州废，改江州为九江郡，彭泽为其属县。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），置浩州，领彭泽、都昌、乐城、广晋（析鄱阳县置）四县，又在原湖口戍地置湖口镇（《太平寰宇记》：“安抚使李大亮，以为要冲，遂置镇。”《唐书·地理志》称湖口戍）。武德八年（625年），废浩州，彭泽归属江州。贞观初（约627年），天下分为十道；开元二十一年（733年），又分全国为十五道。江州属江南西道，领湓城、浔阳、彭泽三县。湖口地仍属彭泽县。"
        },
        {
            "type": "text",
            "text": "       五代时期，湖口地属吴（杨）江州之彭泽县。南唐保大中（约950年），升湖口戍置湖口县，分彭泽县之彭泽乡及五柳乡之半为其属地，县治鄡阳镇（湖口建县始此，府县旧志又作升元二年，即938年），属江州。"
        },
        {
            "type": "text",
            "text": "       宋朝时，湖口县隶属江州，元属江州路，明清属九江府。咸丰四年（1854年），太平军改湖口县为九江郡（以九江府为江西省）；太平天国失败后又恢复湖口县，属九江府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废府，湖口县直属于江西省。民国三年（1914年）江西省划为四道，湖口县属浔阳道。民国十五年（1926年），废道，全省划十三个行政区，湖口县属第三行政区（区署驻瑞昌）。民国二十四年（1935年）4月24日，缩改全省为八个行政区，湖口县属第五行政区（区治浮梁）。民国三十一年（1942年）8月，全省改划为九个行政区，湖口县仍属第五行政区（区治浮梁）。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月28日，湖口县获解放，初属鄱阳地区，同年8月改属九江地区。1970年九江专区改称九江地区，湖口县属九江地区。1983年7月27日九江地区与九江市合并为地级九江市，湖口县属地级九江市。"
        }
    ]
}