{
    "title": "彭泽县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1202",
            "category": "九江市 "
        },
        {
            "id": "1276",
            "category": "彭泽县"
        }
    ],
    "detail": "[日期：2014-07-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1548次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高祖六年（前201年）始置彭泽县，因县西有彭蠡泽而得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       彭蠡泽，即彭蠡湖，为鄱阳湖古称。鄱阳湖在古代有过彭蠡湖、彭蠡泽、彭泽、彭湖、扬澜、宫亭湖等多种称谓。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       彭泽之名，缘彭蠡泽而来。彭蠡泽即鄱阳湖。夏商周秦诸代，将彭蠡泽周边地区，统称为彭蠡，均未立县。彭蠡，周以前属荆扬二州，大致是彭蠡之西属荆州，彭蠡之东属扬州。今之彭泽县境，即古之扬州辖地。春秋时属吴，战国时属楚，因而彭泽有吴头楚尾之称。"
        },
        {
            "type": "text",
            "text": "       秦朝时，九江郡治设淮南寿春（今安徽省寿春县），彭泽地域属九江郡。西汉高祖四年（前203年），改秦所设的九江郡为淮南国。高祖六年，分淮南国之一部为豫章郡，辖十八县，其三曰彭泽县，彭泽建县自此始。《禹贡》称：“彭蠡泽在西，因以县名。”东汉时，豫章郡隶属扬州刺史部，辖二十一城，其十三曰彭泽。三国时，彭泽的南境入吴属彭泽郡；北部入魏属庐江郡；后又全部入吴属武昌郡。"
        },
        {
            "type": "text",
            "text": "       晋初，豫章郡领十六县，其十曰彭泽。晋武帝太康二年（281年）以武昌郡之寻阳划入庐江郡。惠帝永兴元年（304年），分庐江、武昌二郡之一部，立寻阳郡，共领三县，原属豫章郡之彭泽，此时即划入寻阳郡。同年，又析彭泽地之一部，置上甲县，与彭泽同属寻阳郡。东晋安帝义熙八年（412年）又废上甲县，复入彭泽。时寻阳郡更名为九江郡，彭泽属九江郡。"
        },
        {
            "type": "text",
            "text": "       南朝宋、齐两代，彭泽仍属江州郡。东晋和南朝时代，北方领土，多被少数民族占领。北方士族大量南迁，仍相聚而居，保持原籍贯。南朝的梁代，特设侨州、侨郡、侨县，以安置北方士族，仍沿用北方原地名。梁代分彭泽之一部，设置太原侨郡，下辖晋阳、和城、天水三县，与彭泽同属太原郡，陈代沿袭未变。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年），废除梁、陈二代所设的郡县，撤除晋阳、和城、天水、彭泽四县，合为龙城县。至开皇十八年，又废龙城县，复改名为彭泽县，仍属江州郡。隋炀帝大业三年（607年）江州郡改为九江郡，彭泽属之。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），置江州，领湓城、浔阳（唐以后改寻阳为浔阳）、彭泽三县。武德五年(622年)，安抚使李大亮，选彭泽境内的高山，以浩山为最，故在山南的黄土岭附近（今黄岭的旧县街），筑城设置浩州，为浩州之附郭县，并将彭泽县治东迁于此,又划县西南之一部为都昌县，东面之一部为乐城县（一说为乐成），连同广晋县（今波阳县之东北部），共四县归浩州管辖。武德八年（625年）废浩州，撤销乐城县复并入彭泽，与都昌县同属江州管辖。唐玄宗开元二十一年（733年），分江南道为江南西道，置西道观察使，辖洪、饶、虔、吉、江、袁、信、抚八州，相当于今天江西省全境，其中江州辖浔阳、彭泽、都昌三县。"
        },
        {
            "type": "text",
            "text": "       五代时，南唐升元二年（938年），彭泽属江州奉化军，割彭泽及五柳乡的一半为湖口县，割黄菊乡为东流县，又并广泰、天水、怀恩三乡为五柳，连同原新兴、建安、太平共为四乡，迁县治于小孤山次，即今长江之滨的龙城镇。此时，彭泽西部析置湖口县，都昌、星子亦先后单独立县，原属彭泽西部的大片地区，已不再归彭泽管辖。"
        },
        {
            "type": "text",
            "text": "       北宋太祖开宝八年（975年），徽宗大观三年（1109年）和南宋高宗建炎元年（1127年），彭泽均属浔阳郡改名定江军。建炎三年（1129年），合江州、池州、饶州、信州为江州路，彭泽隶属江州路。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十二年（1275年），置江东西宣抚司；至元十三年（1276年）改为江西大都督府，隶属扬州行省；至元十四年（1277年）罢都督府，升江州路，隶属龙兴行都元帅府；置行中书省，江州路隶属之；至元十六年（1279年），江州路改隶黄蕲等路宣慰司；至元二十二年（1285年）复立行省，江州行省管五县，彭泽为其一。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武九年（1376年），废元朝的行中书省，设承宣布政使司，并改路为府，江西承宣布政使司，辖十三府，江州路改为九江府，领五县，彭泽属九江府。清代沿袭明制，彭泽仍属九江府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）冬，废除厅及直隶州。民国三年（1914年），州、厅一律为县。江西全省划分豫章、浔阳、庐陵、豫南四道，分领八十一县，其中浔阳道辖二十县，彭泽为其一。民国十五年（1926年）废道，各县直属于省。民国二十一年（1932年），全省分为十三个行政区，区设行政长官，分领八十二县。彭泽属第三行政区（治设瑞昌）所辖七县之一。民国二十五年（1936年），全省十三个行政区缩并为八个，区设行政督察专员公署，分辖八十三县，彭泽为第五行政区（治设浮梁）所辖十二县之一。民国三十一年（1942年），全省设九个行政区，彭泽仍隶属于第五行政区，直至解放。"
        },
        {
            "type": "text",
            "text": "       其间，民国十九年（1930年）3月江西红军独立第一团活动到彭泽、鄱阳交界的杨梓、庙前一带，公开成立了彭泽县苏维埃，6月底，由于独立第一团撤离（攻打景德镇后，编入红军第十军），苏维埃停止活动。同年10月19日，红十四军七旅攻占彭泽县城。回师途中，在彭泽黄土港，召开群众大会，公开成立了彭泽县革命委员会，后改称苏维埃。民国二十三年（1934年）6月中共彭泽中心县委成立后，即成立了彭泽县苏维埃，驻地为今浩山乡梓树里。"
        },
        {
            "type": "text",
            "text": "       民国三十八年四月（1949年4月22日）彭泽解放，隶属赣东北行政区鄱阳专区。同年九月，鄱阳专区撤销，改属九江专区。1970年九江专区改称九江地区，彭泽县属九江地区。1983年7月27日九江地区与九江市合并为地级九江市，彭泽县属地级九江市。"
        }
    ]
}