{
    "title": "瑞昌市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1202",
            "category": "九江市 "
        },
        {
            "id": "1275",
            "category": "瑞昌市"
        }
    ],
    "detail": "[日期：2014-07-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：636次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       地名最早源于赤乌镇（亦曰瑞昌镇）。东汉建安年间孙权拒曹操于赤壁，使程普屯兵于此，时有“赤乌之瑞，瑞应武昌”之说。唐朝立赤乌场，五代南唐升元三年（939年）升赤乌场为瑞昌县。寓“祥瑞荣昌”之意。1989年12月，瑞昌撤县建市。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       汉建安中，孙吴大将程普驻军此地（今桂林桥一带），忽有赤乌来鸣，以为祥瑞，旋得赤壁捷报，遂名其地曰赤乌镇，又曰瑞昌镇。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周，县地属楚。东周敬王十六年（前504年），吴伐楚，县地属吴。东周元王三年（前473年），越灭吴，县地入越。周显王三十六年（前333年），楚灭越，县地归楚。 秦始皇二十六年（前221年），统一全国，分天下为三十六郡，县地属九江郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年（前206），瑞昌为九江王黥布封地。汉高祖四年（前203年），改九江置淮南国。五年，分淮南地置豫章郡，瑞昌属豫章郡柴桑县地。王莽新朝时（9～23年），莽亡，东汉复郡县故名，隶扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴黄武元年（222年），孙权置武昌郡，柴桑县为之属。 晋元康元年（291年），割扬、荆二州十郡置江州。永兴元年（304），合庐江之寻阳、武昌之柴桑二县置寻阳郡，隶江州，辖柴桑县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋、齐时（420年～502年），县地仍属江州寻阳郡柴桑县。梁太清二年（548年），析柴桑立汝南县，为寻阳郡治。太平二年（557年），立江州为二，寻阳郡属西江州。陈天嘉六年（565年），复江州。寻阳郡领柴桑、汝南二县。（光绪《江西通志》载：汝南，地在德化（今九江）县西。瑞昌东至九江七十里，疑梁、陈二代瑞昌为汝南县地。）"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），罢寻阳郡置江州，废柴桑、汝南县置寻阳县。开皇十八年（598年），改寻阳为彭蠡县。大业三年（607年），改江州为九江郡，改彭蠡县为彭城县，旋又更名湓城县。故县地先属寻阳，再属彭蠡，后属湓城县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），复九江郡为江州，分湓城增置浔阳县。武德八年（625年），省湓城入浔阳。乾元元年（758年），县地仍属江州浔阳县。建中四年（783年），析浔阳西地立赤乌场。"
        },
        {
            "type": "text",
            "text": "       五代时，县地初属杨吴（907年～937年），隶镇南军辖下之江州浔阳县。后属南唐。南唐升元三年（939年），升赤乌场为瑞昌县，隶奉化军（江州改名），治设桂林桥。"
        },
        {
            "type": "text",
            "text": "       北宋初分设路州，县属江南路江州，天禧四年（1020年），分江南路为东西二路，江州属江南东路。南宋绍兴二年（1132年），江州改属江南西路，瑞昌仍为属县。嘉泰三年（1203年），县治迁至今址（湓城镇）。"
        },
        {
            "type": "text",
            "text": "       元朝至元十二年（1275年），县属江州宣抚司，隶扬州行中书省。至元十六年（1279年），隶黄蕲等路宣慰使司。至元二十二年（1285年），隶江西行中书省江州路。至正十二年至二十一年（1352年～1361年），瑞昌一度为红巾军徐寿辉、陈友谅占领。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），改江西省为江西承宣布政使司，分五道，瑞昌县属九江道九江府。"
        },
        {
            "type": "text",
            "text": "       清沿明制。咸丰四年（1854年）三月，太平军该湖口为九江郡，以九江府为江西省，瑞昌属之。太平天国败亡，清复旧制。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废九江府，瑞昌县直属于省。民国三年（1914年），划全省为四道，县属浔阳道。民国十五年（1926年）废道，瑞昌县直隶省。民国二十一年（1932年），全省设13行政区，县属第三行政区，并一度为区署驻地。民国二十四年（1935年），缩改为8行政区，县属第五行政区。民国二十八年（1939年），增改为11行政区，县属第九行政区，专署一度移驻境西徐源南山下、乐园寺下村。民国三十一年（1942年），又调整为9行政区，瑞昌仍属第九行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月18日，瑞昌县解放。中华人民共和国成立后，瑞昌县隶属九江专区。1970年九江专区改称九江地区，瑞昌县属九江地区。1983年7月27日九江地区与九江市合并为地级九江市，瑞昌县属地级九江市。1989年12月，瑞昌撤县建市，由省直辖，现为江西省计划单列市。"
        }
    ]
}