{
    "title": "九江市江州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "27",
            "category": "江西省"
        },
        {
            "id": "1202",
            "category": "九江市 "
        }
    ],
    "detail": "[日期：2014-07-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：912次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       江州区的前身为九江县，九江之名，据《禹贡》及《嘉靖九江府志》载：一谓“沅、渐、元、辰、叙、酉、灃、资、湘”九水合于洞庭，故名九江。据应劭《汉书集解音义》：“江自庐江寻阳分为九”，而得名九江。“九江”之名始于秦设九江郡，最早建县是西汉，称柴桑。"
        },
        {
            "type": "text",
            "text": "       自三国后（220年）先后称浔阳、九江、汝南、彭蠡、湓城、楚城、德化，民国三年（1914年）避四川、福建德化县同名改为九江县。2014年6月16日，撤销九江县，设立九江市江州区。因此地古称江州，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       江州区的前身为九江县，行政建制变动频繁。虞、夏、商、周地处荆、扬二州界。春秋为吴之西境、楚之东境，战国初属吴，继属越，后属楚。秦属九江郡，楚汉相争先后分属九江、淮南王国。"
        },
        {
            "type": "text",
            "text": "       高祖元年（前206），项羽封英布为九江王；汉高祖四年（前203年），刘邦改封淮南王，县地先后属九江、淮南王国。汉高祖六年（前201年），分淮南置豫章郡，领县十八，柴桑列其七。县治设今县南马回岭乡荆林街。始建国元年（9年），新莽改制，以豫章为九江郡、柴桑为九江亭。东汉复旧称。"
        },
        {
            "type": "text",
            "text": "       三国时期，魏黄初二年（221年），孙权都鄂，改名武昌，以武昌为郡，柴桑属之。黄龙二年（230年），孙权次子、建昌侯虑授任镇军大将军，假节开府，治半洲，筑城以扼大江之势。"
        },
        {
            "type": "text",
            "text": "       西晋元康元年（291年），割扬州之豫章、鄱阳、庐陵、临川、南康、建安、晋安和荆州之武昌、桂阳、安成合十郡，因江水之名而置江州。永兴元年（304年），分庐江之寻阳、武昌之柴桑二县合立寻阳郡，属江州。"
        },
        {
            "type": "text",
            "text": "       东晋永嘉元年（307年），北民流入，境内增设九江县，不久废入寻阳县。义熙八年（412年），省寻阳县入柴桑县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，南朝宋、齐依前制。梁太清二年（548年），分柴桑置汝南县，同属江州寻阳郡。太平二年（557年），立西江州，领寻阳及四侨郡。陈天嘉六年（565年），罢西江州，寻阳郡还隶江州。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废郡及柴桑、汝南县，复立寻阳县；开皇十八年（598年）改为彭蠡县，直隶江州。大业三年（607年），废州改置九江郡，该彭蠡县为湓城县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），废郡复州，分湓城置浔阳县；武德五年（622年）又分湓城置楚城县，皆隶江州；武德八年（625年）废湓城。贞观八年（634年），废楚城，俱入浔阳县。天宝元年（742年），改江州为浔阳郡。乾元元年（758年），复改郡为州。"
        },
        {
            "type": "text",
            "text": "       五代时期，杨吴仍袭前制。 南唐升元三年（939年），江州设奉化军，改浔阳为德化县，属之。"
        },
        {
            "type": "text",
            "text": "       北宋开宝八年（975年），江州降为军事，大观三年（1109年）升为望郡；初隶江南路，天禧四年（1020年）改隶江南东路，建炎元年（1127年）升定江军节度。绍兴二年（1132年），省江州路，江州改隶江南西路。"
        },
        {
            "type": "text",
            "text": "       元至元十二年（1275年），于江州置江东西宣抚司，至元十三年（1276年）改为江西大都督府，至元十四年（1277年）升江州路，德化县先后分属司、府、路。江州路先隶江西等处行中书省，至元十六年（1279年）改隶黄蕲等路宣慰司，至元二十二年（1285年）复隶江西行省。"
        },
        {
            "type": "text",
            "text": "       元至正二十一年（1361年），朱元璋攻下江州，改江州路为九江府，德化县属之。明洪武九年（1376年），改江西行省为江西等处承宣布政使司，全省分五道，九江府隶九江道。"
        },
        {
            "type": "text",
            "text": "       清康熙二十一年（1682年），改道名分巡兼分守九江道。咸丰四年（1854年），太平军改湖口为九江郡，以九江府为江西省，德化县在其辖下。太平天国败亡后，清复原制。"
        },
        {
            "type": "text",
            "text": "       民国初，废府存道，德化县直辖于省。民国三年（1914）1月，因避福建、四川辖县之同名，改德化为九江县，隶赣北道（6月改称浔阳道）。民国十五年（1926年），废道，直隶江西省。民国十六年（1927年）3月，县城另设九江市政厅，次年改称市政府，民国十九年（1930年）撤销。民国二十一年（1932年），全省分设13个行政区，德化县属第三行政区；"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）6月，重设九江市政委员会，民国二十五年（1936）九江市再次裁入九江县。民国二十四年（1935年）4月，减为8个行政区，德化县属第五行政区；民国二十八年（1939年）冬，因赣北沦陷，区辖范围划小，全省增至11个区，德化县属第九行政区，区署一度设境内岷山；民国三十一年（1942年），全省调为9个行政区，德化县属新的第九行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月17日九江解放，同年冬九江市、县分设，原九江县城设九江市，农村归九江县，县人民政府仍驻市区。1959年市、县合并，1961年市、县再度分设。1968年县政府由九江市区迁至沙河街。1983年7月，撤地并市，实行市管县体制，九江县隶属九江市。2014年6月16日，撤销九江县，设立九江市江州区。"
        }
    ]
}