{
    "title": "齐齐哈尔市建华区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        }
    ],
    "detail": "[日期：2014-02-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：457次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清朝时，其地原名“卜奎”（也作卜魁）。1954年12月11日，设立北关区，1958年12月，改为建华人民公社，以建华机械厂为名。 1961年8月30 日，建华公社改为建华区。"
        },
        {
            "type": "text",
            "text": "       卜魁其名称的由来其说不一，一种说法是来源于元代的事苦江军民万户府。“卜魁”又作“李苦”、“布呼”这些均为蒙语，即‘有鹿”之意；另一种说法，“卜魁”蒙语称“有固”即“大力士”的意思；第三种说法，“卜魁”是达呼尔的村庄名或人名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       康熙二十四年七月十四日（1685年8 月13日），从抗击沙俄入侵、便于南北信息传递和巩固边陲统治出发，清朝政府在（今境内域）索伦总管驻地卜奎（也作卜魁）村建卜奎驿站，亦称西站。康熙三十年（1691年），朝廷派副都统品级总管马布岱驻境内，并监筑齐齐哈尔城。同年七月十九日（8 月12日），奉御旨在卜奎驿站东北建起齐齐哈尔城，别名“ 卜奎”。同时，设城守尉，领兵防守及管理军政。康熙三十七年（1698年），墨尔根（今嫩江县）副都统移驻齐齐哈尔城，正式设置副都统一员。康熙三十八年（1699年），黑龙江将军衙门自墨尔根移驻齐齐哈尔城，与齐齐哈尔副都统同驻一地。"
        },
        {
            "type": "text",
            "text": "       光绪三十二年十二月十二日（1907年1 月25日），齐齐哈尔城（今建华区域）划分为东、南、西、北、中5 个区。各区警务及部分民政事务由各区所驻警察署负责，故称警署区。彼时5 个警署区基本在今建华区域之内，可谓建华区建置之始。区建置后，今建华区辖境当时一直是黑龙江省城和省会所在地（长达255年），接受黑龙江将军（衙门）和齐齐哈尔副都统署理。光绪三十四年（1908年），设置龙江府（隶属黑龙江行省），治于齐齐哈尔城。宣统三年（1911年），省城将原由方位称谓的区划改称为数字称谓的区划。全市为一、二、三、四区，其中一、二区为今建华区所辖域，仍由省级和市级行政署理。"
        },
        {
            "type": "text",
            "text": "       1931年11月19日齐齐哈尔沦陷，1933年成立伪满齐齐哈尔市公署，其境隶属齐齐哈尔市。1940年齐齐哈尔划分为永安、龙华、惠福、财神、恩信、永寿、东盛和东、南、西、北等11区。其中，惠福、恩信、东盛、西、北等5个区为今建华区域内，隶属于市伪政府管辖。"
        },
        {
            "type": "text",
            "text": "       1946年4月齐齐哈尔解放。1946年5月21日，齐齐哈尔市政府将全市原伪满时期的 11个区调整划分为6个区，今建华区城区分属一区、五区、六区。1954年12月11日，原一区北部和五区的一部分及四区的四合村合并，设立北关区。四区（由六区改）与五区部分合并成立龙沙区。1958年2月，北关区与龙沙区合并，称龙沙区。但很快地方政权领导体制进行改革，于当年11月开始实行“以厂为轴，政企合一”的管理体制，将境内的国营建华机械厂与龙沙区合二为一，成立人民公社，取建华机械厂的“建华”二字为公社名称，即建华人民公社。1961年8月30 日，恢复行政区域建制，将11个城市公社调整为7个区，将建华公社改为建华区。1980年5月28日，成立区人民政府，依然沿用了“建华”二字，即建华区人民政府。2005年7月7日，撤销建华区的建华乡，并入城市街道办事处。"
        }
    ]
}