{
    "title": "潜江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1305",
            "category": "潜江市"
        }
    ],
    "detail": "[日期：2014-07-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：517次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋乾德三年（965年）置潜江县，隶属江陵府。因境内有河道分流汉水入长江，取“汉出为潜”意，命名潜江。1988年5月撤县建市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代属荆州域。春秋战国时期，在本县南部和北部出现了章华台、竟陵等邑居，其地属于楚国。秦昭襄王二十九年（前278年），白起率秦军攻下竟陵，设郡建县，为秦南郢竟陵县辖地。"
        },
        {
            "type": "text",
            "text": "       西汉在章华台设置了华容县，潜江分属竟陵、华容。三国时，潜江之地辖于吴国，隶属郡县沿袭汉制。 晋初分江夏郡置竟陵郡，潜江为竟陵郡之竟陵，南郡之江陵二县地。"
        },
        {
            "type": "text",
            "text": "       南朝梁大宝元年（550年）前后，南朝梁省竟陵，废华容。潜江西南境改属南郡江陵县；西魏分江陵而置华陵县，北周改华陵县为紫陵县，潜江西南境为其所辖。东北境为郢州竟陵郡之竟陵县，竟陵郡治于齐时也由长寿（今钟祥）迁至竟陵；梁末省竟陵县入霄城县，竟陵郡治、县治始移霄城（今天门境），潜江东北境遂属霄城县；北周复改霄城县为竟陵县，改竟陵郡为石城郡，潜江东北境属石城郡之竟陵县。"
        },
        {
            "type": "text",
            "text": "       隋朝时，潜江东北境属荆州沔阳郡竟陵县，西南境属紫陵县。唐初省紫陵入江陵县，潜江西南境属江陵府江陵县，东北境属复州竟陵县。唐大中十一年（857年），“以人户输纳不便，置征科巡院于白洑”，隶属于荆南节度使管辖。五代改白洑驿为安远镇，为南平国（荆南国）属地。梁太祖赐荆南节度使高季昌为王，镇江陵，筑堤防于潜江。"
        },
        {
            "type": "text",
            "text": "       宋乾德三年（965年），升安远镇为县，改名曰潜江县，县治仍设在安远镇（在今下蚌湖附近），隶属于荆湖北路江陵府。元世祖至元十三年（1276年），改江陵府为上路总管府，后又改为中兴路，均领有潜江，上隶于河南江北行中书省。至元三十年（1293年），因水患县治迁至斗堤，即今治所在。"
        },
        {
            "type": "text",
            "text": "　　明朝初年改中兴路为荆州府，潜江属湖广布政使司荆州府。嘉靖十年（1531年）升安陆州为承天府，潜江改属之。清顺治三年（1646年），改承天府为安陆府；康熙三年（1664年），分湖广为湖北、湖南。潜江属湖北省安陆府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府，潜江县直属于省。民国三年（1914年），潜江属鄂北道（后改称襄阳道）。民国十五年（1926年）废除道制，遂直辖于省。民国二十一年（1932年），在省县之间设行政督察区，潜江属第七区（1934年曾属第六区，后还属）。民国二十五年（1936年），第七区改称第四区，仍领有潜江（直到1947年）。抗日战争期间，潜江县政府在民国三十二年（1943年）春撤离潜江，设办事处于公安县境，日军投降后还治。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）12月至民国三十八年（1949年）6月，全县为解放区，是江汉区襄南、鄂中两行政专员公署的江荆潜、天潜沔、天京潜县人民民主政府辖地。民国三十八年（1949年）7月江荆潜、天潜沔、天京潜县撤销。潜江县人民政府设于熊口，隶属于湖北省荆州行政区督察专员公署。8月，潜江县人民政府移驻城关（今园林办事处）。1988年5月撤县建市。1994年10月被列为湖北省直管市。"
        }
    ]
}