{
    "title": "天门市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1306",
            "category": "天门市"
        }
    ],
    "detail": "[日期：2014-07-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：500次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦朝设置竟陵县，取“竟陵者，陵之竟也”之意，即山陵至此终止。后晋天福元年（936年），为避石敬瑭名讳（“敬”与“竟”同音），遂改竟陵县为景陵县。后汉复名竟陵县。北宋建隆三年（962年），为避赵匡胤祖父赵敬之讳，再改竟陵县为景陵县。清雍正四年（1726年）避康熙皇帝寝名（景陵）讳，改景陵县为天门县，因县西北有天门山，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为云梦泽风国地，春秋时属郧国，战国时为楚竟陵邑。秦朝设置竟陵县（），属南郡。西汉时，竟陵县隶属江夏郡。新朝王莽将竟陵县改名守平县。至东汉又复名竟陵县。三国时，竟陵县为吴国荆州江夏郡所辖。"
        },
        {
            "type": "text",
            "text": "       西晋元康九年（299年），竟陵县属竟陵郡，郡治设石城（今钟祥市）。东晋末年，分竟陵县设置霄城县。南朝宋孝建元年（454年），竟陵县属郢州竟陵郡。南齐建元元年（479年），迁竟陵郡治至竟陵县境。梁大宝元年（550年），竟陵县并入霄城县，仍属郢州竟陵郡，郡治设霄城。北周保定元年（561年），霄城县改为竟陵县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废除郡制，实行州、县两级制，竟陵县属复州所辖，州治设竟陵。仁寿三年（603年），复州治所迁至建兴县（沔阳）。大业初，复将州改郡，复州改为沔阳郡，竟陵县属沔阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（622年），沔阳郡改为复州，州治迁竟陵县。贞观七年（633年）州治又迁沔阳，属山南道。天宝元年（742年），复州改为竟陵郡，属山南东道所辖。乾元元年（758年），又为复州。宝应二年（763年），州治再迁竟陵。"
        },
        {
            "type": "text",
            "text": "       五代时期，竟陵县一直为州（郡）治所。后晋天福元年（936年），为避石敬瑭名讳（“敬”与“竟”同音），遂改竟陵县为景陵县。天福五年（940年），直隶防御州治所设景陵县。后汉复名竟陵县。"
        },
        {
            "type": "text",
            "text": "       北宋建隆三年（962年），为避赵匡胤祖父赵敬之讳，再改竟陵县为景陵县，由湖北路复州所辖。熙宁六年（1073年）撤销复州，景陵县属荆湖北路安州（州治设今湖北安陆市）。元祐元年（1086年）恢复复州建制，州治设景陵县。南宋建炎四年（1130年），于景陵设置德安府、复州、汉阳军镇抚使。绍兴三年（1133年），又于景陵设荆湖北路安抚使，景陵县属荆湖北路复州。端平三年（1236年），荆湖北路安抚使治所迁至沔阳。由于蒙古军南下，州、县治所亦随迁至沔阳，后转徙频繁。"
        },
        {
            "type": "text",
            "text": "       元代，景陵县先后属复州、复州路，沔阳府所辖。明代初期，景陵县为景陵卫。洪武三年（1370年），撤卫改县，隶属沔阳府。洪武九年（1376年）改府为州，直属湖广布政使司，景陵县属沔阳州所辖。嘉靖十年（1531年），沔阳州改属承天府（治所在今钟祥市）所辖，景陵县亦随属承天府沔阳州。天启年间，景陵县属承天府直辖。"
        },
        {
            "type": "text",
            "text": "       清代，景陵县属湖北省安陆府（府治设今钟祥市）。雍正四年（1726年），为避康熙陵寝名（景陵）讳，改景陵县为天门县，此名因县境西北有天门山而取。 \n\r\n       民国元年（1912年）废府，天门县直属于省。民国三年（1914年）天门县属湖北省襄阳道。民国十七年（1928年）废襄阳道，天门县为省直辖。民国二十一年（1932年），为湖北省第六行政督察区所辖，行政督察专员公署设天门县城。民国二十五年（1936年），改属第三行政督察区，行政督察专员公署设随县（今随州市），直至民国37年（1948年）9月24日天门县城解放为止。期间，民国二十八年（1939年）6月，天门县国民党政府迁至第三区合丰店；民国三十二年（1943年）春，迁至京山县六房嘴与随县之环潭；民国三十四年（1945年）9月迁回竟陵镇。"
        },
        {
            "type": "text",
            "text": "       从民国二十七年（1938年）1月开始，中国共产党领导天门人民进行抗日战争，先后在本县东部、西部、南部与邻县边境地区结合部建立天汉县、天京潜县，民国三十七年（1948年）属江汉地区行政公署鄂中专区。民国三十八年（1949年）5月，湖北省人民政府成立。同月25日撤销天京潜县、天汉县，恢复天门县建制。同年7月，改属湖北省荆州专区。 \n\r\n       新中国成立后，天门县属荆州专区所辖，1970年荆州专区改称荆州地区。1987年8月3日，撤销天门县，设立天门市（县级），原天门县所辖行政区域仍为天门市行政区域，仍属湖北省荆州地区管辖。1994年10月24日，天门市实行省辖直管。2002年，湖北省人民政府将天门市纳入武汉城市圈。"
        }
    ]
}