{
    "title": "新疆维吾尔族自治区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：409次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       17世纪，准噶尔（蒙古的一支）叛乱，并攻打外蒙古。清康熙三十六年（1697年），清军击败了准噶尔，控制了新疆东部。乾隆二十年（1755年），清朝攻占固勒扎；乾隆二十二年（1757年），清朝彻底平定了准噶尔叛乱。乾隆皇帝把这片土地命名为“新疆”，取因“故土新归”之意。光绪十年（1884年）正式设立新疆省，1955年10月1日新疆省改为新疆维吾尔自治区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       新疆地区最晚在六七千年以前,新疆地区已有人类活动。而我国古史中对于西域地理历史的真实具体记载始自汉代。西汉王朝征服西域大业是从讨伐匈奴开始的。汉武帝命李广利于太初元年（前104年）、三年两伐大宛（在今中亚费尔干纳盆地），使西域的许多城国相继臣服于汉。前102年，汉军攻破大宛城（今费尔干纳），汉朝在西域各国中的威望大增。翌年，汉朝在西域的轮台、渠犁等地驻兵屯田，并置使者校尉统领之。因匈奴内争，其主管西域的日逐王先贤掸率万余众降汉，于是汉廷使护鄯善以西南道诸地的郑吉“并护（车师以西）北道，故号曰都护”。西域都护是西汉政府在西域设置的最高军政机构，治乌垒城（今新疆轮台东北）。"
        },
        {
            "type": "text",
            "text": "       三国魏黄初三年（222年），魏继承汉制领护西域，在伊吾（哈密）置宜禾都尉，在高昌（吐鲁番）设“戊己校尉”， 在车师后部赐其王守（署理）侍中官职，号大都尉，后又置西域长史管理西域各民族。"
        },
        {
            "type": "text",
            "text": "      曹魏咸熙二年，即西晋泰始元年（265年），司马炎代曹魏建立西晋，在西域设立了戊己校尉和西域长史等管理机构。东晋咸和二年（327年），割据河西的前凉张骏攻取伊吾，划属敦煌郡，以参军索孚为伊吾都尉。咸和四年设立高昌郡，隶属沙洲（今敦煌），此为高昌按内地行政设官之始。永和元年（345年）征服焉耆，张骏还派军队伐龟兹、鄯善、于阗，中央集权在西域地区进一步巩固。"
        },
        {
            "type": "text",
            "text": "       东晋隆安四年（400年），河西李皓占据敦煌。西凉建立不久，驻军玉门、阳关以西诸城，控制西域。太平真君三年（442年），北魏灭北凉，西域诸国降附北魏，高昌王麴嘉及其子孙多次受北魏册封。太延元年至末年（435—439年），西域各国遣使向中原朝贡，使臣连年不断。随着北魏势力进一步扩大，太和十二年（488年），北魏置伊吾郡。永熙三年（534年），北魏分裂为东、西魏，后被北齐、北周取代。中央王朝不再控制西域。"
        },
        {
            "type": "text",
            "text": "       5世纪末，吐谷浑和柔然开始分别侵入新疆南部和北部，中原政权（北朝）逐渐丧失对此地的控制。从6世纪开始，突厥在阿尔泰山地区崛起，数年间击败柔然，建立了西至咸海、东抵大兴安岭、横亘中亚的突厥汗国。583年突厥分裂为东西二部，新疆属西突厥。"
        },
        {
            "type": "text",
            "text": "       隋朝从突厥人手中夺取了西域东部，又灭吐谷浑，把行政区扩大到今若羌、且末和青海湖西、兴海县东一带。大业五年，炀帝巡幸河西，高昌王麴伯雅等27国首领使者，到张掖觐见，盛况空前。大业六年，设立鄯善（今若羌）、且末、伊吾三郡，在伊吾城之东北设柔远镇。"
        },
        {
            "type": "text",
            "text": "       唐太宗贞观十四年（640年），唐军占领高昌，于该地置西州，又于可汗浮图城（今吉木萨尔）设庭州；同年在高昌设安西都护府，后迁至库车，改置为安西大都护府。统安西四镇：龟兹、疏勒、于阗、碎叶（今吉尔吉斯斯坦的托克马克市），辖境相当今新疆及哈萨克东部、吉尔吉斯北部楚河流域。自显庆元年（656年）至麟德元年（664年），这期间，是武则天为皇后辅佐高宗到垂帘听政阶段。在之后的二十年间，唐军发动了对西突厥的一系列远征，唐高宗发大军分南北两道进攻西突厥，一举灭掉了西突厥，在657年西突厥彻底投降，西突厥领土全部为唐所有。显庆、龙朔年间（661-663年），唐军平定西突厥，辖区扩大至今阿尔泰山西至咸海及葱岭的东西各部直至阿姆河两岸城的诸城邦国包括今新疆大部分。670年安西四镇被吐蕃攻占，693年武周再次占领。唐朝咸亨元年（670年），安西都护府治所移至碎叶城。"
        },
        {
            "type": "text",
            "text": "       8世纪中叶安史之乱发生时，吐蕃再次在之后的三十年内逐步控制了天山山脉南部的和河西走廊的广大地区，甚至在763年洗劫了唐朝京城长安。同时，回鹘人控制漠北漠南甚至到中亚的广大地区，包括新疆北部。9世纪中叶后，吐蕃和回鹘都衰落下来，这一地区进入混战时期。"
        },
        {
            "type": "text",
            "text": "       9世纪之后的中原王朝无暇顾及西域，西域出现了几个国家并列存在的局面。其中主要有高昌、黑汗王朝和于阗等地方政权。840年漠北回鹘汗国覆灭高昌与喀喇汗王朝后，由西迁西域的回鹘人汇同其他操突厥语诸族建立地方政权。于阗是古老的塞人居地。唐亡后，于阗尉迟王族执政，与中原地区往来密切，因曾受过唐朝册封而自称李姓。"
        },
        {
            "type": "text",
            "text": "       黑汗王朝在10世纪和11世纪控制今日的新疆西部，同一时期回鹘的一支在新疆中部定居。辽国覆灭前夜，宗室耶律大石率部西迁，在占据西州回鹘和黑汗国旧地后，向西扩展到阿姆河流域，耶律大石于1132年称帝，建立西辽政权 。疆域包括天山南北，帕米尔高原以西至咸海以南的阿姆河西岸，巴尔喀什湖东北至蒙古西部。"
        },
        {
            "type": "text",
            "text": "      1206年，蒙古帝国建立，1271年改国号为元朝。蒙元时期西域大部分地区为成吉思汗次子察合台的封地即察合台汗国。另外元朝在今伊犁河流域曾设置阿里麻里（阿力麻里）行省，但不久就并入察合台汗国。又在阿姆河南岸曾设立行省，后并入伊利汗国。今乌鲁木齐一带曾设置别失八里行省，后一度被察合台汗国占据，后期重新成为元朝的辖地。"
        },
        {
            "type": "text",
            "text": "       明洪武八年（1375年）在今克什米尔东北和藏西设置俄力思军民元帅府；永乐四年（1406年），又设立哈密卫，任用当地世族首领为各级官吏统辖当地军政事宜，维持商贸通道安全，对西域地区实施羁縻控制。洪武三年（1370年）察合台汗国灭亡后其后裔建别失八里，都城在别失八里（今吉木萨尔北破城子），永乐十六年（1418年）迁都亦力把里（今伊宁）。15世纪中叶，吐鲁番部强大，1472年，哈密等卫所一度被吐鲁番攻破，诸卫内迁，后复，1514年再度被并，明朝最后退守嘉峪关。明朝中叶，东察合台汗国演变为叶尔羌汗国。"
        },
        {
            "type": "text",
            "text": "       17世纪，准噶尔（蒙古的一支）叛乱，并攻打外蒙古。清康熙三十六年（1697年），清军击败了准噶尔，控制了新疆东部。乾隆二十年（1755年），清朝攻占固勒扎；乾隆二十二年（1757年），清朝彻底平定了准噶尔叛乱。乾隆皇帝把这片土地命名为“新疆”，取因“故土新归”之意。乾隆二十四年（1759年），清朝又平定天山以南因准噶尔部消失而趁机坐大的回部，即伊斯兰教白山派首领大小和卓反叛，从此完全确立了清朝对新疆的稳固统治。"
        },
        {
            "type": "text",
            "text": "       在16世纪沙皇俄罗斯侵入西伯利亚，19世纪中叶，俄罗斯帝国威胁清朝的整个北部边境。清同治三年（1864年）的《塔城条约》将新疆西北部巴尔喀什湖以南大约44万多平方公里的领土割让给俄国，这些土地现在分别属于哈萨克斯坦、吉尔吉斯斯坦和塔吉克斯坦。 同治四年（1865年）春，由于清朝衰落，毗邻新疆的中亚浩罕国的阿古柏从喀什进入新疆，统治新疆绝大部分地区达6年之久。同治十年（1871年），俄国侵占包括固勒扎城（伊宁市）在内的伊犁河谷，当时清朝在新疆只剩下塔城等少数据点。光绪元年（1875年），清朝陕甘总督左宗棠就任钦差大臣，督办新疆事务。到光绪三年（1877年）底，清军陆续收复了中亚浩罕汗国阿古柏侵占的天山南北诸地。"
        },
        {
            "type": "text",
            "text": "       光绪八年（1882年），清政府收复被沙俄占领长达11年之久的伊犁地区。光绪十年（1884年）设立新疆省，由巡抚统管全疆各项军政事务，新疆政治中心由伊犁移至迪化（今乌鲁木齐）。光绪十一年（1885年），沙俄吞并中亚大部分地区，光绪十八年（1892年），俄国大举南侵，强占了中国清朝新疆西南萨雷阔勒岭以西两万多平方公里的领土。"
        },
        {
            "type": "text",
            "text": "         1912年2月清朝宣统皇帝退位之后，袁世凯命杨增新为新疆都督，统治新疆17年后。1928年，金树仁继新疆都督，社会动乱进一步加深。1933年末，金树仁被迫出逃。封建军阀盛世才接任都督，开始其长达10年之久的反动统治。"
        },
        {
            "type": "text",
            "text": "       抗战末期，苏联再次介入新疆事务。1944年，伊犁、塔城地区“解放组织”在苏联伊宁领事馆领导下起事，在伊犁、塔城和阿尔泰地区成立了东突厥斯坦共和国。1944年9月，蒋介石将盛世才调到重庆，派吴忠信任新疆省长，并命令西北军阀甘肃省主席马步芳派一个军的骑兵驻扎在新疆各地，进行武装平叛。后来三区（伊犁、塔城、阿山[今阿勒泰]）革命政府方面放弃了“东突厥斯坦共和国”的称号，与国民党反革命势力对峙直到1949年中国人民解放军解放新疆为止。"
        },
        {
            "type": "text",
            "text": "       1949年，彭德怀的人民解放军第一野战军8月26日占领兰州继而占领甘肃全境之后，经过张治中斡旋，9月25日新疆的国民革命军军政长官陶峙岳、包尔汉等宣布脱离广州的临时国民政府起义，新疆和平解放。12月9日第一野战军第一兵团在王震将军率领下进驻乌鲁木齐。12月17日新疆省人民政府宣告成立。1955年10月1日改新疆省为新疆维吾尔自治区。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       俄国十月革命后，列宁曾在1919年7月25日和1920年9月27日两次发表《对华宣言》，声称要归还不平等条约中侵占的一切中国领土，但是1921年苏联红军进入中国唐努乌梁海地区，8月13日，唐努乌梁海宣布“独立”。1944年10月13日，正式改名为“图瓦苏维埃社会主义自治共和国”。17万平方公里土地成为苏联领土。"
        }
    ]
}