{
    "title": "来凤县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1303",
            "category": "恩施土家族苗族自治州"
        },
        {
            "id": "1314",
            "category": "来凤县"
        }
    ],
    "detail": "[日期：2014-07-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：410次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清乾隆元年（1736年）建来凤县，以翔凤山飞来凤凰的传说而得名。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       清乾隆元年，正值乾隆皇帝登基之日，在散毛司辖地半边城上出现“凤凰翔集，声鸣九天”现象，时任湖南永顺宣慰司经历、檄委协理恩施县事的于执中正在这里，当时他寻奉弹压散毛各司，改设各县，即改土归流（改土司制度为流官制度）。他当即上书乾隆，乾隆皇帝龙心大悦，以为新君登基，有凤来仪，表明皇恩浩荡，化及“蛮夷”，于是御赐当时散毛、大旺、东流、腊壁、卯洞、漫水、百户七土司所居住之地为“来凤”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周为巴予国五溪地。春秋战国属楚巫郡地。秦隶黔中郡。汉属武陵郡。三国时属吴荆州武陵郡。西晋属荆州武陵郡。南北朝：宋建平郡，齐、粱宜都郡，周为乌飞县地。"
        },
        {
            "type": "text",
            "text": "       隋隶于清江郡。唐隶于施州。五代届羁麝感化州。宋为富州，后为柔远州，仁宗时，置散毛司，以覃野毛为散毛宣抚使司。"
        },
        {
            "type": "text",
            "text": "       元初为柔远州，后废州为散毛洞。至元三十一年（1294年），升为散毛府，属四川行省。至正六年（1346年）改为散毛誓崖等处军民宣抚司。元末，明玉珍据蜀时，改为散毛沿边军民宣慰使司都元帅。"
        },
        {
            "type": "text",
            "text": "       明初，复废司为师壁峒。洪武七年（1374年）五月，改散毛沿边宣慰司，割其半为大田所，属四川重庆卫。洪武二十三年（1390年）废为散毛宣抚司，属湖广都司施州卫。永乐二年（1404年）五月置散毛长官司，属大田军民千户所。永乐四年（1406年）三月，升宣抚司。"
        },
        {
            "type": "text",
            "text": "       清顺治初仍为散毛宣抚司，属施州卫。雍正六年（1728年）裁施州卫，属归州恩施县。雍正十三（1735年）年改土归流，废散毛等七土司。乾隆元年（1736年）建立来风县，属湖北布政使司施南府。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）九月初七日，施南反正，来凤独立自治。民国元年（1912年），废府存县，来凤县直隶湖北省；民国三年（1914年）设鄂西道，来凤县属鄂西道。6月，鄂西道改为荆南道，辖恩施、建始、宣恩、来凤、咸丰、利川6县。民国十年（1921年）8月荆南道撤销，分为荆宜道和施鹤道，来凤县属施鹤道。民国十六年（1927年）废道，设鄂西行政区，来凤县属之。民国二十一年（1932年）改为第十行政督察区。民国二十五年（1936年）改为第七行政督察区。民国三十四年（1945年），推行地方自治，定来凤县为三等县，仍属湖北省第七行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年11月9日，来凤解放，隶湖北省恩施专区。 1970年恩施专区改称恩施地区，来凤县属恩施地区。1979年12月19日，准撤销来凤县建制，设立来风土家族自治县，隶恩施地区。1983年12月1日，撤销来凤土家族自治县，恢复来凤县建制；撤恩施地区，建立鄂西土家族苗族自治州，来凤县利川隶鄂西州。1993年4月4日，鄂西土家族苗族自治州更名为恩施土家族苗族自治州，来凤县隶属恩施州。"
        }
    ]
}