{
    "title": "随州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1302",
            "category": "随州市"
        }
    ],
    "detail": "[日期：2014-07-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：879次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国末楚灭随国，而立随县，以西周封国随为名，南北朝时升为州。民国元年（1912年）废旧制中州府厅为县，于是改随州为随县。1979年析随县城关镇及城郊设置随州市，县、市分治，2000年6月25日，撤销省直辖县级随州市，设立地级随州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝建立前后，即尧舜禹时期，而随州地区处于三苗的北疆。殷商时期，随州乃至整个江汉地区被称作“南土”。商周之际汉东姜姓建立厉国，厉国又称“赖国”。相传系厉山氏（即烈山氏）后裔所建。其地望在今随州市东北20公里之厉山镇一带。鲁昭公四年（前538年），楚国灭掉了厉国（《左传》中称之为“赖”，古音赖、厉相通）。西周早期又出现一个小国---唐国，唐国地望在今枣阳东南、随州西北的唐县镇。春秋早期，楚国就凭武力威服了唐国。春秋中期，唐国沦为楚的附庸。定公四年（前506年），唐参入吴蔡联盟攻陷楚国郢都。次年秦人出兵帮助楚人击退盟军，收复失地。这年7月，秦楚联军灭唐。"
        },
        {
            "type": "text",
            "text": "       春秋晚期出现一个姬姓大国——随国（出土文物中说明这里也有个姓氏相同、疆域相同、年代相当的曾国，多数专家认为曾、随时同一个国家。）。战国末楚灭随国，而立随县。公元前280年，楚献汉北随、唐诸地于秦，始为秦地。秦王政二十四年(前223年)，秦灭楚国，随县隶属南阳郡。"
        },
        {
            "type": "text",
            "text": "       晋为随郡；南北朝时期，西魏大统元年(535年)，随郡升为州。北周大象二年(280年)杨坚袭父爵为随国公，建随国，领20郡。"
        },
        {
            "type": "text",
            "text": "       开皇元年（581年），杨坚废黜静帝宇文阐，代周称帝。他以自已曾受封于随，以随为国号，但忌恶“随字”带“走”旁，又有随从之义，便命去“走”为“隋”。也将随州改为隋州，隶属汉东郡。开皇三年(583年)，汉东郡撤销，隋州领隋县、厥西县。大业三年(607年)复置汉东郡，隋州属之。"
        },
        {
            "type": "text",
            "text": "       唐代又将隋州改回随州，以后历朝皆称随州。贞元十五年（799年）将随州由下州升为上州。"
        },
        {
            "type": "text",
            "text": "       北宋乾德五年（967年），按军的建制改随州为崇义军，后赵光义即位是为太宗，避讳改为崇信军。随州为宋的军事要地。 太平兴国元年（976年），随由崇信军改为随州，并划为上州。"
        },
        {
            "type": "text",
            "text": "       南宋开禧二年（1206年）十一月，金兵破随州，旋被收复。次年十二月，金兵再破随州。随州一带呈现拉锯战状态。端平二年（1235年）七月，蒙古兵侵犯唐州，宋随州知州全子才弃城逃跑。次年蒙古兵占随州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）随州降为县，属黄州府。洪武十三年（1380年），编里甲、定田赋，升随县为州，以应山县属随州，属德安府，隶湖广布政司。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废旧制中州府厅为县，于是改随州为随县。民国三年（1914年）属湖北省江汉道，民国十五年（1926年）裁道，随县直属湖北省，民国二十一年（1932年）属湖北省第五行政督察区，民国二十五年（1936年）改属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，随北、随南合并为随县，归孝感地委（专署）领导；撤销洪山地委（专署）。洪山县归襄阳地委（专署）领导。1952年，随县划属襄阳专署。1979年11月16日，建立随州市。次年7月1日实行县、市分设建制。1983年8月19日，随县并入随州市，为省辖县级市。2000年6月25日，撤销省直辖县级随州市，设立地级随州市。"
        }
    ]
}