{
    "title": "乌鲁木齐市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "128",
            "category": "乌鲁木齐市"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       乾隆二十年（1755年），清政府平定准噶尔贵族叛乱后，在现乌鲁木齐九家湾明故城筑垒驻兵，并将此地正式定名乌鲁木齐。乾隆二十八年（1763年），乌鲁木齐城池竣工后，乾隆赐名“迪化”。1953年因考虑到“迪化”为“启迪教化”之意，有大民族主义色彩，根据政务院关于更改具有歧视少数民族含义的地名的决定，恢复旧名，改为乌鲁木齐市。"
        },
        {
            "type": "text",
            "text": "      “乌鲁木齐”，古准噶尔蒙古语意为“优美的牧场”（也有认为此说系讹误；一说，系古代和田塞语，意为“柳树林”；另一说系源自“乌垒（轮）台”，即唐代的“轮台”一名）。旧为厄鲁特蒙古的游牧地。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       最早进入此地的为古姑师的车师人。战国时，属古车师人活动范围。西汉时期，乌鲁木齐及其周围地区居住着十几个部落的游牧民，史称“十三国之地”。西汉初年，汉朝政府即置戊己校尉在今乌鲁木齐近处的金满（吉木萨尔）设营屯田，维护丝路北道安全。东汉时期，这里是车师六国的一部分。"
        },
        {
            "type": "text",
            "text": "       从贞观七年（663年）开始，唐朝政府派军至乌鲁木齐河畔屯垦。贞观十四年（640年），唐朝政府在天山北麓设置庭州，辖4县，这一带被称为轮台县，别名坪岙。武则天长安二年（702年），在庭州设北庭都护府，轮台驻军增加。唐宗睿大历六年（771年），唐朝政府又在轮台设置“静塞军”，驻守这一战略要地。"
        },
        {
            "type": "text",
            "text": "       两宋时期，先属高昌国，后为西辽属地。元代，轮台由设在别失八里宣慰司管辖。元末，为瓦喇游牧区。明时，先后为和硕特部、额鲁特部所据。"
        },
        {
            "type": "text",
            "text": "      清朝初年，旧城毁于战火。乾隆二十年（1755年），清政府平定准噶尔贵族叛乱后，在现乌鲁木齐九家湾明故城筑垒驻兵，并将此地正式定名乌鲁木齐。乾隆二十三年（1758年）在今南门外修筑一座土城，此为乌鲁木齐城池的雏形；乾隆二十五年（1760年）乌鲁木齐设同知。乾隆二十八年（1763年），将旧土城向北扩展，达到周长五里四分；竣工时，乾隆命名曰“迪化”。乾隆三十七年（1772年），距迪化城西八里筑“巩宁城”（即老满城），驻满营官兵。三十八年（1773年）设迪化直隶州，亦称满城。同治三年（1864年）巩宁城毁于战火。光绪六年（1880年）在迪化城东筑“新满城”，原迪化城由民商居住，俗称“汉城”。光绪十年（1884年），清廷决定设立新疆省，定迪化为省会。从此迪化成为新疆的政治中心。"
        },
        {
            "type": "text",
            "text": "       民国29年（1940年）成立迪化市政府委员会。民国34年（1945年）11月1日，迪化正式设市并成立市政府；同时将市区划分为一、二、三、四、五区，迪化县隶属迪化专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年9月25日，新疆和平解放。12月17日，迪化市人民政府成立。重新划分建立7个区，54个街公所。1953年11月20日迪化市更名为乌鲁木齐市，同时迪化县改为乌鲁木齐县，1954年2月1日正式更名。"
        },
        {
            "type": "text",
            "text": "       1999年8月10日，乌鲁木齐市南山矿区更名为南泉区。2002年3月9日，南泉区更名为乌鲁木齐市达坂城区。2007年昌吉回族自治州米泉市并入乌鲁木齐市，撤销米泉市和乌鲁木齐市东山区，设立乌鲁木齐市米东区。"
        }
    ]
}