{
    "title": "团风县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        },
        {
            "id": "1331",
            "category": "团风县"
        }
    ],
    "detail": "[日期：2014-07-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1578次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       团风县得名于团风镇。1982年内部发行的《黄冈县地名志》上坦言：“该镇明代前即名团风，其含义古无记载”。1990年版《中华人民共和国地名辞典•湖北卷》则解释说：“以暑季环镇堤上清风习习，故名”，此说有点勉强，未必可信。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       不知何年何月，一幢酒楼雄起于江边，红柱花檐，青砖斗拱，十分壮观。开业那天，老板邀来四方贤达，请他们品酒尝菜，请他们为酒楼取个兴旺发达的店名。 一道人不请自到，老板同样笑脸相迎。道人款款而言：别人一个口饮酒，我可是两个口饮酒，老板只当是玩笑夸张之语，并未在意，仍然真心诚意地说：“请，请，但饮不妨！”岂知道人所言非虚，只见他左右两手各执一壶，脸上突然多出一个口来，两口同饮，双管齐下，惊得四座目瞪口呆。"
        },
        {
            "type": "text",
            "text": "       酒是当地特产的纯谷酒，道人饮罢，面相复原，连声赞道：好酒，好酒！我不能白饮，且要付酒资与你。言毕出门，腾至半空，祥云托着他手舞足蹈一般，又是泼墨，又是添彩，在酒店山墙的粉壁上，画了一只团团圆圆的大鳳凰。迄后丢了一句：“此楼可名团鳳楼”,须忽不见踪影。"
        },
        {
            "type": "text",
            "text": "       在人们半梦半醒中，老板顿悟：两个口不就是一个“吕”字？又想起此道头戴华阳巾，身着白长衫，三髭须，淡黄脸，原来是八仙中的吕道长吕洞宾驾临，喜得他面对长空又是谢又是拜。"
        },
        {
            "type": "text",
            "text": "       从此，团鳳楼声名是四处显扬，生意是蒸蒸而上，终日里宾客云集，人头攒动。西武昌、东黄州、南鄂城，四面八方都喜欢在这里品酒观景，谈古聊天。酒罢出楼之人，个个飘飘然、悠悠哉，宛如进门是人，出门成仙。"
        },
        {
            "type": "text",
            "text": "       更令人叫奇的是吕洞宾留下的那只团团的鳳凰，她神姿仙态，鲜亮醒目，白日里耀眼，夜晚间发光，仿佛是一个振奋人心的信号灯。不管是泛舟江上，还是行走岸边，打老远就可以看见她的倩影，此刻，路途劳顿之人都会兴奋地嚷道：快到了，看见那团“鳳”了！看见那团“鳳”了！叫的人多了，喊的时间长了，“团鳳”自然而然就由地标演变成为地名。团风人说话舌尖音多一点，平声多一点，还爱代点儿化音，久而久之，“鳳”变成风，去声变为阴平，就演化成了“团风”了。"
        },
        {
            "type": "text",
            "text": "       如今不见团鳳楼，有首谣歌仍在民间流传：\r\n       团风有座团鳳楼。\r\n       团鳳楼对罗霍洲。\r\n       楼上有人醉酒，\r\n       楼下有人犯愁。\r\n       江里有大船，\r\n       岸边有黄牛。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商为荆州之域，周为弦子国，属扬州。《春秋左传》记载鲁僖公五年（公元前655），“楚人灭弦，弦子奔黄”。战国时，楚 王灭邾（邹）“迁江夏，故江夏有邾城”（邾城即今黄州区堵城镇禹王城）。\n\r\n       秦时，黄冈为邾邑，属南郡。汉时，南郡为江夏郡治，称西陵县，继称西阳县、邾县。东汉建武二十三年（47年），迁徙巴族人于鄂东、皖西南大别山区，因地近“五水”（巴水、希水（今浠水）、蕲水、赤亭水（今举水）、西归水（今倒水）），故称“五水蛮”，又因其所隶州、郡名，亦称“江夏蛮”与“西阳蛮”。三国时，黄冈先属魏，称西陵、西阳县。后归吴，复称邾县，属弋阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋时，黄冈仍称西阳县，东晋咸康四年（338年），置豫州，治邾城，后为后赵石虎将所陷，州废。南朝刘宋改邾县为南安，属西阳郡。孝建初，以西阳隶属郢州。泰始五年（469），改属豫州，后又属郢州。齐于南安立齐安郡，隶司州；西阳郡仍隶郢州，南安、西陵并为郡治。北魏、梁均沿齐治，东魏沿梁治。北齐天保元年（550年），齐安郡立衡州。陈太建五年(573年)，地入陈，置定州，后改亭州；陈太建十年（578年），地入北周，复建衡州。"
        },
        {
            "type": "text",
            "text": "       隋朝，开皇三年（583年），改衡州为黄州。开皇十八年（598年），一分为二，改梁安为木兰，改南安为黄冈。大业三年（607年），改黄州为永安郡，黄冈县属永安郡。唐代，武德三年（620年），永安郡复改为黄州。天宝元年（742年）改黄州为齐安郡。乾元元年（758年）又改齐安郡为黄州。光启元年（885年），黄州州治、黄冈县治东迁邾城。\n\r\n       五代时，黄冈县随黄州属杨吴。吴天祚三年（937年），属南唐，显德五年（958年），属后周。宋代，县仍属黄州，隶属南路，迁州、县治于江滨。熙宁五年（1072年）改隶淮南西路。团风之名自宋代开始出现。明代，废路设府，黄冈县隶属黄州府。清沿明制。明清以后，境内地域一直属黄冈县，归黄州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废黄州府，黄冈县直属于省。民国二年（1913年），设武汉黄德道于黄州，后改名鄂东道。民国三年（1914年）6月复改为江汉道。民国十五年（1926年）废，直属湖北省政府。民国三十一年（1932年）10月，属湖北第四行政督察区专员公署，专署驻黄安（今红安）。民国二十五年（1936年），属湖北省第二行政督察区专员公署，署治蕲州，民国二十六年（1937年）1月迁黄州。民国二十九年（1940年）元月属湖北鄂东行署。民国三十四年（1945年）11月属第二行政督察区专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，团风全境解放，黄冈县县治设团风镇。1954年大水，县治毁坏，1955年10月迁黄州。1991年1月，黄冈县撤县建市，改称黄州市。1995年12月23日，撤销黄冈地区，设立地级黄冈市，同时成立黄州区和团风县，均属黄冈市。1996年5月18日，黄冈市暨黄州区、团风县正式成立。"
        }
    ]
}