{
    "title": "罗田县所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        },
        {
            "id": "1329",
            "category": "罗田县"
        }
    ],
    "detail": "[日期：2014-07-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：588次",
    "content": [
        {
            "type": "text",
            "text": "【凤山镇】\r\n       元大德八年(1304)，罗田县治由今匡河乡四口塘村魁山迁至县境南部，原名官渡河(罗田河之一段)，后俗称县衙。因县衙后山名凤山(山形如飞凤，故名)，民国31年(1942)11月设为凤山镇。1951年，改名城关镇，l985年，复名凤山镇。镇以凤山命名。"
        },
        {
            "type": "text",
            "text": "【骆驼坳镇】 \r\n       骆驼坳是法堂坳的音转。据王葆心《罗田靖乱记》载：南宋高宗(赵构)建炎二年(公元1128年)有个绍恂和尚,化募百万串钱，在山坳上修建一座规模宏伟的资福法堂，后称资福寺（遗址在今骆驼坳集镇西侧1公里处），是当时罗田、蕲水两县著名的大刹。庙前有4株合抱不交的大银杏树占地数亩。当时香客不断，逐渐形成张八塘至洞儿咀长约3公里略有间断的街道，故名法堂坳。香火兴旺达200多年。元末兵乱，大寺庙和原街全毁。明初再形成集镇，即现在的骆驼坳旧街。因街道地处山坳，形似骆驼，又与原法堂坳音近，遂称骆驼坳。镇以街形命名。"
        },
        {
            "type": "text",
            "text": "【白莲河乡】\r\n       白莲河属境内五条水系之一，位于罗田县境东南与英山、浠水两县交界处，源出于天堂寨西麓，汇合境内匡河、白莲河两个行政乡的河流流入白莲河水库。白莲河南流称浠水，至兰溪入长江。浠水河全长132公里，其中罗田境内流程56.2公里，流域面积272.9平方公里（即罗田白莲河流域）。白流河乡辖区全部属于白莲河流域。乡以白莲河命名。"
        },
        {
            "type": "text",
            "text": "【匡河乡】\r\n       匡河亦名匡家河，发源于观音山北的栗山咀，东南流2.5公里与观音山南侧李家畈东流的无名小河汇合而成。附近村庄稠密，多匡姓，因名匡家河。乡以匡河命名。"
        },
        {
            "type": "text",
            "text": "【大河岸镇】 　　\r\n       大河岸老街座落在白庙河（大河）与东安河（小河）汇合处金钩山咀1公里。两河汇合后的大河岸东侧有座小山与河床相距200余米。街道依此山西麓建立。据传昔时，沿河东岸有一长排高岸。铺屋即穿插在岸上的池塘与田畈中，形成一个Z字形的合面街，故名大河岸街。镇以街形命名。"
        },
        {
            "type": "text",
            "text": "【白庙河乡】\r\n       白庙河源出江家寨的漕河，至此与从石柱山南下的跨马墩河会合，称为白庙河大河。乡街老街座落在周家寨东麓（即现在跨马墩水库大坝下约一公里处）靠寨脚呈南北走向。街西面是河西沙滩（1958年改成桑园，1971年改成田畈）。老街东岸漕河出口处，有个小山咀，原有一座白庙（建国初曾作小学校址，现已拆毁）。该乡与此河均因此庙得名。"
        },
        {
            "type": "text",
            "text": "【九资河镇】 \r\n       镇政府驻地僧塔寺。僧塔寺位于海拔1373米的笔架山西麓麒麟畈上。自青苔关南流的七里河，与自瓮门关西南流来的风井河会合于僧塔寺集镇北头，名为九资河。镇以该河命名。"
        },
        {
            "type": "text",
            "text": "【胜利镇】 \r\n       原名滕家堡。胜利镇街位于洛家畈村的熊家山西麓。熊家山西北有个名叫木鱼垴的山头，直深到自东流来的金家河口，此河汇合自北来南的落梅河，形成滕家河（现名胜利河）。"
        },
        {
            "type": "text",
            "text": "       胜利镇西南部沿巴河上游，地势低平，而东、北、西三面，地势险要，多高达千米以上的高山。东北的三省垴、西北的三县垴，原为三省与三县边界。因深山叠涧，历代均有强人出没，每有活动，牵连数县。明朝万历三年（公元1575年），由蕲水县出兵61名，罗田、麻城、黄冈三县各出兵23名，共出常备130名，由黄州府派一名卫官设堡驻兵，滕家堡名始于此。共和国成立后，1952年，人民政府以滕家堡为县名设胜利县，1955年撤县，设罗田县胜利区，滕家堡为区政府所在地，并改滕家堡为胜利镇，更名始此。1980年设社胜利镇，1984年设县辖胜利镇。镇以胜利河命名。"
        },
        {
            "type": "text",
            "text": "【河铺镇】 \r\n       镇区四周有群山环抱，座落在沿河丘陵的田畈中，东北为唐家山、平头山、马头山、许家宕，是东进八迪河、簰形地的孔道。东面有苏家山，南边有古羊寨，此两山夹成的山冲名八里畈与七里冲，是到平湖集镇的大路。昔年河铺街是县城到滕家堡（今胜利镇）驿路，原设有铺面铺于此地，故名河铺。"
        },
        {
            "type": "text",
            "text": "【平湖乡】\r\n       乡政府驻地在县城西北20公里处，原来是县境西部的水陆码头和军事要地。昔因地势险要，曾设平湖关，为罗田著名的八关之一。平湖关原为平胡关，始建于南宋初，至元代改胡为湖，明、清两代均为平湖关。平湖乡依关建立，因关得名。"
        },
        {
            "type": "text",
            "text": "【三里畈镇】 \r\n       三里畈镇镇区座落在杨家寨山南麓，七道河与平湖河汇合的巴水干流在其西北岸。河床宽约0.5公里，有公路桥通向凤山。其下游3公里处名尤河咀，与罗田大河汇合，流入巴河，向西南汇入长江。传该镇沿河平畈原有3千亩良田，元代称为三千畈，又因此畈长宽约3华里，故名三里畈，沿用至今。镇以畈名命名。"
        },
        {
            "type": "text",
            "text": "【大崎乡】 \r\n       境内属半山区半丘陵地带。西有大崎山、龙麒寺，北有蕙兰山，东有大垴山，均在海拔760米以上。乡以大崎山命名。"
        }
    ]
}