{
    "title": "蕲春县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        },
        {
            "id": "1326",
            "category": "蕲春县"
        }
    ],
    "detail": "[日期：2014-07-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：357次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉高祖六年（前201年）建蕲春县，，据晋代刘伯庄《地名记》记载：“蕲春以水隈多蕲菜（水芹菜）”，因之得名，北宋乐史《太平环宇记》承其说。蕲，一名水芹，蕲春意为蕲菜之春。历史上另称蕲阳、齐昌、蕲州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，蕲地在九州中的扬州之域。商及西周，承袭夏代，仍属扬州。春秋时属楚，战国时属楚之九江郡。秦统一六国后实行郡县制，蕲地仍属九江郡。秦末，归衡山郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年）建蕲春县，治所大约在今八里湖的土门城。东汉建武二十三年（47年），汉在蕲置侯国，封陈浮为蕲春侯，传三世，国除，复蕲春县。\r\n东汉献帝建康十三年（208年），赤壁之战后，蕲春属吴，孙权置蕲春郡，治蕲春，辖蕲春、邾县、寻阳，上隶扬州。"
        },
        {
            "type": "text",
            "text": "       西晋永兴时期，寻阳县治徙江南（改名浔阳县），其江北地（即今黄梅县、武穴市东部）并入蕲春，蕲春隶属豫州之西阳国。东晋太元三年（378年），孝武帝司马曜因避其母阿春讳，改蕲春县为蕲阳县，隶属南豫州南新蔡郡。蕲阳沿用至南齐，共108年。"
        },
        {
            "type": "text",
            "text": "       南北朝，刘宋元嘉二十五年（448年），析蕲阳县西部希河之西置希水县，蕲河西至希河东置蕲水县，蕲阳县仍属南新蔡郡。后重归豫州。南北朝朝代，政局极乱，蕲春县归隶变化频繁。南齐武帝永明四年（486年），改蕲阳县为齐昌县，沿用至隋初，共112年，故后人或称蕲春为齐昌。置齐昌郡，辖阳塘、保城、齐昌、永兴四县，上隶豫州。北周占领淮南江北时，改南梁武帝时改蕲州为罗州，又复改为蕲州，齐昌郡、齐昌县均属蕲州。"
        },
        {
            "type": "text",
            "text": "       隋统一中国后，撤原州、郡、实行州、县两级制，置蕲州总管府，辖齐昌、蕲水等县。隋文帝开皇九年（589年），改蕲州总管府为蕲州。开皇十八年（598年），复“蕲春”县名。隋炀帝大业三年（607年），改蕲州为“蕲春郡”，领蕲春、蕲水、浠水、黄梅、罗田五县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），改“蕲春郡”为蕲州，治蕲春，仍领5县。同年，并蕲水于蕲春，同时析蕲春县东分置永宁县。唐玄宗天宝元年（742年），改蕲州为“蕲春郡”，改永宁县为广济县，蕲春郡领蕲春，蕲水、广济、黄梅4县。唐肃宗乾元元年（758年），复“蕲州”名，上来准南道。"
        },
        {
            "type": "text",
            "text": "       宋代，曾在府、州之置“路”，蕲州属准南路，仍治蕲春，领4县。宋神宗熙宁五年（1072年），准南路分为东、西南路，蕲州隶属准南西路，领县增加了罗田，为5县，因地界金国，蕲州建为防御州。"
        },
        {
            "type": "text",
            "text": "       元初，改“蕲州”为“蕲州路”，治所及领属县同宗。元世祖至元十二年（1275年），置准西宣抚司于蕲州路。至元十四年（1277年），改“蕲州路”为“蕲州总管府”，置录事司。至元二十三年（1286年），直隶湖广行省，逾六年，复隶准西道。 元末，蕲州路先后为农民起义军“天完”和“三又”政权所据。"
        },
        {
            "type": "text",
            "text": "       西吴龙凤十年（1364年），朱元璋灭汉，改“蕲州路”为“蕲州府”，治蕲春，上隶湖广行省，领蕲春、蕲水、广济、黄梅、罗田5县。明太祖洪武九年（1376年），降蕲州府为州，隶湖广布政司。不久，改属河南布政司，撤蕲春县，以州领县事，外领5县。洪武十一年（1378年），蕲州辖县蕲水、罗田两县划出蕲州，属黄州府管辖，蕲州仅代辖广济、黄梅两县。明英宗正统十年（1445年），荆王朱瞻纲自江西建昌迁蕲，建荆王府于蕲州城。"
        },
        {
            "type": "text",
            "text": "       清初，蕲州领县如归末，属黄州府，上隶湖广布政司汉黄德道。康熙三年（1664年），蕲州不再领县，仍属黄州府，因当年改湖广为湖北、湖南两省，蕲州上隶湖北省。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）中华民国成立后，裁州，复“蕲春县”，直属属湖北省，民国三年（1914年）蕲春县属江汉道。民国十五年（1926年）江汉道裁撤，蕲春县直隶湖北省。民国二十一年（1932年）10月，省、县中国置行政区，督察专员公署，罗田、英山、广济、黄梅、浠水和蕲春均属第二行政区，督察专员署治蕲州城，以督察专员兼理蕲春县事，后于民国二十五年（1936年）专员公署迁黄州，至建国前，蕲春一直属黄冈行政区专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年10月新中国成立后，蕲春县隶湖北黄冈行政区，旋改隶黄冈专区。1970年黄冈专区改称黄冈地区，蕲春县属黄冈地区。1995年12月，撤销黄冈地区，设立黄冈市，蕲春县属黄冈市。"
        }
    ]
}