{
    "title": "麻城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        },
        {
            "id": "1324",
            "category": "麻城市"
        }
    ],
    "detail": "[日期：2014-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：551次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东晋后赵大将麻秋南下戍边至大别山南筑城，并以己姓名之。于是隋开皇十八年（598年）置县时，即命名为麻城县。1986年8月，麻城撤县设市（县级市）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期境内属于夏商王朝控制的小方国“举国”，公元前11世纪以后，成为黄国的属地。春秋战国时期隶属楚地。秦统一全国，置36郡，以郢为南郡，麻城属南郡辖地；后置衡山郡，郡治邾城（今黄冈禹王城），乃属衡山郡。两汉为“西陵辖地”，隶属江夏郡。"
        },
        {
            "type": "text",
            "text": "       三国时先属魏弋阳郡，后属吴蕲春郡。晋属弋阳郡，永嘉三年（306年），因恢复西阳王爵位，先后将弋阳郡的西陵、邾、蕲春等划归西阳国（都今河南光山）。咸和四年（329年），西阳王因依附叛乱被杀，国除，于邾城附近侨置西阳郡、县，遂属西阳郡辖。后赵南侵，其部将麻秋在今县城东北15里的古城畈筑城以守。自此，始有麻城之名。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋初，分西阳置建宁左郡（今县城西南）。文帝元嘉二十五年（448年），又于境内置长风（西北）、赤亭（西部）、阳城、彭城等县，隶属豫州西阳郡。孝武帝孝建元年（454年），西阳郡划入、郢州。大明八年（464年），建宁左郡降为左县，合并赤亭、彭波、阳城三县为阳城左县，隶属郢州西阳郡。"
        },
        {
            "type": "text",
            "text": "       南齐建元二年（480年），置齐安郡，治齐安（今县城西南）。又分西阳县为建宁、阳城二县，恢复建宁左郡，治建宁。永明四年（486年），改建宁左郡为建宁郡，划属（西）豫州。南梁分西阳设置信安县，又于白沙关（今县城西北）置沙州，辖建宁、齐安郡；于蒙龙城（今县城东北）置定州（辖郡今属河南），于鹿城关（今红安地）置北江州，辖梁安、义阳（今红安地）、齐昌等郡。又先后设置北西阳、岐亭、梁丰等县，以及南郡、定城、阴平等郡。北齐天保年间，于境内设置衡州。陈废。北周恢复衡州，改定州为亭州，以建宁、阳武两县（今麻城）隶州之北建宁郡。又于县城东80里设置东义州。"
        },
        {
            "type": "text",
            "text": "       隋初罢诸郡为州，信安县属黄州；开皇十八年（598年）改信安为麻城，仍属黄州。大业五年（609年）废州设郡，属永安郡。唐武德三年（620年），麻城置阳城县，同年在麻城置亭州辖麻城、阳城两县。武德八年（625年），撤亭州，并阳城，恢复麻城旧制，属黄州都督府。元和三年（808年），麻城并入黄冈县。大中三年（849年）恢复。"
        },
        {
            "type": "text",
            "text": "       五代时，建置如唐，先属吴。后属南唐。其时，南唐与后周划江为界。周世宗显德五年（958年），后周占领南唐江淮之间的大片领土，麻城遂为后周辖县。"
        },
        {
            "type": "text",
            "text": "       宋麻城县属淮南西路黄州。南宋绍兴年间（1131年～1162年），麻城为南宋北界。理宗端平三年（1236年）避兵乱，县城曾一度迁至什子山（今县城东80里）。"
        },
        {
            "type": "text",
            "text": "       元初麻城县属湖广行省黄州路，至元二十九年（1292年）随路改属淮西道。大德三年（1299年）又随路改属河南江北行省。至元年间，县治从什子山迁回古城畈。元朝末年，邑人姜铭等筑城于今地，后为县城。"
        },
        {
            "type": "text",
            "text": "       明太祖甲辰年（ 西吴龙凤十年，即1364年）麻城县属湖广行省黄州府。洪武九年（公元1376年）属湖广布政司，随府划属河南。洪武二十四年（公元1391年）还属湖广。崇祯十六年（1643年），张献忠率部攻占麻城，改麻城县为长顺州。七月，引兵入蜀，名复其旧。清代，麻城属湖北布政司黄州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）麻城属湖北省武汉黄德道，后更名鄂东道，民国三年（1914年）鄂东道改为江汉道，麻城县属江汉道。民国十五年（1926年）废道，麻城县直属于省。民国二十一年（1932年），属湖北省第四行政督察区。民国二十七年（1938年）七月二十日，日机轰炸县城；八月，县政府迁往龟头河。民国三十二年（1943年），又从龟头河迁往阎家河山水垸暇形地。民国三十四年（1945年）抗战胜利，县政府迁回麻城。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）3月11日，麻城全境解放。3月29日，麻城县人民民主政府成立，隶属鄂、豫行政专员公署。10月共和国建立后，麻城县隶属黄冈专区，1970年黄冈专区改称黄冈地区，麻城县属黄冈地区。1986年8月，麻城撤县设市（县级市）。1996年黄冈地区撤销，设立黄冈市，麻城市属黄冈市管辖。"
        }
    ]
}