{
    "title": "黄冈市黄州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        }
    ],
    "detail": "[日期：2014-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：866次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       黄国（黄国故城位于河南潢川县西北6公里处的隆古乡）被楚灭亡之后，黄姓族人散居四方。今黄冈、黄陂、黄安、黄梅等地名中的“黄”均由此而来。"
        },
        {
            "type": "text",
            "text": "       开皇十八年（598年），朝廷推行州县制，改南安为黄冈。1990年12月26日，黄冈县改为黄州市。1996年5月，撤销黄冈地区建置，设立黄冈市；黄州市一分为二，分设为黄州区、团风县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商时期，黄州区在禹贡荆州之域。周为弦国，春秋时并入楚。楚考烈王（前262年—236年在位）灭邾（遗址在今山东邹县，旧志载楚宣王灭邾），迁邾王于此，曰邾城（在今禹王城遗址）。秦统一后称邾邑，属南郡。后增设衡山郡，为衡山郡郡城。秦亡后，项羽封吴芮为衡山王，立衡山国，以邾城为都。不久，项羽兵败，吴芮转头刘邦，被封为长沙王，迁都长沙。"
        },
        {
            "type": "text",
            "text": "       汉王四年（前209年），衡山郡恢复，郡城仍在邾城，属淮南国。不久，淮南国灭，但衡山郡仍存。汉文帝十六年（前164年），迁皇室刘姓子孙自邾城，恢复衡山国，以邾城为都。汉元狩元年（前120年），衡山王刘赐阴谋反叛被杀，衡山国废，仍为衡山郡。次年，废衡山郡，划衡山、南郡14县置江夏郡，设邾县，以邾城为县城，属江夏郡。东汉建安十二年（207年），邾长甘宁投奔孙权，邾县及邾城入吴。次年，吴分江夏郡置蕲春郡，邾县属吴蕲春郡。吴赤乌四年（241年），吴将陆逊夺取邾城，以重兵驻守，邾城长期为吴所有。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），邾城归晋，邾县先后属晋之武昌郡、弋阳郡。永兴三年（306年），邾县属西阳国（王都在今河南光山县内）。东晋咸康四年（338年），东晋在邾城侨置豫州。北周大象元年（579年）十一月，北周韦孝宽南下淮南，改罗州为蕲州，置永宁县（今武穴），属蕲州；改南司州为黄州（今黄陂地），置黄陂县，属黄州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废原置西阳、齐安、梁安等郡，只设黄州，领南安、木兰两县。开皇五年（585年），黄州移驻旧衡州（今麻城城内）。开皇十八年（598年），朝廷推行州县制，改南安为黄冈，改廉城为麻城；改梁安为木兰。隋大业三年（607年），朝廷改州县制为郡县制，将黄州改为永安郡，郡治移置举水之滨的黄冈县城（南安城今新洲县境内）。永安郡辖黄冈、黄陂、麻城、木兰4县。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年），永安郡废，恢复原黄州建置。次年，设黄州总管府，领黄冈、黄陂、麻城3县，省木兰入黄冈。元和三年（808年），撤销麻城县，其地并入黄冈县。大中三年（849年），复置麻城县。黄州辖黄冈、黄陂、麻城3县。中和五年（885年），黄州州城（黄冈县城）东迁60千米，在故邾城（今禹王城）遗址重建新城。"
        },
        {
            "type": "text",
            "text": "       北宋初，黄州州城（黄冈县城）离开邾城遗址，向东南迁至江滨。黄冈县为望县，隶淮南路。宋熙宁五年（1072年）改隶淮南西路。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年）元立黄州路，领黄冈、麻城、黄陂3县，定为下路，黄冈县为中县。至正十一年（1351年）八月，徐寿辉率领农民起义军攻占黄州路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），明王朝建立，改黄州路为黄州府。洪武十一年（1378年）撤蕲州，隶属黄州府，自此蕲黄合一，史称“蕲黄”。黄州府领一州七县，即蕲州、黄冈、麻城、黄陂、蕲水、罗田、广济、黄梅，隶湖广布政使司武昌道。嘉靖四十二年（1563年），朝廷诏令，割黄冈（中和乡）、麻城、黄陂3县地增置黄安县，黄州府领一州八县。"
        },
        {
            "type": "text",
            "text": "       清康熙三年（1664年），湖南、湖北分治，黄州府隶湖北布政使司汉黄德道。雍正七年（1729年），黄陂县划入汉阳府，黄州府领辖八属，即一州七县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）2月，撤销黄州府，保留黄冈县建置。民国三年（1914年）黄冈县属江汉道。民国八年（1919年），民国政府设置黄冈县黄州区（又称第一区）。民国十五年（1926年）江汉道裁撤，黄冈县直隶湖北省。民国二十一年（1932年）10月，属湖北省第四行政督察区专员公署（专署驻黄安）。民国二十五年（1936年），属湖北省第二行政督察区专员公署（专署暂驻蕲州，次年1月迁黄州）。民国二十九年（1940年），属湖北省政府鄂东行署，并在县治之地设置黄州镇，归属第一区管辖。民国三十四年（1945年）11月，属湖北省第二行政督察区专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）3月，黄冈县解放后，属黄冈行政区督察专员公署，后改名为湖北省黄冈专员公署。1951年6月20日，划出黄冈县西部徐古、汪集、李集、旧街、新洲、三店、仓埠、阳逻八区置新洲县。1958年10月，撤销黄州镇，设立长江人民公社第七大队。同年12月，长江人民公社改称黄州人民公社。1979年11月16日，鄂城市成立，划黄冈县黄州镇归鄂城市管辖。1983年8月19日，黄冈县黄州镇划入江南鄂州市。1984年1月正式移交，鄂州市在江北原黄州镇地域设置鄂州市黄州区。1984年3月，黄州人民公社撤销，与堵城人民公社合并设立禹王城区。1987年2月28日，鄂州市黄州区撤销，原黄州镇地域划归黄冈县，仍为黄冈县直辖建制镇。1990年12月26日，黄冈县改为黄州市。1996年5月，撤销黄冈地区建置，设立黄冈市；黄州市一分为二，分设为黄州区、团风县。"
        }
    ]
}