{
    "title": "黄冈市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1300",
            "category": "黄冈市"
        }
    ],
    "detail": "[日期：2014-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：655次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时期，黄国（黄国故城位于河南潢川县西北6公里处的隆古乡）被楚灭亡之后，黄姓族人散居四方。今黄冈、黄陂、黄安、黄梅等地名中的“黄”均由此而来。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年）改南安县为黄冈县。民国三十年（1941年）成立黄冈（中心）县抗日民主政府及豫鄂边区行政公署。1951年5月，黄冈区行政公署更名为黄冈专员公署。1968年元月，成立黄冈地区革命委员会，1978年11月撤销，设黄冈地区行政公署。1995年12月23日撤销黄冈地区，设立地级黄冈市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时代，本地域英山、六安一带为皋陶后人的封地。春秋战国时，属楚国。秦统一六国后，本地先分属南郡和九江郡，后属衡山郡。楚汉之际，楚项羽以衡山郡立衡山国，国都邾城（今黄州禹王城）。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年（前203年），恢复为衡山郡，属淮南国。汉武帝元狩二年（前121年），分衡山郡及南郡共十四县置江夏郡，驻西陵（今新洲县城附近），本域黄州、蕲春等地属江夏郡，黄梅、武穴等地属庐江郡。东汉建武二十三年（47年）立蕲春侯国，传三世，复为蕲春县。建安十三年（208年），分江夏郡置蕲春郡，驻地蕲春，辖今蕲春、黄梅、黄州等地。三国时，本地域分属魏弋阳郡和吴蕲春郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），撤销蕲春郡，辖地划入武昌郡，第二年，寻阳（今黄梅）县划属庐江郡，西陵、邾县、蕲春县改属弋阳郡。永嘉三年（306年），晋惠帝恢复司马西阳王爵位，先后将西陵、邾、蕲春等县划属西阳国（都址系今河南光山）。晋咸和四年（329年），西阳国司马获罪被诛，西阳国改置为西阳郡，郡址在邾城附近，辖西阳、邾、西陵、蕲春等县。咸康四年（338年），在邾县侨置豫州，咸康五年（339年），豫州侨迁芜湖，西阳郡沿属豫州。孝武帝太元三年（378年），在九江王英布旧城置南新蔡郡（今黄梅西南），辖蕲阳（即蕲春更名）及侨置4县，属南豫州，本区域始为两郡并治。"
        },
        {
            "type": "text",
            "text": "       南北朝时武装割据，域内建置更迭频繁。南朝宋分西阳郡置建宁左郡（今麻城西南）。南朝宋孝建元年（454年），西阳郡划属郢州，大明八年（464年）南新蔡郡改属江州。南朝齐时，建元二年（480年）又置齐安郡，驻齐安（麻城西南），置安蛮左郡，驻木兰（今红安西南），永明四年（486年），又置齐昌郡，驻齐昌（今蕲春）。南朝梁时，西阳郡仍属郢州，并分西阳县置信安县。又在蒙茏城（今麻城东北）置定州，在大活关（今大悟东）置湘州，在鹿城关（今红安）置北江州。北朝占领江北时沿袭南朝旧制，北齐天保年间，曾在域内置巴州（今黄州地）、衡州（今麻城地）、罗州（今蕲春地）等，北周废巴州置弋州，改罗州为蕲州，置永宁县（今武穴市），并将置于黄城镇（今黄陂东）的南司州改名为黄州。"
        },
        {
            "type": "text",
            "text": "       隋朝统一全国，撤销原置州郡，实行州县两级制。开皇五年（585年），移置黄州于衡州，分设黄州、蕲州总管府，本域分属两府。开皇九年（589年）改两府为两州，将永兴改为新蔡县，永宁并入齐昌县，两阳并入南安县，在义城置罗田县。开皇十八年（598年）改南安为黄冈、齐昌为蕲春、新蔡为黄梅、梁安为木兰、信安为麻城县。大业三年（607年），又将两州改为两郡，黄州改为永安郡，治所移驻黄冈（今新洲属地），辖黄冈、黄陂、木兰、麻城4县；蕲州改为蕲春郡、治所驻蕲春，辖蕲春、浠水、蕲水、黄梅、罗田5县。本区域仍为两郡并治。"
        },
        {
            "type": "text",
            "text": "       唐朝武德三年（620年）永安郡改为黄州，且置总管府（武德七年改为都督府）辖黄冈、堡城（由黄冈分置）、阳城（由麻城分置）。武德四年（621年），改蕲春郡为蕲州，辖蕲春（含蕲水）、兰溪（由浠水更名，含罗田）、永宁（由蕲春分置）县。并在麻城置亭州；在黄陂复置南司州；在黄梅置晋州。武德八年（625年），撤销南晋州、亭州、南司州、属地分属黄州、蕲州。贞观元年（627年），撤销都督府，天宝元年（724年）改黄州为齐安郡，蕲州为蕲春郡，两郡并治。乾元元年（758年），复改两郡为两州，均属淮南道。中和五年（885年），黄州治所迁今驻地长江边。"
        },
        {
            "type": "text",
            "text": "       五代时，黄蕲二州先后属杨吴、南唐和后周，其州县隶属仍沿袭南朝旧制。宋朝仍为黄州、蕲州并治，先属淮南路，熙宁五年（1072年）属淮南西路。元祐八年（1093年）曾分蕲水县置罗田县，后废。景定三年（1262年），蕲州治所迁至今蕲州、辖蕲春、蕲水、广济、黄梅4县。咸淳六年（1270年），分蕲水县置英山县。黄州辖黄冈、黄陂、麻城3县。"
        },
        {
            "type": "text",
            "text": "       元代改两州为两路，各设总管府，两路并治。至元十二年（1275年）复置罗田县；至元十五年（1278年）英山划属安徽六安州。至元十八年（1281年）在黄州设黄蕲州宣慰司，辖黄州、蕲州、光州3路。至元二十三年（1292年）均改属淮西道，第二年又改属河南江北行省。黄州路辖黄冈、黄陂、麻城3县，蕲州路辖蕲春、蕲水、广济、黄梅、罗田5县。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年（1368年），改黄州路、蕲州路为黄州府、蕲州府，两府并治，同属湖广行省，并在黄州修筑城池。洪武九年（1376年），降蕲州府为州，撤销蕲春县，政归蕲州直理，蕲州仍辖其他各县，与黄州府同属湖广布政司，不久改属河南。洪武十一年（1378年），蕲州仅代辖广济、黄梅两县，属黄州府管辖，自此以后蕲州与黄州合二与一。洪武二十四年（1391年），黄州府仍划属湖广布政司。嘉靖四十二年（1563年），置黄安县。到此，黄州府辖有黄冈、麻城、黄陂、黄安、蕲水、罗田、广济、黄梅8县和蕲州。"
        },
        {
            "type": "text",
            "text": "       清代基本沿袭明制。康熙三年（1664年）蕲州不再辖县，黄州府属湖北布政司，雍正七年（1729年）黄陂县划属汉阳府，黄州府辖黄冈、黄安、麻城、罗田、蕲水、广济、黄梅7县和蕲州（此即所谓“黄州八属”）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废黄州府，改蕲州为蕲春县。民国二年（1913年）各县属湖北省武汉黄德道（后又改名为鄂东道），民国三年（1914年）鄂东道改为江汉道，各县均属江汉道。民国十五年（1926年）废道，各县直属湖北省政府。民国二十二年（1933年）六月，改蕲水县为浠水县。民国二十五年（1936年）三月，第三、四行政督察区在蕲州合并为第二行政督察区，第二年元月治所迁黄州。抗日战争时期，民国二十九年（1940年）元月，第二行政区署在黄冈县北部的黄土岭改组为鄂东行署，代行省政府职权，并先后增辖孝感县和第三行政区。"
        },
        {
            "type": "text",
            "text": "       抗战时期，民国三十年（1941年）成立黄冈（中心）县抗日民主政府及豫鄂边区行政公署。民国三十二年（1943年）成立长江行政专员公署。民国三十六年（1947年）刘邓大军挺进大别山，成立鄂豫行署第四、五专署。第四专署辖黄冈、新洲、麻西、麻东、浠水、罗田等县，第五专署辖蕲南、蕲北、广济、黄梅、英山等县。民国三十八年（1949年）3月至5月中旬，本域各县相继解放。5月初，第四、五专署在浠水合并为黄冈行政区专员公署，6月更名为黄冈区行政公署，7月迁黄州。"
        },
        {
            "type": "text",
            "text": "       1951年5月，黄冈区行政公署更名为黄冈专员公署，为湖北省人民政府派出所机构。6月，分黄冈县置新洲县。1952年6月，大治、阳新、鄂城、黄安4县划归黄冈专署管辖。8月，分置兵堡县，9月更名为胜利县，黄安县复名为红安县。1955年5月，专署更名为黄冈专员公署，8月，撤销胜利县，10月，黄冈县驻地由团风迁黄州。1959年元月，大冶划属黄石市，1965年9月，鄂城、阳新两县划属咸宁专区。1968年元月，成立黄冈地区革命委员会，1978年11月撤销，设黄冈地区行政公署，为省政府派出机构。"
        },
        {
            "type": "text",
            "text": "       1979年12月，鄂城县划归黄冈地区，并建置鄂城市，亦驻鄂城。1983年10月，划鄂城县、市及黄冈县的黄州镇，建地区级鄂州市，直属省政府管辖，同时，划新洲县属武汉市。1986年7月撤销麻城县，设麻城市。1987年5月，撤销鄂州市黄州区，恢复为黄州镇，复归黄冈县。12月，撤销广济县，设武穴市。1990年12月，撤销黄冈县，设黄州市。1995年12月23日撤销黄冈地区和黄州市，设立地级黄冈市，黄州市一分为二，建置团风县和黄州区。"
        }
    ]
}