{
    "title": "安陆市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1299",
            "category": "孝感市"
        },
        {
            "id": "1333",
            "category": "安陆市"
        }
    ],
    "detail": "[日期：2014-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：667次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据云梦睡虎地出土的秦简《编年记》的记载，证明在战国晚期，“ 安陆 ” 之名称已经出现。 春秋战国时期，既有安陆之名，时为楚国属县。1987年9月，安陆撤县设市。关于安陆的命名，历来众说纷纭："
        },
        {
            "type": "text",
            "text": "       一是1935 年《湖北县政概况》中说，安陆地势较高，县以南古为云梦泽，大概取义于“ 安于陆地 ” 的意思；"
        },
        {
            "type": "text",
            "text": "       二是1980 年《江汉考古》载有《安陆考源》一文，认为 “ 安陆 ” 一名起源于公元前278 年，秦将白起占领楚郢都后， “ 安陆 ” 为秦、楚接壤处，秦人为巩固南方，必须加强前哨阵地防守，才能确保安全，于是将此取名 “ 安陆 ” ，意为 “ 安全的陆地 ” ；"
        },
        {
            "type": "text",
            "text": "       三是今人何光岳在《楚国灭国与移民》一文中说，公元前525 年，晋国灭了陆浑这个地方，陆浑的移民逃奔楚国，被安置在郧国故地，于是这里便叫 “ 安陆 ” ，意为 “ 安置陆人 ”的地方。"
        },
        {
            "type": "text",
            "text": "       比较三种说法，似第三种说法较为可靠。《左传· 昭公十七年》中说：“ 庚午，遂灭陆浑，数之以其贰于楚也。陆浑子奔楚，其众奔甘鹿 ” 。这说明前人确有陆浑的遗民奔楚的记载。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商 时代，安陆属古荆州之域。周为郧子国春秋战国时期 ，安陆为楚国属县，秦统一天下后分楚为4郡，安陆为南郡之地。"
        },
        {
            "type": "text",
            "text": "       汉高帝六年（前201年），汉分南郡置江夏郡，取汉水与夏（沔）水在郡境汇合之意。安陆为江夏郡属县，汉之安陆县包括安陆、云梦、应城三县及汉川、孝感、黄陂、汉阳等县之各一部分。"
        },
        {
            "type": "text",
            "text": "       三国初期，安陆属吴，后属魏，隶江夏郡。两晋纷更，安陆皆为江夏郡治。晋惠帝永兴三年（306年）析安陆东境为滠阳县（今黄陂地）；东晋析沙羡、安陆两县地复置沌阳县（今汉川县南）。"
        },
        {
            "type": "text",
            "text": "       南北朝时代，安陆先后隶郢州、司州、南司州，至陈太建十二年（580年）改安陆郡置南司州，安陆为属县，后旋入北周。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），隋废郡，置郧州总管府。开皇十四年（594年）废郧州总管府，仍置安陆郡，治安陆，安陆为属县。大业二年（606年），改京池县为吉阳县，不久省入安陆县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）改安陆郡为安州，置总管府；624年改为大都督府。贞观元年（627年）安州隶淮南道，629年罢都督府。以后寻复寻罢。开元年间，安陆仍置都督府，天宝元年（742年）改安州为安陆郡，置都督府。乾元元年（758年）复为安州都督府。贞元三年（787年）安州隶山南东道。"
        },
        {
            "type": "text",
            "text": "       五代后梁，置宣威军，置节度使。后唐更名安远军节度使。后晋又罢军为防御州，后又复为安远军。后汉仍为安远军。后周显德元年（954年）复罢军为防御州。"
        },
        {
            "type": "text",
            "text": "       宋建隆元年（960年）复为安远军节度使，隶荆湖南北路。天圣六年（1028年）隶京西路。庆历元年（1041年）还隶荆湖南北路。宣和元年（1119年）升州为府，于安陆置德安府。德安府领安陆、应城、孝感、应山、云梦5县。南宋高宗建炎四年（1130年）安陆为德安府汉阳镇抚使治所。绍兴三年（1133年）德安府仍隶荆湖北路，治安陆。咸淳七年（1271年）德安府徙治汉阳城头山，安陆县治随之侨置。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年）安陆仍为德安府治，隶荆湖北道宣慰司，至元十五年（1278年），析应山县隶随州，府领四县，即安陆、孝感、应城、云梦，州领二县，即随县、应山县。至元十八年（1281年）罢宣慰司，德安府直隶鄂州行省，为散府。至元三十年（1293年）改隶黄州路，后复隶湖北道宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1367年），安陆县属德安府，其时，德安府领安陆、云梦、应城、应山、随州，隶湖广行省。洪武九年（1376年）降府为州，隶黄州府，11月属武昌府。1380年复升为府，治安陆，隶湖广布政使司武昌道。1391年改属河南布政使司，未久还属湖广布政使司。万历三十六年（1068年）隶荆西道。"
        },
        {
            "type": "text",
            "text": "       清，康熙三年（1664年），安陆为德安府治，属湖北布政使司，隶汉黄德道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府，安陆县直属于省。民国三年（1914年）安陆县属湖北省江汉道。民国十五年（1926年）废道，安陆县直隶于省。民国二十一年（1932年）属湖北省第五行政督察区。民国二十五年（1936年）改属第三行政督察区。民国二十七年（1938年），县城沦于日本侵略军，国民党县政府迁于三里店西北围岭的凌氏祠，后迁龙窝寺。民国三十四年（1945年）冬迁回县城直至安陆解放。"
        },
        {
            "type": "text",
            "text": "       抗日战争初期，安陆北部为中共安北工作委员会，西部为中共安（陆）随（县）工作委员会所辖；1942年以后，以府河为界，河东属安（陆）应（山）县，河西属京（山）安（陆）应（城）县，均隶豫鄂边区第二行政专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）3月30日，安陆解放，成立安陆县人民政府，属孝感专署。1959年，孝感专署与武汉市合并，安陆县隶属武汉市。1960年8月，云梦县并入安陆，为安陆县，治安陆。1961年6月，孝感专区与武汉市分治，安陆属孝感专区。1961年11月，安陆与云梦分治，仍属孝感专区。1970年孝感专区改称孝感地区，安陆县县属孝感地区。1987年9月，安陆撤县设市。1993年6月撤销孝感地区，设立地级孝感市，安陆市县属孝感市。"
        }
    ]
}