{
    "title": "孝感市孝南区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1299",
            "category": "孝感市"
        }
    ],
    "detail": "[日期：2014-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：499次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1993年4月，撤销孝感地区，设立地级孝感市，将原县级孝感市一分为二，其北部设立孝昌县，南部设立孝南区。因在原孝感市（县级）南部，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       自夏商始设建置，属古荆州地。春秋战国为楚地。秦属南郡。三国时在魏境，属江夏郡。南北朝时期。宋孝武帝（刘骏）孝建元年（454年），以汉孝子董永故，析安陆县东境置孝昌县，隶荆州，属江夏郡。南齐分司州之义阳郡为南北，孝昌隶南司州，梁天监三年（504年），为孝昌县，寻改平阳县，隶义州，属汝南郡、安陆郡。西魏大统十六年（550年），为京池县，寻改孝昌县，后又改孝昌为岳山郡，置岳州。北周武成元年（559年），省岳山郡，入安陆郡；建德元年（572年），隶襄州，郧州总管，置董城郡、澴岳郡，复置岳山郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废岳州及岳山、澴岳等郡，复置孝昌县，属荆州；大业元年（605年），省孝昌入安州，隶安州总管，属安陆郡。唐武德元年至四年（618年—621年），诏天下改郡为州，置孝昌县，隶安州总管府，属澴州；贞观元年（627年），分天下十道，仍置孝昌县，隶淮南道都督府，属安州；至德二年（757年），县沿孝昌，隶山南东道，属安州；乾元二年（759年），孝昌复隶淮南道都督府，属安州；宝应元年（公元762年），孝昌属沔州，寻复属安州，仍隶淮南道都督府；贞元二年（786年），改置澴阳县，寻改孝昌县，置观察使于安州，隶山南东道，属安州；元和元年（806年），孝昌隶武昌节度，属安州，三年后省孝昌入云梦县地，仍隶武昌节度，属安州；咸通元年（860年），复置孝昌县，隶属沿前。"
        },
        {
            "type": "text",
            "text": "       五代时期。后梁开平三年（909年），孝昌隶宣威军、安远军，属安州。后唐庄宗（李存勖）同光二年（924年），为避皇祖国昌讳，又因董永卖身葬父、孝感动天，改孝昌为孝感，隶安远军，属安州。后晋开运元年（944年），改安州安远军为防御州，仍属安州。后汉天福十二年（公元947年），复以防御州为安远军。后周广顺元年（951年），又以安远军为防御州。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年（960年），孝感改隶荆湖北路，仍属安州；天圣六年（1028年），又改隶荆西路，属安州安远军节度；庆历元年（1041年），孝感复隶荆湖北路，属安州；宣和元年（1119年），改安州为神宗潜邸，升为德安郡，孝感直接隶属德安郡。南宋建炎四年（1130年），徒孝感县治于紫资砦，隶安陆镇抚使，属德安郡；绍兴三年（1133年），孝感复隶荆湖北路，属德安郡；嘉定十五年（1222年），以随州之三关置黄岘关使，孝感隶黄岘关使，属德安府；"
        },
        {
            "type": "text",
            "text": "       至元二十九年（1292年），德安仍为散府，置军民屯田万户府，孝感改隶河南行省，属德安府；至元三十年（1293年），孝感改隶黄州路，仍属德安府；至元三十一年（1294年），改万户府为总管府；至治元年（1321年），孝感改隶山南北道中兴路，属德安府。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），孝感隶湖广行省，属德安府；洪武九年（1376年），降德安府为州，孝感此时为德安州地，隶武昌府；洪武十三年（1380年），复升德安州为府，又置孝感县，隶湖广布政司，属德安府；建文元年（1399年），置武昌道，领武汉黄德四府，孝感此时隶武昌道，属德安府；嘉靖十八年（公元1539年），孝感隶荆西道，属德安府。清顺治二年至雍正六年（1645年—1728年），名号隶属悉沿旧制；雍正七年（1729年），总督迈柱题请改孝感县隶湖北省汉阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废府存县，孝感隶湖北省。民国三年（1914年）属江汉道。民国十五年（1926年），废道，孝感直辖于省，民国二十一年（1932年），属第五行政督察区。民国二十二年（1933年），划县北境七、八两区（芳畈、二郎店、大新店、三里城等地）入礼山县。民国三十一年（1942年）8月，鄂豫皖边区重新划归县辖区，孝感则分别划归五个县管辖，即礼南县、安应县、云孝县、孝东、汉孝陂县①。"
        },
        {
            "type": "text",
            "text": "       1949年，新中国成立后，隶湖北省，属孝感专署，后沦河以南辛安渡等地划归武汉市。1966年9月，将孝感县改为东风县，隶湖北省，属孝感专区。1969年2月2目，经省“革委会”同意，将东风县革委会改为“孝感县革委会”，隶湖北省，属孝感专区。1984年撤销孝感县，设立县级孝感市，属孝感地区行署。1993年4月，撤销孝感地区，设立地级孝感市，将原县级孝感市一分为二，其北部设立孝昌县，南部设立孝南区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①汉孝陂（1941年——1949年）是抗日战争和解放战争时期中国共产党在武汉市周边的汉阳、汉川、孝感、云梦、黄陂等五县广大湖区建立的根据地。"
        }
    ]
}