{
    "title": "鄂州市梁子湖区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1298",
            "category": "鄂州市"
        }
    ],
    "detail": "[日期：2014-07-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：403次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1987年8月10日，设立鄂州市梁子湖区。以区内著名的淡水湖景点——梁子湖取名。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       传说一千多年前，这里原为高唐县，因地壳变动，变为一片泽国。地陷前夕，有一母亲孟红玉及儿子刘润湖，发现该处将要地陷的预兆，母子二人就分头火速通知乡亲们撤离，大家刚往山上跑，顿时天昏地暗，飞沙走石，大雨滂沱，山崩地陷，瞬间高唐县城沉没了，变成了一个阔大的湖。躲过此灾难而生还的乡亲们，为了感谢这娘儿俩的报信之恩，这里的人们便将此湖取名“娘子湖”，湖中的小岛取名为“娘子岛”。"
        },
        {
            "type": "text",
            "text": "       孟红玉的丈夫刘满江在高唐县淹没之前进京赶考，中了状元之后，忽然听说家乡已经被洪水淹没，无一幸免，悲痛欲绝。既然高唐县已淹没于水下，刘满江便留在了京城，还做了马相爷的女婿。几个月后孟红玉母子徒步来到京城，找到了刘满江。刘满江满怀羞愧与感激，向皇上表奏，诉说原委。皇上还御笔写下“忠孝典范”四个大字送给孟红玉。"
        },
        {
            "type": "text",
            "text": "       自从孟红玉来了以后，马小姐便改成了偏房，自然心里十分嫉恨。一年中秋赏月，马小姐使用鸳鸯壶劝酒，欲毒死孟红玉，不料毒死了红玉的丫环。刘满江大怒，马小姐见事情败露，上吊自杀了。皇帝为了安慰刘满江，恩准其以钦差大臣身份巡游湖北。巡游至高唐县境时，众人欢喜，争说这个岛叫“娘子岛”，湖叫“娘子湖”，为了感谢孟红玉女子俩救命之恩的。刘满江沉吟片刻说，“名字还是改一下为好”，于是取其谐音，改作“梁子岛”和“梁子湖”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时为楚国境域，战国时属楚黔中地。秦昭襄王三十年（前277年），置黔中郡，县境为秦黔中郡地。西汉高帝六年（前201年），改黔中郡为武陵郡，并置孱陵县，县境归武陵郡孱陵县管辖。新莽始建国元年（9年），改武陵郡为建平郡，改孱陵县为孱陵县，县境随之属建平郡孱陆县。东汉建武年间（25年—56年），复西汉旧地名，县境仍属武陵郡孱陵县。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴大将吕蒙于建安二十四年（219年）邻南郡太守，徒治公安城，孱陵县改属南郡，县境为吴南郡孱陵县地。西晋太康元年（280年），杜预定荆州，改南郡江南部分为南平郡，分孱陵县置南安县，属南平郡。东晋，仍为南平郡属县。"
        },
        {
            "type": "text",
            "text": "       南朝宋永初三年（422年），改南安县为安南县，隶南平内史。齐承宋制，仍名安南，属南平郡。梁武帝天监二年（503年），立南安郡，不久，废郡，仍为安南县，属南平郡。梁敬帝时（555年—557年）又立南安湘鄂，邻安南和今湖北石首2县。南朝陈废南安湘鄂，安南县仍属南平郡。"
        },
        {
            "type": "text",
            "text": "       隋代初沿用陈名。开皇十八年（598年）改安南县为梁子湖县，移属巴陵郡，炀帝大业初，巴陵郡改称罗州，县境属罗州。大业三年（607年）废州为郡，改罗州为巴陵郡，复属巴陵郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），改江夏郡为鄂州。唐太宗贞观元年（627年），分全国为十道武昌属江南道鄂州。唐玄宗开元二十一年（733年），分江南道为东西两道，境域属江南西道鄂州武昌县。"
        },
        {
            "type": "text",
            "text": "       北宋太宗至道二年（996年），境域属鄂州江夏郡武昌县。北宋太宗至道三年（997年），分天下为十五路鄂州属荆湖路。北宋真宗咸平二年（999年），荆湖路分荆湖南路、荆湖北路，境域属荆湖北路鄂州江夏郡武昌县。"
        },
        {
            "type": "text",
            "text": "       元成宗大德五年（1301年），境域隶湖广行省湖北道武昌路武昌县。元至正二十四年（1364年），吴王朱元璋改武昌路为武昌府。"
        },
        {
            "type": "text",
            "text": "       明代，境域属湖广布政使司武昌府武昌县。清代，康熙三年（1664年），分湖广为湖南、湖北布政司（省），后湖北省分为五道。境域属湖北省武昌盐法道武昌府武昌县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），境域属湖北省武汉黄德道武昌县。民国三年（1914年）元月，境域属湖北省鄂东道（后改江汉道）鄂城县。"
        },
        {
            "type": "text",
            "text": "       解放后，1953年属黄冈专区管辖，1960年改鄂城县为鄂城市，后撤销，于1979年复设，划城关镇及近郊置鄂城市。同年由黄冈地区管辖，实行市、县分治，鄂城区属鄂城县。1983年8月19日，撤销鄂城市、鄂城县，设立鄂州市（地级）。1987年8月10日，设立鄂州市梁子湖区。"
        }
    ]
}