{
    "title": "鄂州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1298",
            "category": "鄂州市"
        }
    ],
    "detail": "[日期：2014-07-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：442次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置鄂县，因此地在西周时期称鄂国。三国魏黄初二年（221年），四月孙权自公安迁鄂县，取“以武而昌”之义，改鄂县为武昌县。民国二年（1913年），武昌县改名为寿昌县。后因与浙江省寿昌县重名，民国三年（1914年），寿昌县改名鄂城县。1960年，撤销鄂城县，设立鄂城市。次年恢复鄂城县。1983年，撤销鄂城市、鄂城县，将黄冈县黄州镇并入，合并成立省辖鄂州市。"
        },
        {
            "type": "text",
            "text": "      “鄂”源于鳄鱼。一个以捕鳄为生，且以鳄为图腾的部族，便以鄂为部族名称，在商代时形成了鄂国，地点在今山西乡宁县。西周初年，鄂国的故地被晋所并，遗族南迁到河南南阳，仍叫鄂国。因受楚的威胁,于西周中叶，又南迁到湖北鄂城，仍叫鄂国。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       帝尧时为樊国。夏为古三苗之地。 殷商时为鄂国。《史记 殷本纪》载：\"纣王封西伯昌、九侯、鄂侯为三公。西周夷王七年（前879年），楚君熊渠伐扬越，至鄂。封中子红为鄂王，筑鄂王城。熊渠卒，熊红嗣位，仍居鄂；传六王至熊咢犹居于此，为楚之国都。"
        },
        {
            "type": "text",
            "text": "       春秋时为楚之别都。楚共王熊审封其三子子皙为鄂君。战国时为鄂邑。楚怀王六年（前323年），怀王封其弟启为鄂君。楚负刍五年（前223年），秦攻楚，俘楚王，秦王嬴政从汉水至鄂渚樊口，废负刍为庶人。楚亡。秦始皇二十六年（前221年），秦置鄂县，属南郡。汉高祖六年（前201年），汉为鄂县，属江夏郡。"
        },
        {
            "type": "text",
            "text": "       三国魏黄初二年（221年），四月孙权自公安迁鄂县，取“以武而昌”之义，改鄂县为武昌县。分江夏立武昌郡，辖武昌、阳新、沙羡、下雉、柴桑、浔阳等六县。吴黄龙元年（229年），九月迁都建业，陆逊辅太子孙登留守武昌，为吴陪都。吴甘露元年（265年），九月，末帝孙皓自建业迁都武昌。次年十二月还都建业。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年）吴亡，三国归晋。分武昌县复置鄂县。武昌仍为郡治，属荆州。元康元年（291年），武昌郡属江州。"
        },
        {
            "type": "text",
            "text": "       南朝宋孝建元年（454年），武昌郡领武昌、阳新、鄂三县属郢州，州治设夏口。南朝梁中大通四年（532年），分郢州置北新州，州治设武昌。南朝陈永定元年（557年），武昌郡仍属郢州，领武昌、鄂、西陵三县。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废鄂、西陵二县归武昌县，置武昌郡，改郢州为鄂州，武昌县隶属鄂州。隋大业三年（607年），改鄂州为江夏郡，分武昌县西境置城塘县，同属江夏郡。隋大业九年（613年），废城塘县仍并入武昌县。"
        },
        {
            "type": "text",
            "text": "       唐天宝14年（755年），韩仲卿(韩愈之父) 任武昌县令。唐至德二年（757年），李白来武昌，任宋若思幕府参谋。"
        },
        {
            "type": "text",
            "text": "       宋绍兴四年（1134年），岳飞抗金有功，被封为武昌县开国子，次年晋封为武昌郡开国侯。宋嘉定十四年（1221年），武昌县升为武昌军，次年改名寿昌军，为江西路治所。宋景炎二年（1277年），寿昌军升为散府，仍领武昌县。"
        },
        {
            "type": "text",
            "text": "       元大德五年（1301年），废散府，武昌县属武昌路。 元至正五年（1345年），蒙古人铁山任武昌监邑，于江中龙蟠矶建寺，后名观音阁。"
        },
        {
            "type": "text",
            "text": "       明万历元年（1573年），始建武昌石城。明崇祯十六年（1643年），张献忠攻占武昌城。清顺治二年（1645年），李自成与清军战于武昌。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废武昌府，改江夏县为武昌县；而武昌县却改名为寿昌县，属武汉黄德道。后因与浙江省寿昌县重名，民国三年（1914年），寿昌县改名鄂城县，属鄂东道。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月14日，鄂城解放。6月，鄂城县人民政府、中共鄂城县委员会成立。鄂城为大冶专区治所。1960年，撤销鄂城县，设立鄂城市。次年恢复鄂城县。1965年，鄂城县划属咸宁地区。1983年，撤销鄂城市、鄂城县，将黄冈县黄州镇并入，合并成立省辖鄂州市。"
        }
    ]
}