{
    "title": "沙洋县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1297",
            "category": "荆门市"
        },
        {
            "id": "1339",
            "category": "沙洋县"
        }
    ],
    "detail": "[日期：2014-07-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：563次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐代尉迟恭在靠近汉津口的琼台山修建“沙洋堡”，因处汉江滩地得名。民国二十六年（1937年）沙洋第一次建市，民国三十八年（1949年）初，沙洋第二次建市，同年9月撤市复镇。1959年底，沙洋镇与沙洋农场管理局合并，成立沙洋市。1985年5月成立荆门市辖沙洋区（县级），1998年12月，沙洋撤区设县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商朝分封武丁后裔于汉西建权国，取水（现竹陂河）而名，在马良筑权城。公元前十一世纪，周王室封宗室于江汉间，建邦国（今十里铺）。公元前1027年－前770年，西周时期，荆门北部为鄀国。东部为权国。春秋时期，楚武王克权，迁权于那处（今拾回桥），设权县，荆门属为楚地。秦昭襄王二十九年（前278年），战国时，白起伐楚，占领江汉间，在郢都（今荆州城）设南郡，荆门全境属之。"
        },
        {
            "type": "text",
            "text": "       在汉代今沙洋地名叫汉津口，是汉江水运的重要港口。南北朝西魏恭帝（535年—556 年）在沙洋城区设绿麻县，隋炀帝大业元年（605 年）绿麻县废更名为章山县，唐代省章山县入长林县，汉津改称长林镇。唐贞观八年（634年）唐尉迟恭（敬德）在靠汉津口的琼台山修建“沙洋堡”，沙洋之名始于此。"
        },
        {
            "type": "text",
            "text": "       五代十国南平王高季兴于开平年（907年）据江陵，荆邑尽属辖治要害百余里筑堤捍之，自沙洋到潜江三江口中，统名“高氏堤”。"
        },
        {
            "type": "text",
            "text": "       宋代沙洋曾设守城。北宋靖康元年（1126年），设荆门镇。南宁高宗绍兴四年（1134年）8月，南宋招讨使岳飞在荆门的鸦坡（今沙洋县五里镇友联村）的小丘陵拓置城堡，进驻岳家军八年，故名岳飞城。绍兴十四年（1144年），荆门镇移新城（今沙洋县李市新城村）。"
        },
        {
            "type": "text",
            "text": "      元代筑绿麻县城。同时并在县城北部建有麻城铺。该铺为东南道，（荆门到沙洋）中的驿站。元文宗开历元年（1328年）长林县迁到沙洋西南藻湖。元代，沙市、汉津（今沙洋）等15处设水驿站。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1374年）废长林县入荆门县，沙洋设巡检司。明成化元年（1465年），沙洋巡检司移驻新城。明代天启年间，沙洋为玉州，属古荆门。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年）改承天府为安陆府（今钟祥市），荆门属之。十二年（1655年），安陆府设同知公所于沙洋。乾隆时期（1736－1765年），荆门州设同州公所于沙洋，新城的巡检司迁回沙洋。乾隆十十六年（1791年），荆门州为直隶州，在沙洋设分府行署，与沙洋巡检司两级并存。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），荆门直隶州改荆门县设县佐公所于沙洋，沙洋仍设巡检司。民国三年（1914年）沙洋改称第二区、后港、拾回桥、四方铺、建阳驿、柴家集分设三、四、五、六、七区。民国十六年（1927年），荆门直属省，沙洋镇上设二个联保办公处。,民国十七年（1928年）至十九年（1940年），沙洋第一次建市，辖沙洋镇，国民党湖北省政府把沙洋列为县、市单位，与汉口、沙市、宜昌、樊城、老河口、新堤、武穴并列为湖北省八大重镇。民国十七年（1938年）到三十四年（1945年），被日军侵占。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)5月19日，沙洋解放。民国三十八年（1949年）初，沙洋第二次建市，同年9 月撤市复镇，直属荆门县。1960年3月29日，沙洋镇与沙洋农场管理局合并，成立沙洋市，隶属荆州专员公署，沙洋第三次建市。1961年12月31日撤市复为镇，仍归属荆门县。1985年5月成立荆门市辖沙洋区（县级），1998年12月，沙洋撤区设县。"
        }
    ]
}