{
    "title": "公安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1296",
            "category": "荆州市"
        },
        {
            "id": "1346",
            "category": "公安县"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：377次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉建安十四年（209年），刘备领荆州牧，扎营油江口（今斗湖堤），称左将军（即左公），改孱陵为公安县，取意左公安营扎寨之地。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今公安，昔称七省孔道。汉高祖五年（前202年）建孱陵县（公安县的前身），县城设在柴林街（又名孱陵街），县域辖有今公安、石首、监利和湖南的安乡、津市、澧县、南县、华容等地。汉元始二年（2年）分孱陵置华容县；西汉居摄三年（8年）王莽新朝改孱陵县为孱陆县；东汉建武元年（25年）县名恢复为孱陵县；光武帝建武十六年（40年）分孱陵置作唐县。"
        },
        {
            "type": "text",
            "text": "       东汉建安十四年（209年），刘备领荆州牧，扎营油江口（今斗湖堤），称左将军（即左公），改孱陵为公安县。建安二十四年（219年），孙权趁刘备进川之时，进而亲驻公安夺回了荆州，又复县名为孱陵。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年）分孱陵置江安县，县邑设二圣洲。南朝陈（548年）改江安为公安。隋开皇九年（589年），将孱陵县和永安县并入公安，改名公安镇属荆州总管府南郡；南北朝末年，二圣洲被江水冲毁，县城迁至油江口，取名梅园。"
        },
        {
            "type": "text",
            "text": "       唐天宝元年（742年），公安属荆南节度使管辖；后唐同光三年（925年），荆南节度使高季兴割据荆、归、峡三州，称南平王，国都设江陵，公安为南平国属县。北宋初年，公安属荆州湖北路江陵府，后又名为荆南府；南宋建炎四年（1130年），公安县升为公安军，置镇抚使；南宋绍兴五年（1135年），撤销公安军，恢复公安县建置，属荆南府。"
        },
        {
            "type": "text",
            "text": "       西吴龙凤十年（1364年），公安属湖广行省荆州府；明洪武九年（1376年），公安属湖广布政司为第二县；崇祯元年（1628年），梅园失火，致使城内外官署、民间、祠庙、城楼焚毁，公安藉御史毛羽健向朝延上疏，请求迁城椒园；崇祯七年（1634年），李自成农民起义军迫近荆州，公安籍锦衣卫掌卫事都督同知邹之有向朝庭上疏请求迁城于祝家岗，崇祯十六年（1643年）李自成农民起义军将新城全部烧毁，县城复迁椒园；清顺治五年（1648年），县城迁斗湖堤，清顺治八年（1651年）县城迁祝家岗；同治十二年（1873年），松滋江堤溃口，洪水浸及公安，县城被水冲毁后即迁唐家岗（即现在南平镇）。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，清代各道被废除，民国二年（1913年）置鄂东、鄂北、鄂西3道观察使，公安县属鄂西道。民国三年（1914年）5月23日，全省改置为江汉、襄阳、荆南3道，公安县属荆南道。民国十年（1921年）8月，裁荆南道，以宜昌等13县与襄阳道荆门等3县合置荆宜道，公安县属荆宜道。民国十五年（1926年）废道，公安县直属于省；民国二十一年（1932年），公安属湖北省第四行政督察专员公署管辖。民国二十七年（1938年）11月11日，日本侵华飞机9架首资轰炸南平，县署城墙全部摧毁，县政府迁驻狮子口；民国三十二年（1943年）3月迁王家厂、6月迁支苏堡；民国三十三年（1944年）1月迁驻申津渡；民国三十四年（1945年）8月抗日战争胜利，10月县政府迁回南平。"
        },
        {
            "type": "text",
            "text": "       1949年公安县属荆州专区。1953年析公安与松滋、石首三县地置荆江县。1955年撤销荆江县，并入公安县。1970年荆州专区改称荆州地区，公安县属荆州地区。1994年9月29日，撤销荆州地区、沙市市、江陵县，设立地级荆沙市，公安县属荆沙市。1996年11月20日，荆沙市更名为荆州市，公安县属荆州市。"
        }
    ]
}