{
    "title": "江陵县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1296",
            "category": "荆州市"
        },
        {
            "id": "1344",
            "category": "江陵县"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：451次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦昭襄王二十八年（前278年），秦将白起拔郢，分郢置南郡、江陵县。江陵则因“此地临江”、“近州无高山、所有皆陵埠”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前9世纪初叶，周夷王年间，楚国君熊渠封长子熊无康为句亶王，句亶国地理位置即后来的郢都一带。楚文王元年（前689年），楚文王即位，将国都自丹阳徙郢（今荆州城北五千米外纪南城），至楚顷襄王十九年（前278年，即秦昭襄王二十八年）白起拔郢，楚国连续二十代王在此建都400余年。秦昭襄王二十八年（前278年），秦将白起拔郢，分郢置南郡、江陵县。"
        },
        {
            "type": "text",
            "text": "       秦末楚汉相争，项羽立其部将共敖为临江王，都于江陵。敖死，其子尉嗣。汉高祖五年（前202年），刘邦使将军刘贾及太尉卢绾击杀共尉，临江国除，复于江陵置南郡，分江陵县，置郢县。汉景帝时，先后封其子阏及荣于江陵为临江王，阏、荣死，国除，复为南郡。王莽改制时，更南郡名南顺，江陵县名江陆县，郢县为郢亭，但不久即恢复江陵本称。东汉建初三年（78年），章帝徙其弟钜鹿王恭为江陵王。元和二年（85年），江陵乃复为南郡。"
        },
        {
            "type": "text",
            "text": "       三国时江陵为吴荆州治所。晋平吴，复于此置南郡、江陵县，辖属荆州刺史。东晋元帝南渡（318年），曾在江陵境内设云中、九原、定襄、宕渠、广牧、新丰6个侨县，并设新兴郡统辖，这些侨郡、侨县的位置大致在当时江陵县东部即现在江陵县、沙市区岑河镇及潜江市西部龙湾、张金一带地区。东晋时荆州刺史治所，初犹迁徙不定，太元十四年（389年），刺史王忱治江陵，从此不复迁徒，江陵城由此又称荆州城。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，齐中兴元年（501年）3月，齐和帝萧宝融在江陵建都，自立为帝，史称西齐。南朝梁承圣元年（552年）11月梁元帝萧绎即帝位于江陵，承圣三年（554年）11月西魏发兵入江陵，元帝降而被杀，梁都江陵3年而国除。后梁宣帝大定元年（555年，即西魏恭帝二年）正月，萧詧在江陵称帝，改元大定，史称后梁，西魏设江陵总管府监督。同年在江陵境内今白鹭湖一带置华陵县；后又在华陵县南置鄀州，同时置云泽县属之。后周时改华陵县为紫陵县。"
        },
        {
            "type": "text",
            "text": "       隋开皇二年（582年），因与后梁联姻，罢总管府；开皇七年（588年），并后梁，又置江陵总管，废新兴郡；开皇十一年（592年），省安兴县入广牧县。仁寿初复称安兴县。隋炀帝大业元年（605年）将后梁所置鄀州及云泽县并入紫陵，又省定襄并入安兴。大业十四年（618年），萧詧的曾孙萧铣称梁帝，徙都江陵，是为隋后梁。唐武德四年（621年），萧铣降唐。"
        },
        {
            "type": "text",
            "text": "       唐、五代、宋属江陵府。唐初，废紫陵县入江陵。贞观十七年（643年），省安兴县入江陵。至此，东晋以来侨置郡县及南北朝时析江陵增置州县均归入江陵。上元元年（760年）升荆州为江陵府，建为南都。同年析江陵置长宁县。次年，省枝江并入长宁。大历六年（771年）省长宁复置枝江县。五代十国时，江陵为荆南国都（或称南平国）。宋太祖乾德三年（965年），析江陵白洑巡置潜江县。"
        },
        {
            "type": "text",
            "text": "       元属中兴路。明、清属荆州府，明朝时，江陵在龙湾市、沙头市、郝穴、虎渡口设巡检司。洪武十一年（1378年）建湘王府，建文元年（1399年）废湘王府；永乐元年（1403年）辽王府自辽东广宁（今辽宁北镇县）迁于此，隆庆三年（1569年）废辽王府；万历二十九年（1601）年建惠王府，崇祯十五年（1642年），李自成据江陵，惠王常润出逃，王府遂废。"
        },
        {
            "type": "text",
            "text": "       清朝江陵分为五汛，即捕汛（现荆州区长江以北范围）、龙汛（潜江市龙湾、徐李、张金一带）、虎汛（原江陵县长江以南虎渡河一带）、鹤汛（现江陵县马家寨、熊河以东的地区）、沙汛（即现沙市区及江陵县西部）。并于丫果驿设置县丞署，郝穴设主簿署，沙市、龙湾、虎渡口设巡检司。康熙二十二年（1683年）于江陵置湖北驻防将军府，是为全国十三大将军府之一。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），裁荆州府，江陵属省直辖。民国二年（1913年），湖北分道，江陵属荆宜施鹤道。民国三年（1914年），荆宜施鹤道改为荆南道，江陵属之。民国十年（1921年）8月改名荆宜道，江陵县属荆宜道。民国十五年（1926年），废道，江陵县又属省辖。民国二十一年（1932年），属省第七行政督察区。民国二十五年（1936年），改属省第四行政督察区。民国三十一年（1942年），日本侵略军曾扶持建立伪江陵县政府，驻沙市，至民国三十四年（1945年）随日军投降而瓦解。"
        },
        {
            "type": "text",
            "text": "       1949年7月15日江陵县解放，属荆州地区（荆州行政专员公署）。同时，沙市划出建市。1953年将县属埠河区划隶新成立的荆江县。1954年将张金、徐李两区划给潜江县。1955年撤销荆江县，并入公安县。1962年11月28日，荆州专署将沙市民主公社全部、和平公社5个大队、荆江公社1个大队和机械农场3个分场划归江陵县。"
        },
        {
            "type": "text",
            "text": "       1994年9月29日，撤销荆州地区、沙市市、江陵县，设立荆沙市（地级）。荆沙市新设沙市区、荆州区和江陵区。1996年荆沙市更名为荆州市。1998年7月2日，撤销荆州市江陵区，设立江陵县。县政府驻郝穴镇。"
        }
    ]
}