{
    "title": "洪湖市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1296",
            "category": "荆州市"
        },
        {
            "id": "1342",
            "category": "洪湖市"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：404次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1951年6月，将沔 [miǎn] 阳县（含仙桃市）东荆河以南区域，以及监利县东部、嘉鱼县长江北部、汉阳县西南部的毗邻区域划出，建立洪湖县，因境内53万亩的同名湖泊而得名。1987年7月31日，撤销洪湖县，设立洪湖市（县级）。"
        },
        {
            "type": "text",
            "text": "       洪湖作为地名，最早始见于明朝《嘉靖·沔阳志》所载：“上洪湖，在州东南一百二十里，又十里为下洪湖，受郑道、白沙、坝潭诸水，与黄蓬相通”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今洪湖市境域，夏商时代为古云梦地，属“禹贡”荆州之域；西周时期为州国，都城在今黄蓬山；楚武王四十年（前701年），州国和江汉间其它小国都被楚国吞并；秦昭襄王二十九年（前278年）后，古州国地属南部。"
        },
        {
            "type": "text",
            "text": "       西汉初年（前206年）更南郡为临国；高祖五年（前202年），恢复南郡，设置州陵县，县治在黄蓬山。新莽代汉（9年），南郡改称南顺郡，州陵改为江夏，县治在今新滩口；东汉建武元年（25年），恢复西汉郡县原名；东汉建安十三年（208年），州陵辖属东吴夏郡。"
        },
        {
            "type": "text",
            "text": "       西晋永兴二年（305年），因蜀乱割南郡的华容、州陵、监利三县，别立丰都合四县侨置成都都，隶属成都王颖国；南朝时州陵县先后属巴陵郡、州城郡；北朝西魏大统十七年（551年），裁撤州陵、惠怀二县，改置建兴县，隶属沔阳郡，县治迁到今仙桃市沔阳老城。"
        },
        {
            "type": "text",
            "text": "       隋唐五代至宋元明清，今洪湖市境域疆属屡更，郡县变动频繁，大多与沔阳有分有合，或升或降，其间曾名玉沙县、附廓县、文泉县等；清咸丰七年（1857年）在今洪湖市区（新堤）设立海关，委任道台。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置武汉黄德道，旋改名鄂东道，观察道驻夏口县（今湖北省武汉市汉口），民国三年（1914年）5月23日改设江汉道，沔阳县属江汉道。民国十五年（1926年），废除道，在新堤设市，与沔阳县均直属湖北省政府，是当时湖北省八大市镇之一。未久，撤市并入沔阳县。第二次国内革命战争时期，洪湖是中国共产党湘鄂西中央分局所在地。 民国二十一年（1932年）置“湖北省第五行政督察区”及“湖北省第六行政督察区”。第六区专署驻天门县，辖天门、汉川、沔阳、京山、钟祥5县。民国二十五年（1936年）3月合并二区为新的“湖北省第三行政督察区”，沔阳县属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年10月，中华人民共和国成立后，于新堤设置沔阳地区专员公署，新堤为专署直辖市。1951年5月，沔阳专区并入荆州地区专员公署；同年6月，将沔阳县（含仙桃市）东荆河以南区域，以及监利县东部、嘉鱼县长江北部、汉阳县西南部的毗邻区域划出，建立洪湖县，属湖北省荆州地区专员公署管辖。1956年汉阳第五区（今武汉市汉南区）划入。1957年、1965年分别将沔阳县东荆河以南，原杨林尾区部分村级建制划入。"
        },
        {
            "type": "text",
            "text": "       1970年荆州专区改称荆州地区，洪湖县属荆州地区。1987年7月31日，撤销洪湖县，设立洪湖市（县级）。1994年9月29日，撤销荆州地区、沙市市、江陵县，设立地级荆沙市，洪湖市属荆沙市。1996年11月20日，荆沙市更名为荆州市，洪湖市属荆州市。"
        }
    ]
}