{
    "title": "南漳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1295",
            "category": "襄阳市"
        },
        {
            "id": "1352",
            "category": "南漳县"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：396次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇十八年（598年）改思安为南漳县，以境内古南漳水（今漳水）而得名。据乾隆《襄阳府志》：“漳水，县南一百里，源出荆山。县之立名以此。”又据《明史》：“南有漳河，流入当阳县，合于沮水。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期为罗国和庐戎国，属于荆蛮各部领地。 周桓王二十年(前700年)楚灭罗,继灭庐戎国，为楚领地。秦统一六国，在此置伊庐县，隶属南郡。"
        },
        {
            "type": "text",
            "text": "       西汉时期，分秦之伊庐县而建中庐县，东汉时期，又分伊庐县建临沮县，中庐县，临沮县均属荆州南郡。三国时期沿用两汉之县名不变，但隶属襄阳郡。"
        },
        {
            "type": "text",
            "text": "       两晋时期，沿用魏之县名，隶属荆州襄阳郡，到后期割中庐之南,临沮之北地区而建上黄县，也隶属荆州襄阳郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋沿用两晋之县名不变，但上黄县改隶荆州永宁郡。南朝齐，中庐县改隶雍州永宁郡。同时又分宋之上黄县建新安县、建武县、武平县、武昌县，四县皆隶属宁蛮府南襄郡。南朝梁，分齐之中庐县建安武县，中庐县后改为穰县，雍州襄阳郡。新安县、建武县、武平县、武昌县四县简直未变。西魏时分梁之穰县、安武二县建义清县、左安县、开南县、归仁县四县，隶属襄州总管府之归义郡。并梁之新安、建武、武平、武昌四县建重阳县，襄州总管府之南襄阳郡。后周并西魏之义清、左安、开南、归仁四县建义清县。改西魏之重阳县为思安县。两县均隶属襄州总管府之南襄阳郡。"
        },
        {
            "type": "text",
            "text": "       隋朝沿用后周之县名，但隶属荆州襄阳郡。开皇十八年（598年）改思安为南漳县。"
        },
        {
            "type": "text",
            "text": "       唐朝沿用隋之县名不变，但隶属称襄州。武德二年至四年（619年—621年）陆续分南漳和房州永清县（房州永清县在今保康县境）部分辖区置立荆山县、重阳县、平阳县、渠阳县、土门县、归义县六县，属重州。武德七年（624年）县域重整合并，此地只剩义清县、南漳县、荆山县、重阳县四县。贞观元年（627年）义清县、南漳县、荆山县属襄州，重阳县属迁州。贞观八年（634年），南漳并入义清。重阳并入荆山。开元十八年（730年），荆山县改称南漳县，属山南东道之襄州。"
        },
        {
            "type": "text",
            "text": "       五代时期沿用唐之县名。北宋，改五代的义清县为中庐县，隶属京西南路襄阳府。南漳县也隶属京西南路襄阳府。南宋时期合并北宋的南漳、中庐两县，立南漳县。"
        },
        {
            "type": "text",
            "text": "       元朝、明朝、清朝均称南漳县。元朝时隶属河南行中书省襄阳路。明朝时湖广布政司襄阳府。清朝时隶属湖北省布政司襄阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废襄阳府，南漳县直属于省。民国三年（1914年）5月23日改设襄阳道，南漳县隶属湖北省襄阳道。民国十五年（1926年）废道，南漳县直属于省。民国二十一年（1932年）置“湖北省第八行政督察区”，专署驻襄阳县，辖襄阳、枣阳、宜城、光化、谷城、南漳、保康7县。民国二十五年（1936年）3月改称“湖北省第五行政督察区”，南漳县属第五行政督察区。民国三十七年（1948年），革命武装在山区建立南保兴宜县，与国民党政权并存，属桐柏行署汉南办事处。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建立后，第五行政督察区改称襄阳行政区专员公署，南漳县隶属湖北省襄阳行政区专员公署，后改为湖北省人民政府襄阳区专员公署。1950年隶属湖北省襄阳专员公署。1968年8月襄阳专员公署改称襄阳地区革命委员会，1978年改称襄阳地区行政公署，南漳县属襄阳地区行政公署。1983年8月撤销襄阳地区，其行政区域并入襄樊市（地级市），南漳县属襄樊市。2010年12月9日襄樊市改为襄阳市，仍为地级市，南漳县属襄阳市。"
        }
    ]
}