{
    "title": "谷城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1295",
            "category": "襄阳市"
        },
        {
            "id": "1351",
            "category": "谷城县"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1000次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《九域志》载，“谷城，因神农氏在此尝植五谷得名”。另据《水经注》：“谷城县因古谷国而得名，……春秋谷伯绥之邑也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       谷城地域古属豫州，公元前11世纪，周时封嬴姓（名绥）为谷伯，建都城于谷山，名谷伯国，又称谷国。春秋时谷国为楚附庸。秦时依筑水立筑阳县，属南阳郡。"
        },
        {
            "type": "text",
            "text": "       西汉时属荆州刺史部南阳郡。惠帝二年（前193年）封肖何子延为筑阳侯。武帝元封元年（前110年），封南海守弃子嘉为涉都侯。太初二年（前103年）嘉死国除。新朝天凤元年（14年），改南阳郡为前队郡，改筑阳县为宜禾县。东汉时复为筑阳县，属南阳郡。建武二十八年（52年），封吴汉之孙盱为筑阳侯。建安十三年（208年），筑阳属南乡郡，三国时属魏荆州南乡郡。"
        },
        {
            "type": "text",
            "text": "       西晋太康五年（284年）属顺阳郡。东晋时，先后在筑阳境内侨置有扶凤、义成二郡，筑阳、泛阳、郿、义成、万年等县。两郡五县均属雍州（侨置于襄阳）。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋文帝元嘉二十七年（450年），封宗越为筑阳县子。刘宋时期，属雍州新野郡，南齐曾改属宁蛮府义安郡。梁为山都县，属襄阳郡。北周省山都入安养县，属河  南郡。宋后废帝元徽四年（476年），封张倪奴为筑阳县侯。宋顺帝升明元年（477年），封张瑰为义成侯。梁废扶凤郡及泛阳县，立兴国郡。西魏废兴国郡立义成郡，改雍州为襄州。北周废义成郡及万年县，境内仍有筑阳、义成二县。隶属襄州襄阳郡。"
        },
        {
            "type": "text",
            "text": "       隋初，省安养，将原山都辖地划入筑阳。隋文帝开皇元年（581年），封吐万绪为谷城郡公。开皇七年（587年），省筑阳入义成。开皇十八年（598年），改义成县为谷城县。炀帝大业初，省襄州，谷城属荆州襄阳郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），析襄州之阴城、谷城二县置酂州，次年废。太宗贞观元年（627年），划全国为十道，谷城属山南道襄州襄阳郡。贞观八年（634年），省阴城入谷城。玄宗开元十七年（729年），谷城属荆州都督府。开元二十一年（733年），唐朝改划为十五道，谷城属山南东道襄州。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德二年（964年），割谷城之阴城地域置光化军，又析谷城汉水以西之遵教、翔鸾、汉均三乡置乾德县，属光化军。太宗至道三年（997年），分全国为十五路，谷城属京西路襄州。元丰元年（1078年），改为二十三路，谷城属京西南路襄阳府。南宋建炎元年（1127年）后，谷城属京西安抚制置司。"
        },
        {
            "type": "text",
            "text": "       明初，谷为卫国公邓愈的食邑。太祖洪武九年（1376年），谷城属湖广布政司襄阳府。洪武十年（1377年），省光化入谷城。洪武十三年（1380年），复置光化县。洪武二十四年（1391年），谷城改属河南，不久还归湖广。嘉靖三十八年（1559年），谷城为昭宪王朱翊铉封地。"
        },
        {
            "type": "text",
            "text": "       清时，谷城属湖北布政使司襄阳府。光绪十二年（1886年），属安襄郧荆道襄阳府。"
        },
        {
            "type": "text",
            "text": "       辛亥革命时期（1911年），谷属湖北军政府襄阳军政分府。中华民国元年（1912年），谷城属湖北军政府安襄郧荆道招讨使署。民国二年（1913年），改属鄂北道。民国三年（1914年）改属襄阳道。民国四年（1915年8月），设“县佐”于石花街。民国十八年（1929年），属湖北省第四绥靖区。民国二十年（1931年），属湖北省第八行政督察区。同年10月，成立谷城县苏维埃政权，属鄂豫省苏维埃。民国二十五年（1936年），谷属湖北省第五行政督察区。民国三十三年（1944年），属湖北省鄂北行署第五行政督察区。民国三十六年（1947年）12月，中国人民解放军解放谷城汉水东北地区，在黑龙集成立谷城县爱国民主政府，属桐柏行政公署第三行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）7月3日，谷城全境解放，县爱国民主政府随军迁入汉水西南，属桐柏行署汉南办事处。1949年10月，成立谷城县人民政府，属湖北省襄阳行政区专员公署。1968年8月襄阳专员公署改称襄阳地区革命委员会，1978年改称襄阳地区行政公署，谷城县属襄阳地区行政公署。1983年8月撤销襄阳地区，其行政区域并入襄樊市（地级市），谷城县属襄樊市。2010年12月9日襄樊市改为襄阳市，仍为地级市，谷城县属襄阳市。"
        }
    ]
}