{
    "title": "襄阳市樊城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1295",
            "category": "襄阳市"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：382次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周宣王元年（前827年），周宣王把一块丰饶的土地封给了身边的要臣仲山甫（又称樊穆仲、樊仲山父），樊城在那时开始建城，故名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       仲山甫，一作仲山父。周太王古公亶父的后裔，虽家世显赫，但本人却是一介平民。早年务农经商，在农人和工商业者中部有很高威望。周宣王元年(前827年)，受举荐入王室，任卿士(相当于后世的宰相)，位居百官之首，封地为樊，从此以樊为姓，为樊姓始祖，所以又叫“樊仲山甫”、“樊仲山”、“樊穆仲”。"
        },
        {
            "type": "text",
            "text": "       东汉史学家服虔的《史记正义》解释说：按祖祀扫排位，父在上，子居下，兄弟中的一、三、五居右，统称“穆”，二、四、六居左，统称“昭”，仲山甫排行老三，所以称“穆仲”。仲山甫出生于何地，史籍无载。但他的封地樊就是周天子给他的法定籍贯，所以后世称他为“周樊人”或“南阳樊人”，即今湖北省襄樊市樊城区。《姓氏考略》引《广韵》语：“樊，望地南阳，系出姬姓，虞仲支孙仲山甫封于樊，后以封地为姓。”即说明他是南阳樊人。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古时樊城属豫州之域。“樊”之地名始于殷商时期。春秋战国时期，秦王政二十六年（前221年），秦统一全国后，置郡设县，樊城隶属南阳郡。东汉建安十三年（208年），曹操取樊，置襄阳郡，樊城隶属襄阳郡。南北朝、西魏时（535年—557年），置樊城县，隶属河南郡。"
        },
        {
            "type": "text",
            "text": "       北周，废樊城县，设安养县。唐天宝元年（742年）改安养县为临汉县，永贞元年（805年）移临汉于古之邓县治名邓城县，樊城为邓城县辖镇。宋绍兴五年（1135年），撤邓城县，并入襄阳县，樊城为襄阳县辖镇。元至元二十七年（1290年）立襄阳路，治所襄阳，辖樊城。明嘉靖三十九年（1560年），襄阳县设4坊（东北坊、东南坊、西北坊、西南坊）2厢（樊城厢、黑门厢）。清代至民国时期樊城为襄阳县辖镇。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置安襄郧荆道，旋改名鄂北道，民国三年（1914年）5月23日改设襄阳道。驻襄阳县（今湖北省襄阳市汉江南岸襄城区）。民国十五年（1926年），废道，襄阳直属于省。民国二十五年（1936年），襄阳县分为6区，于樊城设樊东镇、樊南镇、樊西镇、樊北镇，均隶属第二区。民国三十年（1941年）正式实施新县制，襄阳县分设37乡镇，樊城分设为樊东镇、樊西镇。民国三十一年（1942年），樊东、樊西两镇合并为樊城镇。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月10日，樊城、襄阳解放，中共桐柏行署三专署将襄阳、樊城合并组建襄樊市。同年5月，湖北恢复省区建制，中共汉南工委改为中共襄阳地方委员会，同时成立襄阳地区行政专员公署，直辖襄樊市。1952年改襄樊市为专署辖镇。1953年4月，襄樊市恢复建置，改为省辖（县级），1979年升为省辖地级市。1983年8月，襄阳地区撤销，其行政区域并入地级襄樊市后，于1984年1月，在樊城分设樊东区、樊西区、郊区。"
        },
        {
            "type": "text",
            "text": "       1995年10月，撤销樊东区、樊西区和郊区，合并筹建樊城区。1996年7月12日，樊城区正式成立。2001年8月31日，米庄镇划归襄阳区管辖，将原襄阳县的牛首镇、太平店镇划归樊城区管辖。2010年12月9日，襄樊市更名为襄阳市，于是樊城区改为襄阳市樊城区。"
        }
    ]
}