{
    "title": "襄阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1295",
            "category": "襄阳市"
        }
    ],
    "detail": "[日期：2014-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：535次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2010年12月襄樊市更名为襄阳市，以古地名命名。而襄阳的名字来源，据《荆州记》说“驾山而下谓之‘襄’”，襄阳城南岘山北麓的十里小河因而名叫“襄水”，襄阳城因此而得名。东汉应劭也这样解释说：襄阳“城在襄水之阳”。"
        },
        {
            "type": "text",
            "text": "       另据《水经注·沔水》记载：“沔水又东，合檀溪水。水出县西南柳子山下，东为鸭湖……溪水自湖两分。北渠即溪水所导也……又北，径檀溪，谓之檀溪……西去城里余，北流往于沔，一水东南出。应劭曰：‘城在襄水之阳，故曰襄阳也。’是水当即襄水也。城北枕沔水，即襄阳县之故城也。”《元和郡县图志》也明确记载：“（襄阳）在襄水之阳，故以为名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       在上古时期，今襄樊市辖境跨荆、豫二州。西周时襄樊境内有邓国、鄀国、卢国、巳阝国、鄢国、罗国、谷城、阴国等众多诸侯国。春秋战国时期，境内诸侯国先后被楚国所灭。襄樊以南50公里的楚皇城遗址，曾是早期楚国国都。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，襄樊市境内设邓县（今市区北邓城遗址）、山都（今襄阳县西北）、酇县（今老河口）、鄀县（今宜城东）、鄢县（今宜城南）、巳阝县（今宜城北）等县级政区建置。其中酇、邓、山都三县属南阳郡；其余各县属南郡。今保康秦时未建县，属汉中郡辖区。"
        },
        {
            "type": "text",
            "text": "       汉代沿袭了秦代的行政建制。今襄樊市境内，西汉时仍属南郡和南阳郡。南郡置襄阳县、宜城县（故鄢国地）、巳阝县、鄀县、中卢县；南阳郡置酇侯国、阴侯国、筑阳县（今谷城）、山都县、邓县、蔡阳县、舂陵侯国（今枣阳南）。西汉元封五年（前106年），汉武帝在全国设置十三部刺史，作为流动巡察该部辖区吏政的巡察官。南郡、南阳郡均属荆州刺史部。保康属益州刺史之汉中郡。汉献帝初平元年（190年），刘表任荆州牧，州的首府从湖南汉寿迁到襄阳，使襄阳由县级治所成为州级治所，辖区包括今湖北、湖南2省及河南、广东、广西、贵州4省（区）的一部分。"
        },
        {
            "type": "text",
            "text": "       三国时期，襄樊辖境属魏荆州。境内分属襄阳、南阳、南乡、新城四郡。襄阳郡治襄阳，领襄阳、中卢、宜城、鄀县、山都、临沮7县(今宜城、南漳及襄阳南部、远安北部)。邓县、蔡阳、安昌、随县、平林(随州市东北)5县属南阳郡。酇县、阴县、筑阳3县属南乡郡。保康属新城郡房陵县。"
        },
        {
            "type": "text",
            "text": "      西晋统一后，共设19州，襄樊辖区分属荆州之襄阳、义阳、顺阳、新城、南郡等5郡。荆州治所初在襄阳，后徙治江陵。东晋、宋、齐、梁、陈时期，侨置了一些州郡县。在襄阳先侨置梁州，又侨置雍州。雍州领京兆、始平、扶风、河南、广平、义成、北河南7侨郡。东晋宁康元年(373年)，以朱序为梁州刺史，镇守襄阳。"
        },
        {
            "type": "text",
            "text": "       南朝宋文帝元嘉二十六年(449年)，将荆州北部地区划给雍州管理，治所襄阳，领襄阳等17郡。郡辖范围都很小：襄阳郡辖襄阳、中卢、巳阝3县；今枣阳境内置新野郡、河南郡；今襄北、襄西置顺阳郡、京兆郡；今谷城、老河口置广平郡、义成郡、扶风郡；今宜城、南漳置南天水郡、冯翊郡、华山郡。今保康属梁州新城郡房陵县。齐永泰元年（498年），萧衍为雍州刺史，治襄阳。东昏侯永元二年(500年)，萧衍起兵襄阳，建立梁王朝。侯景之乱后，襄樊地属北朝西魏、北周，所立州郡县多而杂，朝置暮改，屡分屡合。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废郡存州，襄阳为襄州治所。大业初年，又改州为郡。今襄樊市域置有襄阳郡、舂陵郡、汉东郡。襄阳郡治襄阳，领10县。舂陵郡治枣阳，领6县，其中舂陵、枣阳、蔡阳、清潭4县在今枣阳市内，湖阳、上马2县在今河南唐河县内。今保康县为房陵郡永清县。"
        },
        {
            "type": "text",
            "text": "       唐代，今襄樊市分属襄州、唐州、随州。襄州治襄阳。贞观元年(627年)，因山川地形分全国为10个“道”，襄樊市属山南道。开元二十一年(733年)又分山南道为山南东道和山南西道，襄樊市属山南东道，“道”治襄阳。从开元二十一年（733年）在襄阳设山南东道采访使，到乾元元年(758年)在襄阳设山南东道节度使。"
        },
        {
            "type": "text",
            "text": "       北宋初仍因唐制，分全国为13“道”。乾德年间设“路”，负责为京城征收和转运财赋，与“道”并存。太宗淳化五年(994年)废“道”存“路”，“路”遂成为一级政区。今襄樊市域属京西南路，“路”的治所设襄阳，辖金州(州治今陕西安康)、均州(治均县)、邓州(治河南邓县)、唐州(治河南唐河)、随州(治随县)、郢州(治钟祥)、襄州(治襄阳)、房州(治房县)及光化军(治老河口西北，当时置乾德县)。宣和元年(1119年)，改襄州为襄阳府，领襄阳、邓城、谷城、宜城、南漳、中卢6县。北宋末年，黄河流域沦入金人之手，襄阳成为南宋边防重镇。"
        },
        {
            "type": "text",
            "text": "       南宋时，襄阳仍为京西南路治所，辖均、房、随、郢4州及襄阳府和光化军(“军”相当于“县”)。今襄樊市域为当时的襄阳府、光化军和房州东部辖境。南宋绍兴四年(1134年)，岳飞率兵攻襄阳，讨伐金襄阳守将李成并打败李成，收复襄阳。咸淳三年(1267年)，元军攻打襄阳，围城5年始破，是我国古代攻城战史上时间最长的一次战争。"
        },
        {
            "type": "text",
            "text": "       元代至元二十九年(1292年)改襄阳府为襄阳路。其时襄阳路属河南行省，是二级政区。路治襄阳，辖襄阳、南漳、宜城、光化、谷城、枣阳6县及均州、房州2州(均州领武当、郧县2县，房州领房陵、竹山2县)。"
        },
        {
            "type": "text",
            "text": "       明初，全国仍袭元代行省制，襄樊市辖境由原属河南行省改属湖广行省。洪武九年(1376年)改行省为承宣布政使司，今襄樊市属湖广承宣布政使司(习惯上仍称湖广行省，简称湖广省)，设襄阳。成化十二年(1476年)，襄阳府分为襄阳府和郧阳府。襄阳府仍领均州及襄阳、谷城、宜城、南漳、光化、枣阳1州6县。"
        },
        {
            "type": "text",
            "text": "       清康熙三年(1664年)，湖广布政使司分为河南、湖北两个省。襄阳府隶湖北省，仍领均州、襄阳、谷城、宜城、南漳、光化、枣阳1州6县。保康县当时归郧阳府。"
        },
        {
            "type": "text",
            "text": "       民国三年(1914年)实行省、道、县三级制。湖北省分为江汉、襄阳、荆南3道(民国十年析荆南道增置施鹤道)。襄阳道尹公署辖区为清代之襄阳、安陆、郧阳3府及荆门州，治所在襄阳。民国二十年(1931年)，国民党政府豫鄂皖三省“剿匪”总司令部成立，湖北省分为11个(1937年合并为8个)行政督察区，今襄樊市为第八区(1937年改为第五区)行政督察专员公署，辖襄阳、枣阳、宜城、南漳、谷城、光化、保康7县，治所在襄阳，并为公署所在地。抗日战争时期，民国二十九年(1940年)，国民党湖北省政府鄂北办事处在老河口成立，辖第三、五、八行政督察区。民国三十二年(1943年)，湖北省政府鄂北办事处改为湖北省政府鄂北行署，治所老河口。"
        },
        {
            "type": "text",
            "text": "       期间，民国十六年（1927年）成立中共鄂北特委，辖工农革命军鄂北总队。民国十七年（1928年）改组为豫鄂边临时苏维埃政府。民国二十年（1931年）在宜城新街建立襄枣宜苏区。民国三十年（1941年）成立豫鄂边行署，设鄂北办事处，领导随枣地带抗日民主政府。民国三十四年（1945年）设置鄂北行署。"
        },
        {
            "type": "text",
            "text": "       1953年，襄阳和郧阳两个区专员公署合并为襄阳区专员公署，公署设襄樊市。1965年，襄、郧两个专署分设。1979年襄樊市升格为省辖市，并析随县、光化置随州、老河口两个县级市，改襄阳专员公署为襄阳地区行政公署，辖6县2市。1983年，襄阳地区和襄樊市合并，撤销襄阳地区行政公署，成立新的以市管县的襄樊市。1994年，随州市从襄樊市划出，成为省辖计划单列市。2010年12月襄樊市改名为襄阳市。"
        }
    ]
}