{
    "title": "长阳土家族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1294",
            "category": "宜昌市"
        },
        {
            "id": "1360",
            "category": "长阳土家族自治县"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：422次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      隋开皇八年（588）以长杨溪即今南汉溪设长杨县，隋大业十三年（617年），因李氏唐朝要改变杨氏隋朝留下的遗迹的尴尬，故将长杨县为长阳县，虽有一字之差，却音韵不变，而原义尽去，新意别裁，不失为一种聪明的选择。1984年7月13日，长阳县改置为长阳土家族自治县。\n\r\n【沿革】\r\n       夏商周时期，为巴人领地。春秋战国时期，巴人与东边强大的楚国争斗达数百年之久，后因内乱，加之秦楚夹击，势力日渐削弱，直至公元前316年为秦惠文王所灭。"
        },
        {
            "type": "text",
            "text": "       秦始皇帝二十六年（前221年），秦统一六国，推行郡县制，分天下为36郡，长阳之地属黔中郡。刘邦夺取天下后建立汉朝，置“佷[hěn] 山县”，县治州衙坪，为长阳建县之始。汉高祖五年（前202年）刘邦改黔中为武陵，佷山县隶属武陵郡。东汉时期，佷山县隶属江陵南郡。"
        },
        {
            "type": "text",
            "text": "       东汉建安年间，曹操“尽得荆州之地，分南郡枝江以西立临江郡”，佷山县又属临江郡。三国时期，建安十三年（208年），曹操赤壁战败，退出江南，“于是南郡、零陵、武陵以西为蜀，……蜀分南郡立宜都郡”，佷山县又属宜都郡。之后，吴蜀争夺荆、湘多年，佷山时而归蜀汉，时而归东吴。两晋时期，“晋平吴，（佷山县）改为清流县，置宜都郡地隶焉，寻复为佷山”。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，县域建制随王朝更迭而屡有变化。在此期间，县域内先后有方山县、宜昌县、盐水县、巴山县等建制，或一县单置，或数县并立。隋朝统一全国后，于开皇八年（588年）置长杨县，隶属南郡，县治迁至龙舟坪。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），以县置睦州，并置巴山、盐水二县。武德八年(625年)州废，省盐水，以长阳、巴山隶东松州。贞观八年（634年），废东松州，长阳改隶峡州夷陵郡。天宝八载（749年）省巴山入长阳。"
        },
        {
            "type": "text",
            "text": "       五代时，藩镇割据，高季兴父子建立荆南（南平），长阳隶属江陵府峡州。宋朝，长阳隶属荆湖北路。元朝，长阳隶属荆湖北道峡州路。"
        },
        {
            "type": "text",
            "text": "       明朝，长阳隶属湖广行省荆州府夷陵州。清雍正七年（1729年）升归州为直隶州，隶湖北省，辖长阳、兴山、巴东、恩施四县并容美、龙潭19个土司。雍正十三年（1735年），升彝陵州为宜昌府，改彝陵县为东湖县并为宜昌府治所，领东湖、兴山、巴东、长阳、长乐5县及归州、鹤峰2州，隶属荆宜施道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置荆宜施鹤道，旋改名鄂西道，观察道驻江陵县（今湖北省荆州市江陵县），民国三年（1914年）5月23日改设荆南道。驻宜昌县（今湖北省宜昌市）。辖宜昌、江陵、公安、石首、监利、松滋、枝江、宜都、长阳、兴山、巴东、五峰、秭归、恩施、宣恩、建始、利川、来凤、咸丰、鹤峰20县。民国十年（1921年）8月改名荆宜道，民国十五年（1926年）废荆宜道，长阳县直属于省。民国二十一年（1932年）置“湖北省第九行政督察区”，专署驻宜昌县，辖宜昌、远安、当阳、宜都、兴山、秭归、五峰、长阳8县。民国二十五年（1936年）3月改称“湖北省第六行政督察区”，专署驻地及辖县未变。\n\r\n       民国三十八年（1949年）11月，长阳县解放，第六行政督察区改称宜昌专区，兴山县属宜昌专区。1958年12月建立宜都工业区行政公署（撤宜昌专署），仍辖长阳县。1961年6月恢复宜昌专署，原辖区不变。1968年1月成立宜昌地区革命委员会。1978年8月，撤销宜昌地区革命委员会，设立宜昌地区行政公署，长阳县属宜昌地区。1979年6月，宜昌市复为省辖市。1984年7月13日长阳县改置为长阳土家族自治县。1993年初，宜昌地市合并，撤销宜昌专署，成立宜昌市人民政府，长阳土家族自治县属宜昌市。"
        }
    ]
}