{
    "title": "宜都市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1294",
            "category": "宜昌市"
        },
        {
            "id": "1355",
            "category": "宜都市"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：372次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宜都古名为夷道，隶属临江郡。夷道的来历是因县城濒临清江，而清江古称夷水，按我国从山从水取地名的习惯，择取了一个“夷”字，“道”即县。"
        },
        {
            "type": "text",
            "text": "       东汉建安十五年（210年），刘备称此地“天时地利人和”，遂改临江郡为“宜都郡”，含“人杰地灵、宜于建都”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期，县境属楚地。秦时县域属南郡。西汉武帝建元六年（前135），宜都始置县制，名夷道县，治所在今陆城，隶南郡。西汉末年曾更名为江南县，不久复名夷道县。"
        },
        {
            "type": "text",
            "text": "       东汉建安十三年（208）属临江郡。建安十五年（210年），刘备改临江郡为宜都郡，治今陆城，辖夷道、西陵、佷山三县，“宜都”始得名。建安二十四年（219）吴大将陆逊占领宜都郡，获取夷道、枝江、夷陵、秭归等县。时县域属吴。三国时期，宜都郡属吴荆州，辖秭归、西陵、夷道、佷山四县。"
        },
        {
            "type": "text",
            "text": "       晋朝时宜都郡属荆州，辖夷道、佷山、夷陵三县。东晋太和年间，夷道改名为西道县，后仍复名夷道。"
        },
        {
            "type": "text",
            "text": "       南朝宋武帝永初元年（420年）析夷道县置宜昌县，宜都郡遂辖夷道、佷山、夷陵、宜昌四县。西魏时，宜都郡属柘州，辖巴山、夷道、归化、夷陵四县。南朝陈时，后梁与陈划长江为界，将县域分为江北夷道、江南夷道二县。江北夷道县属后梁，江南夷道县属陈。陈天嘉元年（560年）江南夷道县改为宜都县。"
        },
        {
            "type": "text",
            "text": "       隋开皇七年（587年）废宜都郡，宜都县改为宜昌县，先属松州，后属南郡。江北夷道仍名夷道县，属峡州。大业三年（607年）改峡州为夷陵郡，夷道县改属夷陵郡。"
        },
        {
            "type": "text",
            "text": "       唐初县域仍置宜昌、夷道二县。武德二年（619年）改宜昌县为宜都县，属江州。贞观八年（634年）夷道县并入宜都县，属荆州都督府峡州郡。"
        },
        {
            "type": "text",
            "text": "       宋朝时，宜都县属荆湖北路峡州夷陵郡。元代，宜都县属荆湖北道宣慰司山南江北道峡州路，隶河南行省。明代，宜都县属湖广布政使司荆州府夷陵州。清顺治四年（1647年），宜都隶属于荆州府夷陵州，雍正十三年（1735年）改属荆州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置荆宜施鹤道，旋改名鄂西道，观察道驻江陵县（今湖北省荆州市江陵县），民国三年（1914年）5月23日改设荆南道。驻宜昌县（今湖北省宜昌市）。辖宜昌、江陵、公安、石首、监利、松滋、枝江、宜都、长阳、兴山、巴东、五峰、秭归、恩施、宣恩、建始、利川、来凤、咸丰、鹤峰20县。民国十年（1921年）8月改名荆宜道，民国十五年（1926年）废荆宜道，宜都县直属于省。民国二十一年（1932年）置“湖北省第九行政督察区”，专署驻宜昌县，辖宜昌、远安、当阳、宜都、兴山、秭归、五峰、长阳8县。民国二十五年（1936年）3月改称“湖北省第六行政督察区”，专署驻地及辖县未变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月，宜都、枝江相继解放，属宜昌专区。1955年2月，撤销枝江县，将其所辖区域划归宜都县管辖。1958年12月建立宜都工业区行政公署（撤宜昌专署），仍辖宜都县。1961年6月恢复宜昌专署，原辖区不变。1962年12月，恢复枝江县制，白洋等6个区和江口镇划归枝江县管辖。1968年1月成立宜昌地区革命委员会。1978年8月，撤销宜昌地区革命委员会，设立宜昌地区行政公署，宜都、枝江均属宜昌地区。1979年6月，宜昌市复为省辖市。1987年11月30日，撤销宜都县，设立枝城市（县级）。1993年初，宜昌地市合并，撤销宜昌专署，成立宜昌市人民政府，枝城市隶属宜昌市。1998年6月，枝城市更名为宜都市。"
        }
    ]
}