{
    "title": "当阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1294",
            "category": "宜昌市"
        },
        {
            "id": "1354",
            "category": "当阳市"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：420次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清同治五年（1886年）当阳知县阮恩光撰《续修当阳县志序》载：“周行四境，察其地势，西北高而东南下，西北多连山，东南多平原。”整个地势呈一个斜坡面朝着东方升起的太阳，即正当太阳。"
        },
        {
            "type": "text",
            "text": "       另一说，命名当阳与当时的政治形势有关。《左传》云：“天子当阳，诸候用命。”封建皇朝为了维护中央集权统治，宣扬天是万物的主宰，皇帝就是天的儿子，即“天子”，或称天上的太阳、中天日。“天人相应”，万物必须朝着太阳。旨在神化皇帝，让黎民向着他。所以，当阳当阳，向着太阳，有着它特定的政治含义。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今当阳古为权国，春秋时期，楚武王克权，当阳遂为楚地。战国时期，秦昭襄王二十九年（前278年），白起伐楚，在郢都置南郡，始设当阳县。秦 取消当阳县，其地并入郢县，属南郡。西汉 当阳地域初为临江国，后置江陵县。景帝中元二年（前148年），析江陵复置当阳县。新莽代汉（9年~24年），升编县为南顺郡，领鄀县、当阳县。"
        },
        {
            "type": "text",
            "text": "       东汉建安十三年（208年），魏武得荆州，废南顺郡复置编县，与当阳县同属南郡。建安十四年（209年），曹仁败北，当阳、编县同属东吴南郡。建安十九年（214年），吴蜀分荆州，当阳、编县属蜀汉。建安二十四年（219年），关羽败麦城，蜀失荆州，当阳重属吴。"
        },
        {
            "type": "text",
            "text": "       西晋沿吴制。东晋永和八年（352年），划当阳县东境置武宁县。隆安五年（401年），移沮漳流域2000户设武宁郡。同时，废武宁县设长宁县。当阳县境西迁，领地越过沮水，辖区至原临沮县南境。当阳县城迁至今玉阳镇。当阳、长宁同属武宁郡。不久，与编县同属南郡。"
        },
        {
            "type": "text",
            "text": "       南北朝 宋、齐沿晋制。梁天监元年（502年），划当阳、编县地置安居县，属南郡。西魏大统元年（535年），划当阳地置绿林县。当阳、安居、绿林同属上黄郡。北周武成元年（559年），当阳、编县合并，置平州。"
        },
        {
            "type": "text",
            "text": "       隋开皇七年（587年），废平州为玉州，属荆州总管府。开皇九年，废玉州及所领属地，复置当阳县。开皇十八年（598年），废安居县为昭丘县。大业元年（605年），废昭丘县为荆台县。不久，将荆台并入当阳县，属南郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），将当阳改称基州，不久改为平州。武德六年（623年），改平州为玉州。武德八年（625年），废玉州，复置当阳县，属江陵郡。贞元二十年（804年），废当阳县为荆门县，属江陵郡。五代后晋天福元年（936年），在当阳设荆门军，领长林，属江陵府。"
        },
        {
            "type": "text",
            "text": "       北宋开宝五年（972年），复置当阳县。荆门军治移长林，领当阳县，属荆湖北路。熙宁六年（1073年），废军，当阳、长林县属江陵府。元祐三年（1088年）复立荆门军，仍领长林、当阳县。南宋绍兴十四年（1144年），废当阳入长林县，属荆门军。绍兴十六年（1146），复置当阳县。荆门军移至荆门，属江陵府。端平三年（1236年），荆门军迁回当阳，以长林为属县，属江陵府。当阳县治废。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），升荆门军为荆门府，仍治当阳，属河南行省。至元十五年（1278年），改荆门府为荆门州，仍置当阳县，隶属荆门州。随州属荆湖北道宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），当阳县隶属荆州府。洪武四年（1371年），当阳县属荆门州。洪武十年（1377年），废当阳入荆门县，属荆州府。洪武十三年（1380年），复置当阳县，属荆门州。嘉靖十年（1531年），当阳县随荆门州隶属承天府。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年），改承天府为安陆府，当阳县随荆门州属安陆府。乾隆五十六年（1791年），升荆门州为荆门直隶州，当阳、远安随州属湖北布政司。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置安襄郧荆道，旋改名鄂北道，民国三年（1914年）5月23日改设。驻襄阳县（今湖北省襄阳市汉江南岸襄城区）。辖襄阳、钟祥、京山、潜江、天门、荆门、当阳、远安、宜城、南漳、枣阳、谷城、光化、均县、郧县、房县、竹谿、竹山、保康、郧西20县。民国十年（1921年）8月，荆门、当阳、远安3县划属荆宜道。民国十五年（1926年）废荆宜道，当阳县直属于省。民国二十一年（1932年）置“湖北省第九行政督察区”，专署驻宜昌县，辖宜昌、远安、当阳、宜都、兴山、秭归、五峰、长阳8县。民国二十五年（1936年）3月改称“湖北省第六行政督察区”，专署驻地及辖县未变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月13日，当阳全县解放，第六行政督察区，改称宜昌专区。1958年12月建立宜都工业区行政公署（撤宜昌专署），仍辖当阳县。1961年6月恢复宜昌专署，原辖区不变。1968年1月成立宜昌地区革命委员会。1978年8月，撤销宜昌地区革命委员会，设立宜昌地区行政公署，当阳县属宜昌地区。1979年6月，宜昌市复为省辖市。1988年10月22日，撤销当阳县，设立当阳市（县级）。1993年初，宜昌地市合并，撤销宜昌专署，成立宜昌市人民政府，当阳市隶属宜昌市。"
        }
    ]
}