{
    "title": "宜昌市西陵区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1294",
            "category": "宜昌市"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：369次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉置夷陵县，此地方位在夷陵以西，故称西陵。《荆州记》：自夷陵县溯江二十里入峡口，名为西陵。1986年12月13日，宜昌市设置西陵区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时为古荆州之域，春秋战国时为楚国的西塞要地，建有城邑。楚顷襄王二十一年（前278年）秦将白起“攻楚、拔郢、烧夷陵”，夷陵之名始见于史籍。秦始皇二十六年（前221年）置郡县，宜昌市大部分地域属南郡。“汉承秦制”，西汉时夷陵属荆州南郡，东汉建安十三年（208年）改夷陵为临江郡。建安十五年（210年）又改临江郡为宜都郡，领宜都（今宜昌）、秭归、枝江、夷道（今宜都）等四县。三国时，（222年），改夷陵为西陵郡，也称宜都郡。"
        },
        {
            "type": "text",
            "text": "       晋太康年间（280年—289年），改置为夷陵县。东晋分夷陵西境（在长江南岸的黄牛岩至黑岩之间）另置一县时命名“宜昌”，寓意在于祈福分境置县宜于国运昌盛，“宜昌”之名便始见于史。南北朝时宋、齐皆与晋同。梁改宜都郡为宜州，西魏改为拓州，后周改为峡州。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年）改峡州为夷陵郡，辖夷陵、夷道、长杨、远安四县，夷陵县为郡治，隶属荆州都督府。唐初，改夷陵郡为陕州，领上述四县，属山南东道。天宝初又改为夷陵郡。乾元元年（758年）复改陕州，辖原四县，仍属山南东道。五代时，陕州与荆州、归州为南平国。北宋复称陕州，属荆湖北路，仍辖原夷陵四县。元丰年间（1078年—1085年）改“陕”为“峡”。"
        },
        {
            "type": "text",
            "text": "       元至元十七年（1280年）升峡州为峡州路，领原四县，属河南行省荆湖北道。明初改峡州路为峡州府。洪武九年（1376年），改峡州为夷陵州，领宜都、长阳、远安三县，治所夷陵，隶属湖广布政使司荆州府上荆南道。清顺治四年（1647年），夷陵州隶属荆州府。顺治五年，因避讳“夷”字，顺治五年（1648年）改称“彝陵州”。雍正十三年（1735年），升彝陵州为宜昌府，改彝陵县为东湖县，并为宜昌府治所。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废宜昌府，改东湖县为宜昌县。民国二年（1913年）1月17日置荆宜施鹤道，旋改名鄂西道，观察道驻江陵县（今湖北省荆州市江陵县），民国三年（1914年）5月23日改设荆南道。驻宜昌县（今湖北省宜昌市）。民国十年（1921年）8月改名荆宜道，民国十五年（1926年）废荆宜道，宜昌县直属于省。民国二十一年（1932年）置“湖北省第九行政督察区”，专署驻宜昌县。民国二十五年（1936年）3月改称“湖北省第六行政督察区”，专署仍驻宜昌。"
        },
        {
            "type": "text",
            "text": "       1949年11月15日，今宜昌市全境解放。宜昌行政区专员公署辖宜昌、宜都、枝江、当阳、远安、兴山、秭归、长阳、五峰九个县。同时划出原宜昌县城区和近郊农村置宜昌市，直属湖北省人民政府管辖。1951年，改湖北宜昌行政区专员公署为湖北省人民政府宜昌区专员公署。1955年改为湖北省宜昌专员公署。1954年11月，宜昌市改属宜昌专署领导。1958年12月，撤销宜昌专员公署，建立宜都工业区行政公署。1961年5月，撤销宜都工业区行政公署，设立宜昌专员公署。"
        },
        {
            "type": "text",
            "text": "       1962年6月，复置枝江县，仍为宜昌专署所辖。至此，宜昌专员公署辖9县1市。1968年1月成立宜昌地区革命委员会。1978年8月，撤销宜昌地区革命委员会，设立宜昌地区行政公署。1979年6月，宜昌市复为省辖市。1986年12月13日，宜昌市设置西陵、伍家岗、点军3个县级行政区。1993年初，宜昌地市合并，撤销宜昌专署，成立宜昌市人民政府，西陵区仍属宜昌市。"
        }
    ]
}