{
    "title": "宜昌市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1294",
            "category": "宜昌市"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：397次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东晋分夷陵西境（在长江南岸的黄牛岩至黑岩之间）另置一县，命名“宜昌”，寓意在于祈福分境置县宜于国运昌盛。1949年划出原宜昌县城区和近郊农村置宜昌市。1993年初，宜昌地市合并，成立地级宜昌市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代，夷陵为古荆州地，秦始皇二十六年（前221年）改夷陵置巫县。“夏商时为古荆州之域，春秋战国时为楚国的西塞要地，建有城邑”。秦始皇二十六年（前221年）置郡县，宜昌市大部分地域属南郡。“汉承秦制”，西汉时夷陵属荆州南郡，东汉建安十三年（208年）改夷陵为临江郡。建安十五年（210年）又改临江郡为宜都郡，领宜都（今宜昌）、秭归、枝江、夷道（今宜都）等四县。"
        },
        {
            "type": "text",
            "text": "       三国时，吴黄武元年（222年），改夷陵为西陵郡，也称宜都郡。晋太康年间（280-289年），改置为夷陵县。东晋分夷陵西境（在长江南岸的黄牛岩至黑岩之间）另置一县时命名“宜昌”，寓意在于祈福分境置县宜于国运昌盛，“宜昌”之名便始见于史。南北朝时宋、齐皆与晋同。梁改宜都郡为宜州，西魏改为拓州，北周改为硖州。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年）改硖州为夷陵郡，辖夷陵、夷道、长杨、远安四县，夷陵县为郡治，隶属荆州都督府。唐初，改夷陵郡为硖州，领上述四县，属山南东道。天宝初又改为夷陵郡。乾元元年（758年）复改硖州，辖原四县，仍属山南东道。五代时，硖州与荆州、归州为南平国。"
        },
        {
            "type": "text",
            "text": "       北宋复称硖州，属荆湖北路，仍辖原夷陵四县。元丰年间（1078～1085年）改“硖”为“峡”。元至元十七年（1280年）升峡州为峡州路，领原四县，属河南行省荆湖北道。明初改峡州路为峡州府。洪武九年（1376年），改峡州为夷陵州，领宜都、长阳、远安三县，治所夷陵，隶属湖广布政使司荆州府上荆南道。"
        },
        {
            "type": "text",
            "text": "       清顺治四年（1647），夷陵州隶属荆州府。顺治五年，改“夷陵”为“彝陵”。雍正十三年（1735年），升彝陵州为宜昌府，改彝陵县为东湖县并为宜昌府治所，领东湖、兴山、巴东、长阳、长乐5县及归州、鹤峰2州，隶属荆宜施道。宜都、枝江、当阳、远安4县属荆州府。光绪二年（1876年）中英《烟台条约》签订，宜昌被辟为通商口岸。次年，宜昌设立海关，正式对外开放。"
        },
        {
            "type": "text",
            "text": "       中华民国初年废府、州建制，实行省、道、县三级制。1912年改东湖县为宜昌县，与兴山、秭归、巴东、长阳、五峰、鹤峰县属荆南道。当阳、远安属襄南道。民国十年（1921年）8月荆南道改名荆宜道，同时将荆门、当阳、远安3县划属荆宜道。民国十五年（1926年）废道，各县均直属于省。民国二十一年（1932年）宜昌、宜都、当阳、远安、兴山、秭归、长阳、五峰八县属第九政督察区。民国二十五年（1936年）3月改称“湖北省第六行政督察区”，专员公署设于宜昌县城。枝江县先后隶属于湖北省第七、第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       期间，民国十七年（1928年）至民国二十一年（1932年），宜昌是湘鄂西苏区湘鄂边根据地、归（秭归）兴（山）巴（东）根据地、荆（门）当（阳）远（安）根据地的重要组成部分。民国三十七年（1948年）8月，中共江汉区委决定正式成立第四专员公署（亦称襄西专署），民国三十八年（1949年）1月改为当阳专署。同年5月20日在当阳成立宜昌专员公署，同月在当阳组建宜昌市党政领导班子。6月11日，在当阳芦家湾正式成立中共宜昌市委员会、宜昌市人民政府。1949年7月16日，宜昌城区解放。中共宜昌专署机关和宜昌市党政机关随即从当阳迁驻宜昌城。1949年11月15日，今宜昌市全境解放。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，湖北省分设八个行政区。其中有宜昌行政区专员公署辖宜昌、宜都、枝江、当阳、远安、兴山、秭归、长阳、五峰九个县。同时划出原宜昌县城区和近郊农村置宜昌市，直属湖北省人民政府管辖。1951年，改湖北宜昌行政区专员公署为湖北省人民政府宜昌区专员公署，1955年改为湖北省宜昌专员公署。1954年11月，宜昌市改属宜昌专署领导。此时，宜昌专署辖9县1市。此时宜昌专员公署辖8县1市。1958年12月，撤销宜昌专员公署，建立宜都工业区行政公署。1961年5月，撤销宜都工业区行政公署，设立宜昌专员公署 。1968年1月成立宜昌地区革命委员会。1978年8月，撤销宜昌地区革命委员会，设立宜昌地区行政公署。1979年6月，宜昌市复为省辖市。1993年初，宜昌地市合并，撤销宜昌专署，成立地级宜昌市。"
        }
    ]
}