{
    "title": "郧县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1293",
            "category": "十堰市"
        },
        {
            "id": "1365",
            "category": "郧县"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：440次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       晋太康五年（284年）置郧乡县，属荆州魏兴郡，以治所附近“古郧关”得名，又传因位郧山（即大洪山，湖北随县西南一百二十里）之南得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今郧县在夏时，为豫州之西域。商周时期为郧子国领地。今郧县西南境内有渚河，古称“庸水”，属庸国辖地。春秋时，楚子伐麇，至于锡穴（今五峰辖地），故为麇国故地。后楚师灭麇国、绞国，郧县境地遂属于楚。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，郧县境地属益州汉中郡。西汉因秦制，后于郧县境地置长利县。西汉长利有“郧关”，与锡县并属汉中郡。东汉建武六年（30年），长利并入锡县，仍属汉中郡。三国时，郧县属魏国魏兴郡。魏在锡县立堵阳县（今县西25公里处韩家洲）。"
        },
        {
            "type": "text",
            "text": "       晋太康四年（283年）析锡县复汉长利县。太康五年（284年），改长利县为郧乡县，属魏兴郡，隶荆州。南朝，郧乡县属梁州魏兴郡。齐时，分魏兴郡，东境属上庸，郡北境置齐兴郡，又分郧乡县置齐兴县，为齐兴郡治，领六县，在县境为齐兴、郧乡二县，属梁州。梁太清元年（547年），于梁州齐兴郡置兴州，改齐兴郡为南始平郡，后复改为齐兴。兴州所领在县境为齐兴郡的郧乡、齐兴二县。为广福郡所领广福县。广福当分齐兴置，而郧乡为兴州及齐兴郡治所。北周又置郧州，所领郡县无考。西魏改梁兴州为丰州。"
        },
        {
            "type": "text",
            "text": "       隋废郧州，废广福郡，改广福县为安福县，与郧乡县同属豫州淅阳郡。唐武德元年（618年），置南丰州，领郧乡、安福、堵阳三县。堵阳当分郧乡置（在今郧县内），又分郧乡县置长利县（在今郧西县境）。武德八年（625年）废南丰州，以郧乡、堵阳、安福属均州。唐贞观二年（628年），省堵阳、安福二县入郧乡，并省长利入郧乡，废均州，以郧乡县属淅州。唐贞观二年（628年），省堵阳、安福二县入郧乡，并省长利入郧乡，废均州，以郧乡县属淅州。贞观八年（634年），废淅州复置均州。郧乡县属均州。唐天宝一年（742年），改均州为武当郡。乾元元年（758年）复为均州，隶山南东道。"
        },
        {
            "type": "text",
            "text": "      宋时，郧乡县仍属均州武当郡，隶京西南路。宋末省上津县入郧乡县。元至元十四年（1277年），郧乡县改郧县，属均州。明太祖洪武元年（1368年）复置上津县。成化十二年（1476年），于郧阳城置郧阳府，又分郧县南门保置郧西县（即唐时长利县故地）。于是，郧县疆域与其他5县合为郧阳府治，属湖广布政使司。清康熙三年（1664年），分湖广布政使司为湖北布政使司等，郧县属湖北布政使司，直至清末。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置安襄郧荆道，旋改名鄂北道，民国三年（1914年）5月23日改设襄阳道。驻襄阳县（今湖北省襄阳市汉江南岸襄城区）。辖襄阳、钟祥、京山、潜江、天门、荆门、当阳、远安、宜城、南漳、枣阳、谷城、光化、均县、郧县、房县、竹谿、竹山、保康、郧西20县。民国十五年（1926年）废道，郧县直属于省。民国二十一年（1932年）置“湖北省第十一行政督察区”，专署驻郧县，辖郧县、均县、郧西、房县、竹山、竹谿6县。民国二十五年（1936年）3月改称“湖北省第八行政督察区”，专署驻地及辖县未变。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）12月30日，郧县城解放，隶属陕南行政公署第四专署（后改为两郧专署）。1950年3月，划归湖北省建制，隶属湖北省郧阳专员公署。1952年12月，郧阳、襄阳专署合并，郧县改属襄阳专署所辖。1965年6月，恢复郧阳专员公署建制，郧县复归郧阳专署。1970年郧阳专区改称郧阳地区，1994年9月29日，撤销郧阳地区，与十堰市实行地市合并。将原郧阳地区所属郧县、郧西县、竹山县、竹溪县、房县、丹江口市划归十堰市管辖。"
        }
    ]
}