{
    "title": "十堰市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1293",
            "category": "十堰市"
        }
    ],
    "detail": "[日期：2014-07-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：670次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明成化二十年（1484年），薛刚纂修《湖广图经志》载有：“十堰，在县（今郧县） 南，因溪筑十堰，以灌田”，这是关于十堰地名的最早记载。由此可见，十堰是因为在百二河上垒石为埂，拦蓄河水，共修筑十道堰，以灌溉农田而得名的。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝，十堰地分属梁州、豫州、荆州的地域。商代，十堰域属庸国。西周宣王时（前827年—782年），王命召伯虎，开辟江汉之浒，此时麇子国受封子爵，十堰域归麇子国。"
        },
        {
            "type": "text",
            "text": "       春秋时期，楚穆王十年（前616年），楚国太师潘崇率军灭麇子国，至楚庄王三年（前611年）十堰域归楚国。周匡王姬班二年（前611年），楚遭饥荒，戍人从西南部攻楚，进兵于阜山（今房县南159公里处），驻师于大林（今当阳县境内）。庸（在今竹山县一带）叛楚。"
        },
        {
            "type": "text",
            "text": "       战国时期，周赧王姬延三年（前312年），秦楚丹阳、蓝田之战，楚军败。割上庸、汉北地于秦，十堰域归秦。周赧王姬延十一年（前304年），秦楚盟于黄棘（今河南南阳市南），秦复予楚上庸，十堰域复归楚。周赧王延姬三十五年（前280年），秦攻楚黔中，楚献汉北及上庸地与秦交换黔中，十堰域又归秦。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一六国后，十堰域属汉中郡锡县。西汉郡置沿袭秦制，十堰隶属汉中郡之长利县（今郧县）。东汉建武六年（30年）长利入锡县，隶属汉中郡，十堰域地复属汉中郡之锡县。建安二十年（215年）析汉中郡置上庸郡。东汉建安二十四年（219年），刘备得汉中，当时十堰属上庸郡。　"
        },
        {
            "type": "text",
            "text": "       三国时期魏文帝黄初元年（220年），蜀将孟达举郡降魏后，曹丕改房陵为新城郡，十堰属新城郡。魏明帝曹叡太和二年（228年），曾立锡郡，十堰属锡郡。三国魏明帝景初元年（237年），省锡郡，以锡县属魏兴郡。魏高贵乡公（曹髦）甘露四年（259年）新城郡复置上庸郡。此后，十堰域属魏国荆州上庸郡。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始三年（267年），曾分益州与梁州，后因战乱而虚悬。但郡置沿袭三国，十堰域属荆州上庸郡。太康四年（283年）析锡县复置长利县，十堰属长利县。太康五年（284年）置郧乡县，十堰属魏兴郡。东晋穆帝司马聃永和三年（347年），桓温伐蜀，克成都，复立梁州于汉中，十堰录属汉中郡。晋安帝司马德宗义熙三年（407年），梁州刺史移治魏兴（郧乡），则十堰即在州治。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋孝武帝刘骏孝建元年（454年），梁州侨立南北二上洛（侨陕南为北上洛，侨长利为南上洛）。孝武帝大明三年（459年），以实土划给侨郡县（土断），使二上洛定治于长利（长利今郧县）。郡属有郧乡县、锡县（汉水南岸有长利县、长利帮城及锡穴，锡在长利之西），十堰在南朝刘宋时代，地属梁州魏兴郡之长利（长利属梁州，南北二上洛属雍州，十堰在长利）。齐高帝建元二年（480年），置齐兴郡，十堰域属齐兴郡。梁武帝大同三年（537年），淅州复为西魏所有。是南朝萧齐时代，十堰属北魏淅州。南朝陈武帝陈霸先永定元年（557年），梁兴州刺史席固，以州降西魏，西魏改为丰州（州治设在均县），后移州治于武当。十堰地属丰州广福。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），改丰州为均州，十堰域属均州郧乡县；仁寿元年（601年），以避太子杨广之讳，改广福为安福郡，十堰属安福郡。隋炀帝大业三年（607年），废州为郡，均州改为淅阳郡和南乡郡，十堰亦改属淅阳郡。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年（627年），堵阳、安福二县并入郧乡，十堰域属郧乡。贞观八年（634年）复立均州，十堰域属均州山南东道均州郧乡县。五代时期（907年—960年），均置均州，十堰域属均州郧乡县。"
        },
        {
            "type": "text",
            "text": "       北宋宣和元年（1119年），在均州置武当军，域属京西南路武当军郧乡县。南宋建炎二年（1128年）春，金人南侵，十堰境域为抗金的前哨阵地之一，抗金斗争直至绍兴三十一年（1161年）收复失地。"
        },
        {
            "type": "text",
            "text": "       元朝，至元十四年（1277年），改郧乡县为郧县。十堰域属郧县。至元二十七年（1290年）立襄阳路，十堰域属襄阳路均州郧县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）改行中书省为承宣布政使司，十堰域属承宣布政使司襄阳路均州郧县。明成化十二年（1476年），置郧阳府。此后十堰域属湖广布政使司郧阳府郧县。明崇祯六年（1633年）12月10日，李自成义军10余万人分别驻扎在郧县、均县境内，其中回民义军驻扎在黄龙滩。"
        },
        {
            "type": "text",
            "text": "       清初沿明制，设郧阳府属安襄郧荆道，府署即设郧县，县西境内黄龙滩设巡检司署，南境有花果园镇及十堰镇。康熙三年（1644年），实行行省制。十堰域属湖北布政使司郧阳府郧县。清乾隆三十五年（1770年），黄龙滩始驻巡检司。白莲教起义被镇压后，嘉庆七年（1802年），郧阳府为加强地方联通协防，设塘铺29处，十堰设陆塘5处，即：黄龙滩塘、小岭塘、大岭塘、茅箭塘、茅塔塘。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置安襄郧荆道，旋改名鄂北道，民国三年（1914年）5月23日改设襄阳道。今十堰属襄阳道郧县。民国十五年（1926年）废道，郧县直属于省。民国二十一年（1932年）置“湖北省第十一行政督察区”，专署驻郧县，辖郧县、均县、郧西、房县、竹山、竹谿6县。民国二十五年（1936年）3月改称“湖北省第八行政督察区”，今十堰一直隶属郧县未变。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）12月30日，郧县城解放，隶属陕南行政公署第四专署（后改为两郧专署）。1950年3月17日，划归湖北省建制，隶属湖北省郧阳专员公署。1952年12月，郧阳、襄阳专署合并，郧县改属襄阳专署所辖。1965年6月，恢复郧阳专员公署建制，郧县复归郧阳专署。1967年，国家为建设第二汽车制造厂（现东风汽车集团），设立了郧县十堰办事处，1969年12月成立十堰市（县级市），1973年升格为省辖市。1994年9月29日，原十堰市和郧阳地区合并，成立新的十堰市。"
        }
    ]
}