{
    "title": "大冶市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1292",
            "category": "黄石市"
        },
        {
            "id": "1367",
            "category": "大冶市"
        }
    ],
    "detail": "[日期：2014-07-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：506次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天祐二年（905年），吴武昌节度使秦裴置大型冶炼机构青山场院。宋乾德五年（967年），南唐升青山场院，并划武昌三乡与之合置大冶县，取“大兴炉冶”之意。1994年2月18日，撤销大冶县，设立大冶市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周夷王八年（前880年），楚王熊渠攻杨越至鄂（今鄂城、大冶），封其次子熊红为鄂王，县地属楚国鄂王辖地。秦昭襄王二十九年（前278年），秦将白起攻楚，取郢为南郡，时县地在南郡境内。"
        },
        {
            "type": "text",
            "text": "       三国魏黄初二年（221年），孙权自公安迁都于鄂（今鄂城），改鄂为武昌，并割鄂之南部建阳新县，以武昌、下雉、阳新、柴桑、沙羡、浔阳等六县为武昌郡。时县地在武昌郡之武昌（今鄂城）、阳新两县境内。三国魏黄初四年（223年），孙权将其郡治迁至夏口（今汉口），又改武昌郡为江夏郡，县地在江夏郡之武昌、阳新两县境内。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），又改江夏郡为武昌郡。以武昌、鄂、阳新、沙羡等七县为属地。时县地在武昌、鄂、阳新三县境内。不久，武昌与鄂县合并，仍为武昌县，时县地在武昌、阳新两县境内。东晋义熙元至四年（405年—408年），下雉县并入阳新县，此时仍为武昌郡，县地属武昌郡之武昌、阳新两县境内。"
        },
        {
            "type": "text",
            "text": "       南朝宋孝建元年（454年），置郢州于汝南（今武昌），时县地在郢州武昌、阳新两县。隋开皇九年（589年），改阳新为富川，不久，改富川为永兴，时县地在武昌、永兴两县境内。唐天祐二年（905年），吴武昌节度使秦裴置大型冶炼机构青山场院。"
        },
        {
            "type": "text",
            "text": "       宋乾德五年（967年），南唐升青山场院，并划武昌（今湖北鄂州市）三乡与之合并，始建大冶县。县名取“大兴炉冶”之意。太平兴国二年（977年），升永兴县为永兴军，次年改永兴军为光国军，县地先后属永兴军与光国军。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），升永兴军为兴国路，隶属于江西行省。元至元三十年（1293年），兴国路划归湖广行省，县地属兴国路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改兴国路为兴国府；洪武九年（1376年），将兴国府降为兴国州，县地先后属兴国府和兴国州。"
        },
        {
            "type": "text",
            "text": "       清康熙三年（1664年），大冶县地属武昌府。清雍正元年至十三年（1723年—1735年），分湖广行省，设置湖北省，县地属湖北省武昌府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府存县，大冶县直属于省。民国二年（1913年）1月17日置武汉黄德道，旋改名鄂东道，观察道驻夏口县（今湖北省武汉市汉口），民国三年（1914年）5月23日改设江汉道，大冶县属江汉道。民国十五年（1926年）废道，大冶县直属湖北省。民国二十一年（1932年）置“湖北省第一行政督察区”及“湖北省第二行政督察区”。第二区专署驻大冶县，辖大冶、阳新、鄂城、通山4县。民国二十五年（1936年）3月合并二区为新的“湖北省第一行政督察区”，大冶县属第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       期间，民国十九年（1930年），在中国共产党领导下，成立了大冶县苏维埃政府，隶属鄂东南苏维埃政府。抗日战争时期，先后建立阳大（阳新、大冶）、鄂大（鄂城、大冶）、大鄂（大冶、鄂城）政务委员会，属鄂南政务委员会领导。"
        },
        {
            "type": "text",
            "text": "       1949年建国初，成立大冶专区，大冶县属之。1952年，大冶专区撤销，大冶县改属黄冈专区，1959年1月改属黄石市，同年12月撤销大冶县建制，并入黄石市。1962年6月恢复大冶县，仍属黄石市。1994年2月18日，撤销大冶县，设立大冶市。1995年元旦正式成立大冶市（县级），由黄石市代管。"
        }
    ]
}