{
    "title": "黄石市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1292",
            "category": "黄石市"
        }
    ],
    "detail": "[日期：2014-07-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：526次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       黄石还有叫石灰窑的地名，它直接与黄石市名称的由来相关。据史料记载，石灰窑自古因有瑶山而得名，又因居民以烧石灰为生，故历来以石灰窑名之。清《一统志》说：“瑶山，在县东四十里，俗名石灰窑山”。"
        },
        {
            "type": "text",
            "text": "       清代，石灰窑和黄石港分别为大冶县的两个镇。民国三十五年（1946年），国民政府资源委员会华钢筹备处曾给行政院呈报《黄石市市政建筑纲要》，提出：拟将黄石港及石灰窑连成一气，合称黄石市。”首次提出将黄石港、石灰窑连成一气设市，并在市名中仍然冠以黄石二字。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，石灰窑、黄石港（当时合称石黄镇）解放。1950年7月8日，中南军政委员会湖北省人民政府的请示，决定改石灰窑工业特区为湖北省辖市，定名黄石市。8月21日，中央人民政府政务院电中南军政委员会，核准建立湖北省辖黄石市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞之世，市地属二苗。夏、商时，市地属荆州之域。西周时称鄂，为鄂侯领地。周夷王七年(前887年)，楚王熊渠(子爵)攻杨粤至鄂(今鄂州、大冶)，封其中子熊红为鄂王，市地为楚国鄂王辖地。春秋战国属楚、秦。"
        },
        {
            "type": "text",
            "text": "       秦昭襄王二十九年(前278年)，分南郡竟陵以东及江南置江夏郡，从此鄂县南移属江夏，江夏郡统有鄂、下雉等14县，市地在鄂县境内。"
        },
        {
            "type": "text",
            "text": "       三国时期，蜀汉章武元年、魏黄初二年(221年)，孙权自公安迁都于鄂(今鄂州)，改鄂为武昌,并割鄂之南建阳新县，以武昌、下雉、阳新、柴桑、沙羡、浔阳六县为武昌郡，市地在武昌郡之武昌(今鄂州)、阳新两县之间的下雉县境内。魏黄初四年(223年)，孙权将郡治迁至夏口(今汉口)。又改武昌郡为江夏郡，市地在江夏郡之武昌、阳新县境内。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年(280年)，改江夏郡为武昌郡，以武昌、柴桑、鄂县、阳新、沙羡、沙阳、高陵等七县属地。市地在武昌、鄂县、阳新三县境内。不久，武昌与鄂县合并，仍为武昌县，市地在武昌、阳新两县境内。东晋元帝建武元年(317年)江州由豫州移至武昌。至孝武帝太元九年(384年)，始移浔阳。安帝义熙八年(412年)，下雉县并入阳新县。市地在武昌、阳新两县境内。"
        },
        {
            "type": "text",
            "text": "       南朝宋孝建元年(589年)，改阳新为富川，不久又改富川为永兴，市地在武昌、永兴两县境内。梁置西陵县于此，后废。"
        },
        {
            "type": "text",
            "text": "       唐代市地在鄂州武昌、永兴两县境内。唐末，南方九国兴起，市地在吴国境内。唐哀帝天祐二年(905年)，吴王杨行密将永兴县和武昌划出一块地盘置青山场院，进行大规模采矿、开炉冶炼。市地在吴国鄂州境内。"
        },
        {
            "type": "text",
            "text": "       五代十国时市地在鄂州武昌县、永兴县境内，梁唐时属吴、晋、汉、后周北宋初时局南唐。宋乾德五年(967年)，南唐始建大冶县。从此，自宋，历经元、明、清，市地隶属兴国路、兴国州、武昌府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月17日置武汉黄德道，旋改名鄂东道，观察道驻夏口县（今湖北省武汉市汉口），民国三年（1914年）5月23日改设江汉道。驻武昌县（今湖北省武汉市武昌区）。辖武昌、鄂城、嘉鱼、蒲圻、咸宁、崇阳、通山、通城、大冶、阳新、汉阳、夏口、汉川、黄陂、孝感、沔阳、黄冈、黄安、黄梅、蕲春、水、麻城、罗田、广济、安陆、随县、云梦、应山、应城29县。民国十五年（1926年）废江汉道，所辖各县直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）置“湖北省第一行政督察区”及“湖北省第二行政督察区”。第二区专署驻大冶县，辖大冶、阳新、鄂城、通山4县。民国二十三年（1934年）第二区专署迁驻阳新县。民国二十五年（1936年）3月合并二区为新的“湖北省第一行政督察区”，专署驻蒲圻县，大冶、阳新等县属第一行政督察区。。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)大冶沦陷，日军在大冶建立伪政权，盗称“中华民国湖北省大冶县政府”，并在石灰窑和黄石港两镇建置“石黄示范区”，国民党大冶县政府则流亡至毛铺等地。民国三十四年(1945年)8月15日日本宣布投降，国民党大冶县政府接管，复置石灰窑和黄石港两镇，隶属大冶县辖。民国三十七年(1948年)将石灰窑和黄石港两镇合并为石黄镇，隶属于大冶县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月1日石黄镇解放。不久，设置湖北大冶特区办事处直属中原临时人民政府。同年10月，成立湖北省大冶工矿特区人民政府。1950年8月21日，成立省辖黄石市。1979年，黄石正式设立黄石港、石灰窑、下陆、铁山4个县级市辖区。。1994年2月18日，撤销大冶县，设立大冶市。1995年元旦正式成立大冶市（县级）。1997年，阳新县划入黄石市。2001年12月16日，黄石市石灰窑区正式更名为西塞山区。"
        }
    ]
}