{
    "title": "武汉市东西湖区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1291",
            "category": "武汉市"
        }
    ],
    "detail": "[日期：2014-07-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1730次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东西湖区围垦前是汉阳、黄陂、孝感、汉川4县的属地，原无全区性统一地名，仅有泛指的汉阳北乡地名或柏泉、巨龙、三家店、吴家山、慈惠墩、鸦渡、新沟、辛安渡等局部性地名，1952年在勘查筹划围堤时，根据汉阳县十万分之一的地形图，在北乡地区绘有东湖（又名绿野湖），水面22至26平方公里；西湖（又名桑台湖），水面81至87平方公里，且东西各有一大片泛湖群；遂将北乡命名为东西湖，以便在勘查报告中正式使用。"
        },
        {
            "type": "text",
            "text": "       在1952年长江水利委员会起草的《东西湖蓄洪垦殖意见书》文件中，首次用到这个名称。1958年围垦建场完成后，遂以这一名称命名为东西湖农场，嗣后，又有“东西湖农管局”、“东西湖区”等冠以“东西湖”的区划名称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷周时属豫州，春秋战国时属楚国安陆县。战国时秦昭襄王二十九年（前278年）置南郡，东西湖地区属南郡。"
        },
        {
            "type": "text",
            "text": "       西汉时高帝6年（公元前201年）属江夏郡沙羡县。东汉建武元年（25年）置沌阳县，东汉末复为安陆县，均属荆州江夏郡，东西湖地区先属沙羡，后属沌阳县。三国时置石阳县，前属吴，后入魏，东西湖地区属石阳县。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年）改石阳为曲阳县，复置沌阳县。怀帝永嘉元年（307年）沌阳县迁治临嶂山（今蔡甸区城头山），属江夏郡，东西湖地区属沌阳县。南朝宋、齐、梁、陈割据时期，沌阳迭为藩封。废藩封后，并入后周，县名依旧。东西湖大部分地区属之。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）沌阳县属沔州（后更名为复州）。开皇十七年（597年）沌阳县改称汉津县。据《汉阳县志》批露隋代汉津即汉津县，系汉阳县前身，东西湖地区在辖境内。大业二年（606年）因汉津位于汉水北岸，依\"山北为阴，水北为阳\"的旧例，改汉津为汉阳。据《汉阳县志》记载，东西湖大部分地区属汉阳县管辖。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年）汉阳县属沔州汉阳郡，县治郡治州治由蔡甸临嶂山迁到鲁山（今汉阳区龟山西头南侧）。玄宗天宝元年（742年）沔州改称汉阳郡，仍治汉阳。肃宗乾元元年（758年）复为沔州。德宗建中二年（781年）沔州一度撤废，建中四年恢复。敬宗宝历二年（826年）废沔州，汉阳县改隶鄂州，东西湖大部分地区仍属汉阳县。"
        },
        {
            "type": "text",
            "text": "       五代十国时，汉阳县先后属吴和南唐，仍隶鄂州。后周显德五年（958年）汉阳县属汉阳军，军治汉阳城。"
        },
        {
            "type": "text",
            "text": "       宋初，汉阳县属荆湖北路汉阳军。神宗熙宁四年（1071年）废汉阳军，汉阳县属荆湖北路鄂州。哲宗元右元年（1086年）复置汉阳军。元代改汉阳军为汉阳府，隶属湖广行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年）撤汉阳府，汉阳县属湖北布政使司武昌府。洪武十三年恢复汉阳府，汉阳县改归汉阳府管辖，东西湖大部分地区属之。"
        },
        {
            "type": "text",
            "text": "       光绪廿五年（1899年）湖广总督张之洞奏请清庭，将汉口镇与汉阳县分治，改汉口镇为夏口厅，与县地位相等，且属汉阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）夏口厅改称夏口县，辖区仍旧。据《夏口县志》记载，是时东西湖一带属夏口县管辖的有三个区，即五区，七区，九区。民国十八年（1929年）汉口改市，原夏口县所辖之张公堤以西汉水以北的地区，又全部划归汉阳县管辖。东西湖地区又隶属汉阳县。民国二十七年（1938年）十月，汉阳、汉川、孝感等县沦陷，原县政府流亡。民国二十九年（1940年）恢复县治，属伪湖北省政府，是时东西湖地区，除新沟镇驻有日军，辛安渡驻有黄卫军直接统治外，所有乡村都隶属于中国共产党汉（汉川与汉阳），孝（孝感），陂（黄陂）边区县委和县抗日民主政府管辖，伪政府在本地区所设置的区、乡及保、甲等政权组织，只不过是虚设而已。民国三十四年（1945年）八月抗日战争胜利后，东西湖地区分属汉阳县之新沟乡、安乐乡、巨泉乡；孝感县之辛安渡乡；汉川县之县河乡（后改为灵河乡）黄陂县捷泾乡管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，武汉及周边地区解放，东西湖地区仍分属汉阳、汉川、孝感、黄陂管辖。1958年3月，成立武汉市东西湖国营农场管理局。1979年建东西湖区。"
        }
    ]
}