{
    "title": "武汉市蔡甸区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        },
        {
            "id": "1291",
            "category": "武汉市"
        }
    ],
    "detail": "[日期：2014-07-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：787次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1992年9月12日，撤销汉阳县，设立武汉市蔡甸区。蔡甸旧名蔡店，原系汉水下游一渡口，后有蔡姓来此开店成集，故名。南朝陈天嘉元年（560年）辟为商埠。南宋已是汉江沿岸重镇，南宋恭帝德祐元年（1275年）始出现“蔡店”二字（“伯颜军次蔡店”），明中叶置镇并设巡检司。清乾隆二十八年（1763年，另一说雍正年间）改今名。因古代郭外称郊，郊外称甸。意为武汉畿甸之区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商末周初，先隶南国，后属郧国。春秋战国时期，隶属楚国。秦统一中原时，属南郡。西汉时，北部属安陆县，南部滨长江一带属沙羡县，同属江夏郡。东汉建武元年（25年），置沌阳县。东汉末建安初年，复为安陆县。"
        },
        {
            "type": "text",
            "text": "       三国时，魏、吴分据江夏郡，置石阳县（又名石梵）、沙羡县。晋武帝太康元年（280年），改石阳为曲阳；惠帝永兴二年（305年），改曲阳为曲陵，复置沌阳县。南北朝时，属郢州江夏郡、司州汉阳郡，置沌阳、滠阳县（后废）。"
        },
        {
            "type": "text",
            "text": "       隋属沔阳郡、置沌阳、汉津县。隋大业二年（606年），因汉津县位于汉水北岸，依”山北为阴，水北为阳”的旧例，改名为汉阳县。唐先后隶沔州汉阳郡、鄂州江夏郡。五代 地图十国时，先后属吴和南唐，仍隶鄂州，为汉阳军（领汉阳、汉川）治所。"
        },
        {
            "type": "text",
            "text": "       宋初，属荆湖北路汉阳军。元世祖至元十四年（1227年），改汉阳军为汉阳府，隶属湖广行中书省。明洪武九年（1376年），撤汉阳府，县属湖广布政使司武昌府；十三年（1380年），恢复汉阳府。"
        },
        {
            "type": "text",
            "text": "       清康熙三年（1664年），湖北、湖南两省分治，汉阳府隶属湖北布政使司，仍辖汉阳、汉川两县。雍正七年（1729年），湖北布政使司将德安府孝感县和黄州府黄陂县划为汉阳府的辖地。乾隆二十八年（1763年），又将安陆府沔阳州列入汉阳府管辖，从此汉阳县成为附郭首县。光绪二十五年（公元1899年），湖广总督张之洞奏准汉阳、汉口分治（阳夏分治），汉口镇及周围数乡从汉阳县分出，另立夏口厅，同属汉阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废汉阳府为汉阳县，民国三年（1914年）属湖北省江汉道。民国十五年（1926年）废道，汉阳县直属于省。民国二十一年（1932年）属湖北省第六行政督察区蒲圻专员公署第一行政督察区和第三行政督察区。期间，民国十五年（1926年），成立中共汉阳县委会（县委机关设汉阳城区）。民国二十一年（1932年），与汉川建立中共川阳县委会。民国三十年（1941年），与黄陂、孝感建立汉孝陂边区工作委员会。民国三十七年（1948年），与沔阳、汉川建立中共川汉沔县委、县政府。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）2月，川汉沔县委分为沔东县委和川汉县委， 川汉县委辖4个区，其中有汉阳一区和四区；1949年4月撤销川汉县委、县政府；1949年5月16日汉阳县全境解放，1949年5月，湖北省人民政府成立，恢复汉阳县建制；1949年7月， 正式建立汉阳县人民民主政府；1949年8月，改为汉阳县人民政府，隶属沔阳专区。1951年，汉阳县改属孝感专区。1959 年，划属武汉市。1960年，复属孝感专区。1975年，被划归武汉市为武汉市四个郊县之一。1992年9月12日，撤销汉阳县，设立武汉市蔡甸区。"
        }
    ]
}