{
    "title": "“华夏、中国、中华”名称的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "61",
            "category": "诗词文史"
        }
    ],
    "detail": "[日期：2014-07-27]   来源：《凤凰资讯》  作者：穆涛   阅读：876次",
    "content": [
        {
            "type": "text",
            "text": "       华夏、中国、中华，这三个名称是有来头的，也是历史沉淀形成的。"
        },
        {
            "type": "text",
            "text": "       我们的大历史，自夏代才清晰一些，在夏之前，因无史载，基本上是缥缥缈缈的传说和臆想。夏代先人的生活方式开始定居下来，以农耕和城居为主。当时的社会生活就是两件大事，农业生产和筑城而居。农耕，水是重要的，因而夏代重视水利，大禹治水的故事一直流布至今。夏代不仅重视大河的有益有效治理，也看重小流域的保护。《论语》说到禹功，“卑宫室而尽力乎沟洫”，轻楼堂馆所重水利命脉。我们今天也重视河流治理，但治理的方式问题太大，黄河被治理的时而断流了，更多的小流域干涸现象已十分严重和迫切。"
        },
        {
            "type": "text",
            "text": "       筑城而居始自夏代，开启了古代城邦的雏形。史载有“鲧作城郭”“禹都阳城”。阳城不是地名，指在山南或水北筑城。城中之地称为“国”，住在城中的人即为“中国人”或“中国民”，简称“国人”。”《说文》是这样存义的：“夏，中国之人也。”这时期的“中国”意为“国中”，用以区别游牧民族。"
        },
        {
            "type": "text",
            "text": "       西周上承商代，但因袭夏，以夏为称号，周代辖域内的土地称为“区夏”“有夏”“时夏”，“区夏”即夏区，“有夏”中的“有”是语助词，这种表述习惯今天也有痕迹，如葛优做的那个广告，“我有吃”。“时夏”的“时”为“是”，古代表述文字里常见，即“这个”之意，史载有“用肇造我区夏”(《尚书》)，“惟文王尚克修和我有夏”(《尚书》)，“我求懿德，肆于时夏”(《诗经》)。"
        },
        {
            "type": "text",
            "text": "       西周分封建国，最多时分封了八百多个诸侯小国家，这些小国总称为“诸夏”。“戎狄豺狼，不可厌也；诸夏亲昵，不可弃也”(《左传》)。周王东迁洛邑(洛阳)后，王室的权威下挫，诸侯国之间频繁兼并，列强国家出现，个别诸侯国做大做强，支流漫过主流。这一时期的“夏”限指中原地区，“居楚则楚，居越则越，居夏则夏”(《荀子》)，此时，“华”字开始用于文字表述中，“推衍出一个‘华’字来，按华字古音敷，夏字古音虎，其音相近，增用一个字有加重语气的作用。二字可单用，亦可以合用，夏和华二字互举为文，与裔和夷二字互举为文相同”(王树民)。《左传》里的记载有“裔不谋夏，夷不乱华”“楚失华夏，则析公之为也”“今而始大，比于诸华”“诸华必叛”“获戎失华，无乃不可乎”“我诸戎饮食衣服不与华同”。华夏两字并称，在春秋时期就有了，但使用之初，是指中原一带，或有中原地区生活方式的地方。"
        },
        {
            "type": "text",
            "text": "       春秋之前，涵盖我们国家地理全范围的词并不固定，史载有“禹甸”“禹迹”“禹域”“天下”“四海”“九州”“九有”“九域”“九隅”等，这些词都有些含糊，不够明确具体。选取典籍里记载的我国地理全境的三段文字："
        },
        {
            "type": "text",
            "text": "      “自恒山至于南河，千里而近；自南河至于江，千里而近；自江至于衡山，千里而遥；自东河至于东海，千里而遥；自东河至于西河，千里而近；自西河至于流沙，千里而遥。西不尽流沙，南不尽衡山，东不尽东海，北不尽恒山，凡四海之内，断长补短，方三千里。”(《礼记·王制》)"
        },
        {
            "type": "text",
            "text": "      “凡四海之内，东西二万八千里，南北二万六千里。”(《有始览》)"
        },
        {
            "type": "text",
            "text": "      “地之东西二万八千里，南北二万六千里。”(《管子·地数》)"
        },
        {
            "type": "text",
            "text": "       以“中国”为我国的通称，自汉代开始，“中于天地者为中国”(扬雄)，“中国”一词的内涵也有分别，统一时期指全国疆域，分裂时期指中原地区。“中华”一词也在这一时期开始被使用，“中华”一词最早使用是用在天文方面，“东藩四星，南第一星曰上相，其北，东太阳门也。第二星曰次相，其北，中华东门也。第三星曰次将，其北，东太阳门也。第四星曰上将，所谓四辅也。”(《天文经星·中宫》)以人世间的宫城比拟天宫的构造，东西两面各有三个门，中间之门以“中华”命名，在“中国”与“华夏”两词中各取一字，两侧以太阳门，太阴门命名。后世的皇帝也有借“奉天意”之名以“中华门”命名宫名的。"
        },
        {
            "type": "text",
            "text": "       华夏，中国，中华，如今指的是我国全境，这三个词，不仅是地理层面的，更深一层的价值在文化沉积方面。"
        }
    ]
}