{
    "title": "湖北省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "26",
            "category": "湖北省"
        }
    ],
    "detail": "[日期：2014-07-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：559次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       湖北省在长江中游，洞庭湖北。。宋初置荆湖北路，简称湖北路，以在洞庭湖之北而得名，湖北之名始此。元代江南部分属湖广行中书省，设有荆湖道宣慰司，简称“湖北”。因省会武昌在唐、宋时称鄂州，故亦简称“鄂”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       湖北历史悠久。夏王朝时期，夏文化的影响已经到达江汉地区。商朝建立后，湖北即纳入商的版图。西周时期，湖北境内已出现诸多小国，春秋战国时期，南方诸国逐渐统一于楚。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一中国后，废除分封，实行郡县制，湖北大部属南郡，西北、北、西南各一部分属汉中、南阳、长沙、黔中和九江郡，并置若干县。西汉，湖北大部属荆州刺史部，东汉，沿置南郡、南阳郡、江夏郡以及汉中郡、庐江郡等。"
        },
        {
            "type": "text",
            "text": "       三国时期（220年～280年），魏、蜀、吴争夺荆州，后魏、吴分置江夏郡、武昌郡、南郡、宜都郡、建平郡、武陵郡、长沙郡、襄阳郡、南阳郡、南乡郡、义阳郡、魏兴郡、新城郡、上庸郡等。"
        },
        {
            "type": "text",
            "text": "       两晋时期（265年～420年），湖北大部分仍属荆州之江夏、襄阳、南郡、建平、宜都、义阳、南乡、南阳、上庸、新城以及南平、长沙、天门、武陵、魏兴等郡，开始侨置州、郡、县。从晋怀帝永嘉年间到南朝宋元嘉年间（307年～453年），南迁移民，其中湖北境内长江流域中上游今江陵、松滋一带的移民主要来自山西、陕西、河南，少量来自安徽和江苏的淮河流域。长江下游今武昌、黄梅一带的移民大多来自河南，也有一些安徽淮北的移民。但湖北接受移民的主要地区还是汉江流域，上自今郧西、竹溪，下至今宜城、钟祥，而以襄阳为中心。\n\r\n       南北朝（420年～589年）时期，湖北主要属南朝范围，仍设州、郡、县，侨置州、郡、县增多，变更频繁，建制紊乱。"
        },
        {
            "type": "text",
            "text": "       隋朝（581年～618年）统一全国后， 先撤销侨置州、郡、县，隋大业三年（607年）又行恢复。今湖北除西北部分和东部一隅外，绝大部分属荆州，统领南郡、夷陵、竞陵、沔阳、清江、襄阳、舂陵、汉江、安陆、永安、江夏等郡。隋开皇九年（589年）江夏郡曾一度改称鄂州，治江夏，后来鄂州又成为治所。今湖北简称鄂即源于此。"
        },
        {
            "type": "text",
            "text": "       唐代（618年～906年）初，全国分为十道，后增至十五道。湖北西部为山南东道，东部为淮南道，东南部为江南西道，西南部为黔中道。改江夏治鄂州，并改京山、富水置郢州，另有襄州、随州、均州、房州、峡州、复州、全州和薪州、安州、黄州以及沔州等十五州。后设山南东道节度使、荆南节度使、武昌节度使，分领各州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期（907～960年） ，湖北境内的襄、均、房、随、郢、复、安七州一直属于五代，黄、薪、鄂三州初属吴，后属南唐；黄、薪二州复又归后周。江陵地区的南平国（924～963年）建都江陵，据荆、归、峡三州；施州属蜀。"
        },
        {
            "type": "text",
            "text": "       宋代（960～1279年）在湖北中部设荆湖北路（湖北之名始此），有鄂、复、峡、归诸州和江陵府、德安府以及荆门军、汉阳军等（辖县33个），占湖北大部分地区；北部设京西南路，有随、金、房、均、郢诸州和襄阳府以及光化军等（辖县19个）；东部约以长江为界，北部属淮南西路，有薪、黄二州（辖县5个），南部属江南西路，为兴国军（辖县3个）；西部的施州属夔州路；鄂西南为羁摩州。靖康之乱后的南迁，湖北江汉平原三分之二来自南昌府。鄂东鄂北来自饶州南昌 。"
        },
        {
            "type": "text",
            "text": "       元代（1279年～1368年）在全国设3个中书省、11个行中书省。今湖北境内，长江以南属湖广行省（治江夏，今武汉市武昌），有武昌路、兴国路、汉阳府与归州；长江以北属河南行省，有襄阳路、黄州路、薪州路、中兴路、峡州路和安陆府、沔阳府及荆门州；西北部一隅属陕西行省，西部夔州路、羁摩州属四川行省。"
        },
        {
            "type": "text",
            "text": "       明代（1368年～1644年）初，湖北属湖广行省。后分全国为十三个布政使司。今湖北全境基本属于湖广布政使司（治江夏，今武汉市武昌），有武昌府、汉阳府、黄州府、承天府、德安府、荆州府、襄阳府、郧阳府。[14]"
        },
        {
            "type": "text",
            "text": "       清代（1644年～1911年）初仍沿用明制。至康熙三年（1664年）湖广分治，大体以洞庭湖为界，南为湖南布政使司；北为湖北布政使司，定为湖北省，省会武昌。湖北领武昌、汉阳、黄州、安陆、德安、荆州、襄阳、郧阳等8 府，湖北省行政区域之概貌已经基本形成。至清末，湖北省共领武昌、汉阳、安陆、襄阳、郧阳、德安、黄州、荆州、宜昌、施南等10府和荆门直隶州、鹤峰直隶厅共60县、6散州、1散厅。康熙十六年（1677年），清军为消灭义军，滥杀无辜，人口殆尽，一片荒芜。清廷下诏，江西、湖南、湖北众多居民被迫迁居。民间把这次大移民称之为“江西填湖广，湖广填四川”。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，清代各道被废除，民国二年（1913年）置鄂东、鄂北、鄂西3道观察使。民国三年（1914年）5月23日，全省改置为江汉、襄阳、荆南3道。民国十年（1921年）8月，裁荆南道，以宜昌等13县与襄阳道荆门等3县合置荆宜道，以恩施等7县新置施鹤道。民国十五年（1926年）国民革命军进入湖北后废道。民国二十一年（1932年）于省、县之间增设11行政督察区。民国二十五年（1936年）3月重划为8区。抗战期间，置鄂东、宜昌、鄂北3行署，管辖部分行政督察区，各区辖县有所变化。抗战结束后废其行署，行政督察区数目不变，唯各区辖县有所变化，武昌市直属省政府。"
        },
        {
            "type": "text",
            "text": "       期间，民国十六年（1927年）后，中国共产党领导的人民革命武装建立过许多革命政权。土地革命战争时期成立过黄安农民政权，扩建为鄂豫皖特区苏维埃政府、鄂豫皖省苏维埃政府；湘鄂西苏维埃五县联县政府，后改为湘鄂西苏维埃政府、湘鄂西省苏维埃政府。民国三十年（1941年）4月，成立鄂豫边区行政公署，民国三十四年（1945年）10月至民国三十五年（1946年）6月，扩大成立为中原解放区行政公署。民国三十六年（1947年）底，分别成立江汉行政公署和鄂豫行政公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月20日在孝感花园成立湖北省人民政府。1949年后，省内政区迭有变更。至2014年全省辖12个地级市、1个自治州（合计13个地级行政区划单位），38个市辖区、24个县级市、38个县、2个自治县、1个林区（合计103个县级行政区划单位）。"
        }
    ]
}