{
    "title": "凤凰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1382",
            "category": "湘西土家族苗族自治州"
        },
        {
            "id": "1385",
            "category": "凤凰县"
        }
    ],
    "detail": "[日期：2014-07-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：408次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称镇竿城，清置凤凰营，后改凤凰厅，因县西有凤凰山，酷似展翅而飞的凤凰，山故以此而得名。民国二年（1913年）废厅改县，是为凤凰县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       镇竿城，名称源于西晋，是镡城县的城关，唐宋以前基本上是苗族控制的地域。之所以叫“镇竿”，与武力镇压当时“苗蛮”有绝对关系。在历朝历代苗民都有大小不同的苗汉冲突和战争，他们历来以勇猛和野蛮而著称，古代时苗民使用的工具、武器和娱乐用具主要就是竹竿，因此苗民也被人蔑称为“竿子”。西晋在此筑垣设寨时，命名“镇竿”，寓意“武力镇压竿子（苗民），使之臣服”。从宋代开始这里常年驻守一只军队，称“镇竿军”。"
        },
        {
            "type": "text",
            "text": "       后来“竿子”逐渐失去了贬义，苗民的队伍，很荣耀的称自己为“竿军”，以他们的粗犷和勇猛在曾国藩的湘军镇压太平天国时以及后来的抗日战争中立下了汗马功劳。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、殷、周以前，这里即为“武山苗蛮”之地。战国时期,属楚疆域。秦昭王三十年（前277年）建黔中郡，凤凰地域属黔中郡。汉高祖五年（前202年）更黔中郡为武陵郡，后几经变革，西汉期间凤凰地域归辰阳县辖，西晋归镡成县，东晋改归舞阳县，但实际山一直属武陵郡管辖。"
        },
        {
            "type": "text",
            "text": "       唐垂拱二年（686年）在此地域设渭阳县，古县城址就是今黄丝桥古城。古渭阳县址属锦州卢阳郡。元时，统治者为了稳固政权，在渭阳境内设五寨司（即土司），五寨长官司驻镇竿（今凤凰县城，即西晋镡城县的城关）。明正德八年（1513年）设镇竿守备。嘉靖三十三年（1554年）移麻阳参将驻镇竿城。隆庆三年（公元1569 年），在凤凰山设凤凰营。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（公元1646年）设镇竿协副将，康熙三十九年（公元1700年）升协为镇，镇竿成为清朝全国六十二镇之一。康熙四十三年（公元1704年）废土司，置凤凰营于今县城，移辰沅靖道驻镇竿。雍正七年（公元1729年），于湘西北设永顺府，辰沅靖道改为辰沅永靖兵备道，所有官员移驻凤凰营，辖20余州县厅，为全国八大兵备道之一。清乾隆五十三年（公元1791年）改凤凰营为厅（散厅），升通判为同知（即今天的镇长升县长）。嘉庆二年（公元1797年） 升散厅为直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改厅为县，称凤凰县。民国三年(1914年)全省下设湘江道、衡阳道、辰沅道、武陵道四道，永顺县属辰沅道。民国十一年（1922年）道制撤消，凤凰县直属于省。民国二十六年（1937年）设置“第四行政督察区”，辖乾城县、凤凰县、永绥县、龙山县、保靖县、古丈县、麻阳县等7县，民国二十七年（1938年）划出乾城县、凤凰县、永绥县、麻阳县4县至新“第九行政督察区”。"
        },
        {
            "type": "text",
            "text": "       1949年10月8日，以民国时期第九行政督察区范围为基础，建立湖南临时省政府沅陵区办事处。1950年1月8日改为沅陵专区，凤凰县属沅陵专区。1952年8月15日撤销沅陵专区，设立湘西苗族自治区，凤凰县属湘西苗族自治区。1954年3月，湘西苗族自治区改称湘西苗族自治州，1957年9月20日，湘西苗族自治州改为湘西土家族苗族自治州，凤凰县为其属县。"
        }
    ]
}