{
    "title": "涟源市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1380",
            "category": "娄底市"
        },
        {
            "id": "1392",
            "category": "涟源市"
        }
    ],
    "detail": "[日期：2014-07-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：703次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1952年2月，析湘乡、安化、邵阳、新化4县部分行政区域设置双峰县、蓝田县。同年7月，为避免与陕西省蓝田县重名，将此蓝田县更名涟源县，因地处涟水源头，故名。1987年涟源撤县设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今涟源市境，夏、商、周朝时为荆州南境，春秋战国时期，涟源属楚。秦嬴政二十六年（前221年），秦并六国，分天下为36郡，今涟源属长沙郡。西汉高祖五年（前202年），改长沙郡为长沙国，今涟源分属长沙国的连道、益阳、昭陵县地。东汉光武时，复改长沙国为郡，今涟源分属荆州长沙郡和零陵郡的连道、湘乡、益阳、昭陵县。"
        },
        {
            "type": "text",
            "text": "       三国时，零陵郡属蜀，长沙郡隶吴，增设昭陵等5郡，今涟源分属荆州衡阳郡和邵陵郡的连道、湘乡、益阳、昭陵县。西晋沿旧制，但因避司马昭讳，改昭陵为邵陵。晋怀帝时，分荆、广二州置湘州，今涟源属湘州衡阳郡和邵陵郡的连道、湘乡、益阳、邵陵县地。"
        },
        {
            "type": "text",
            "text": "       南北朝时，连道并入湘乡县，今涟源属湘乡、益阳、邵陵县地。隋初，废郡为州，长沙郡改为潭州。大业三年（607年）复改州为郡，今涟源属长沙郡益阳、衡山（隋开皇九年，撤衡阳郡，将湘乡、湘西、衡山3县合并成衡山县）、邵阳县地。　"
        },
        {
            "type": "text",
            "text": "       唐代，州郡并称，一地二名，长沙郡即潭州，史称潭州长沙郡。贞观元年（627年），分天下为10道，潭州长沙郡属江南道。开元二十一年（733年），分江南道为东西两道，今涟源分属江南西道潭州长沙郡和邵州邵阳郡的湘乡（唐武德四年，析衡山县复置湘乡县）、益阳、邵阳县地。　"
        },
        {
            "type": "text",
            "text": "       宋代，今涟源属湘乡、安化、新化（新化、安化在晚唐时称梅山蛮地，不听朝命，不服州统，不为县辖。熙宁五年，章惇开梅山，以上梅山置新化县，下梅山置安化县）、邵阳县地，隶属潭州长沙郡和邵州邵阳郡。"
        },
        {
            "type": "text",
            "text": "       元成宗大德元年（1297年），又分全国为22道，道下设路，今涟源属湖广行省湖南道天临咱和宝庆路辖下的湘乡县、安化、新化、邵阳县地。元元贞元年（1295年），湘乡县升为湘乡州"
        },
        {
            "type": "text",
            "text": "       明代，改路为府，今涟源属安化、新化、湘乡（明洪武二年，即1369年，湘乡州降为湘乡县）、邵阳县地，隶属湖广布政使司长沙府和宝庆府。"
        },
        {
            "type": "text",
            "text": "       清代，袭用行省制。康熙三年（1664年），湖广布政使司（即湖广行省）分置湖南布政使司（即湖南省），省下设4道，今涟源分属湖南省长宝道长沙府和宝庆府辖下的安化、新化、湘乡、邵阳县地。"
        },
        {
            "type": "text",
            "text": "       民国时期，今涟源仍属湘乡、安化、邵阳、新化县地。民国元年（1912年），废府保留道，改长宝道为湘江道，安化、湘乡、邵阳、新化县同隶湘江道。民国九年（1920年），湖南道制废除，各县直属省。民国二十六年（1937年），湖南省划为9个行政督察区，安化、湘乡、邵阳、新化县均属第六行政督察区。民国二十七年（1938年）4月调整行政督察区，第六区划出湘乡县、安化县至新组建的第五行政督察区；邵阳、新化县部分仍属第六行政督察区。　"
        },
        {
            "type": "text",
            "text": "       1949年，新中国成立初期，境内的新化县（含今冷水江市）和涟源市的部分区域属邵阳专区，其他地方分属安化县和湘乡县，属益阳专区。1950年6月，设立锡矿山矿区（县级），直属邵阳专区。1952年2月，析湘乡、安化、邵阳、新化4县部分行政区域设置双峰县、蓝田县（7月更名涟源县），11月，两县划属邵阳专区。同年8月，撤销锡矿山矿区，划归新化县管辖。"
        },
        {
            "type": "text",
            "text": "       1960年2月，设立娄底市和冷水江市（均为县级市），隶属邵阳专区。1962年10月，撤销冷水江市和娄底市，分别并入新化县和涟源县。1969年10月，恢复冷水江市，属邵阳地区。1977年9月，将邵阳地区析置涟源、邵阳两个地区，涟源地区辖新化、新邵、邵东、双峰、涟源5县和冷水江市。1980年7月，恢复娄底市，属涟源地区。1982年12月，涟源地区更名为娄底地区。1987年涟源撤县设市（县级）。1999年8月，撤销娄底地区，建立地级娄底市，涟源市隶属娄底市。"
        }
    ]
}