{
    "title": "新晃侗族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1379",
            "category": "怀化市"
        },
        {
            "id": "1402",
            "category": "新晃侗族自治县"
        }
    ],
    "detail": "[日期：2014-07-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：434次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清嘉庆二十二年(1817年)，置晃州直隶厅，因西晃山为名，民国二年（1913年）废府为县，称为晃县。1956年撤销晃县，成立新晃侗族自治县，以体现新社会新制度。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       县地建置前，夏、商、周时，新晃为禹贡荆州之域，春秋战国时期属楚，秦属黔中郡。西汉为武陵郡无阳县。东汉属武陵郡辰阳县，三国属荆州武陵郡舞阳县，晋至南朝宋时因之，南朝齐时仍属武陵郡舞阳县，南朝梁时属南阳郡龙标县，隋时属沅陵郡龙标县。"
        },
        {
            "type": "text",
            "text": "       在唐代，县地开始州县建置。唐贞观八年（634年），析龙标置夜郎县。天授二年（691年），改巫州为沅州，又析夜郎县置渭溪县，渭溪县治在今老晃城。长安四年（704年），改沅州之夜郎、渭溪二县置舞州。开元十三年（725年）改舞州为鹤州。开元二十三年（735年），又改鹤州为业州，置奖州龙溪郡，领峨山、渭溪、梓姜三县。唐时，另置晃州羁縻州，县地部分属晃州羁縻州，为黔州都督府所辖。唐末至五代时。藩镇割据，县地大户田汉权据得奖州，改奖州为晃州。"
        },
        {
            "type": "text",
            "text": "       宋淳化二年（991年），田氏归顺宋朝（仍为羁縻）。熙宁七年（1074年），章敦以武力收复溪峒黔、古、显、叙、峡、中胜、富、嬴、绣、允、云、洽、晃、波、奖、峨、宜十七州，置沅州，以唐潭阳象限置卢阳县，县地属沅州卢阳县。北宋大观二年（1108年）至宣和二年（1120年）县地复置夜郎县。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年）置沅州安抚司，翌年改为沅州路，县地随卢阳县属之。明时，县地属沅州，置晃州驿、晃州巡检司。"
        },
        {
            "type": "text",
            "text": "       清乾隆元年（1736年）沅州升府，置芷江县。改晃州驿为汛，移晃州巡司驻县西百二十里凉伞坪，又添设通判于此。乾隆三年裁晃州驿设凉山巡检司。嘉庆二十二年(1817年)，清朝廷派湖南巡抚巴、贵州巡抚文合同勘察，从芷江县划出六里置晃州直隶厅，属辰沅道。改凉伴通判为晃州通判，移治晃州汛。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年 )废厅置晃县。民国二年（1913年）9月置辰沅永靖道。民国三年（1914年）5月23日改置辰沅道，晃县属辰沅道。民国九年（1920年）废道，晃县直属于省。后为应付湘西中共苏区，民国二十四年（1935年）5月划湘西19县置湘西绥靖区，下分5个行政督察区，晃县属芷黔麻晃行政督察区。民国二十五年（1936年）6月，湘西绥靖处改为湘西绥靖行政公署，下设4个行政督察区，晃县属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月湖南全省普遍设立行政督察区，撤销并终止湘西绥靖专员公署的行政机构。民国二十六年（1937年）设置“第七行政督察区”，辖会同县、芷江县、绥宁县、黔阳县、晃县、靖县和通道县计7县，民国二十七年（1938年）4月调整行政督察区，原第七区改称“第十行政督察区”，辖域未变。抗战后一度改称“第一行政督察区”，民国三十七年（1947年）以后恢复原区名。"
        },
        {
            "type": "text",
            "text": "       1949年11月7日晃县解放，11月10日成立晃县人民政府，属会同专区。1952年8月，撤会同专区成立芷江专区，晃县属芷江专区；同年12月改芷江专区为黔阳专区，晃县属黔阳专区。1956年12月5日，成立新晃侗族自治县。1968年，黔阳专区改称黔阳地区。1981年，因区治移至怀化县城，黔阳地区改称怀化地区，晃县属怀化地区。1997年11月29日，撤消怀化地区，设立地级怀化市，新晃侗族自治县属怀化市。"
        }
    ]
}