{
    "title": "怀化市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1379",
            "category": "怀化市"
        }
    ],
    "detail": "[日期：2014-07-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：543次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋熙宗七年（1074年）改“蛮砦”为怀化砦，取“怀柔归化”之意，“砦”通“寨”。民国三十一年（1942年）1月置怀化县，县治原设怀化驿，因以为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦昭王二十七年（前208年），派司马错发兵伐楚，攻占楚黔中郡地。秦昭王三十年（前205年），重新设立黔中郡，郡治在今沅陵县。"
        },
        {
            "type": "text",
            "text": "       西汉，怀化市境为荆州刺史辖地武陵郡，但郡治改治义陵，即今溆浦县城南。设立的县主要有：沅陵、镡成、无阳、辰阳、义陵等。东汉武陵郡改治临沅（今常德市区），建武六年（30年），省无阳、义陵2县并入辰阳县。"
        },
        {
            "type": "text",
            "text": "       三国时属孙吴，仍为武陵郡地；东晋时省镡成县并入舞阳县；南朝齐时改舞阳县为阳县；南朝梁时，辰阳县改名建昌县，阳县改名龙檦县。设南阳郡，治建昌；析沅陵县置夜郎郡。南朝陈将建昌县复名辰阳县，析武陵郡置沅陵郡。隋统一后，怀化市地属武陵郡、沅陵郡。"
        },
        {
            "type": "text",
            "text": "       唐代州郡并称。怀化市境属黔中道，治所在今重庆市彭水县。五代十国湖南境内马殷创立了楚国，怀化市境分属辰州、锦州、叙州等。"
        },
        {
            "type": "text",
            "text": "       宋代怀化市境属荆湖北路，治所在鄂州（今武昌）。基本上分属辰、沅、靖三州。元代怀化市地属湖广行中书省江南湖北道，分属辰州路（宋辰州）、沅州路（宋沅州）、靖州路（宋靖州）。"
        },
        {
            "type": "text",
            "text": "       明代属湖广布政司（治武昌）。怀化市境属辰州府（治沅陵）和靖州（直隶州）。清康熙三年湖南设省，怀化市境划归湖南省，属辰沅永靖道。"
        },
        {
            "type": "text",
            "text": "       民国成立后，废府存县，保留“道”一级，清辰沅永靖道被改为辰沅道，靖州直隶州改为靖县。晃州直隶厅改为晃县。民国九年（1920年），撤销道制，仅存省、县二级。民国二十四年(1935年)，在沅陵设立湘西绥靖区。民国二十九年（1940年）4月，全省重新划为十个行政督察区。其中第九行政督察区，治沅陵。第十行政督察区，治会同县洪江市。怀化县（1942年设县）隶属第十行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年湖南和平解放后，原第九、十区被改为沅陵专区和会同专区。并设立湘西行政区，辖永顺、沅陵、会同专区。1950年3月，会同县驻地由洪江镇迁至今城关镇；10月以会同县洪江镇行政区域设立洪江市。1952年9月，撤消湘西行政区和所辖的三个专区，设立湘西苗族自治区和芷江专区。同年11月，芷江专区改名黔阳专区，今天怀化市的行政区域基本成型。"
        },
        {
            "type": "text",
            "text": "       1953年6月，撤销洪江市，并入黔阳县，同年9月再设洪江市。1954年5月，撤销通道县，设立通道侗族自治县。1956年6月，撤销晃县，设立新晃侗族自治县。1959年3月，撤销靖县，并入通道侗族自治县。1963年5月，撤消洪江市，并入黔阳县。"
        },
        {
            "type": "text",
            "text": "       1978年12月30日，黔阳地区驻地由黔阳县迁至怀化县榆树湾镇，并更名为怀化镇。1979年4月4日，设立怀化市。同年9月1日，复设洪江市。1981年6月30日，黔阳地区更名为怀化地区。 1982年12月24日，撤消怀化县，并入怀化市。"
        },
        {
            "type": "text",
            "text": "       1986年9月22日，撤销芷江县，设立芷江侗族自治县。1987年2月19日，撤销靖县，设立靖州苗族侗族自治县。1988年10月31日撤销麻阳县，设立麻阳苗族自治县。1997年11月29日，撤消怀化地区，设立地级怀化市。"
        }
    ]
}