{
    "title": "吐鲁番地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "130",
            "category": "吐鲁番地区"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：393次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       吐鲁番一名，其由来及含义有多种记载。“吐鲁番”之称，最早见于《西域番国志》即明人陈诚《西域行程记》一书。吐鲁番，维吾尔语意为“富庶丰饶的地方”。"
        },
        {
            "type": "text",
            "text": "       另据《西域同文志》：系回语“蓄水”之意。而商务印书馆出版的《通名大辞典》释为维吾尔语，意为“都会”。还有曾炳煌所撰《吐鲁番厅乡土志》释：“吐鲁番”系“吐蕃”的谐音。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       吐鲁番古称姑师。汉代为车师前国，车师前王庭。前凉置高昌郡，设田地县，隶属沙州（敦煌）。北魏柔然立高昌国。"
        },
        {
            "type": "text",
            "text": "       唐王朝贞观十四年（640年），唐平定高昌后，设西昌州，改为西州，实行县（乡）、里制，下辖五县。高昌县、柳中县、交河县、天山县（今托克逊县境内）、蒲昌县（今鄯善县境内）。唐置西州的同年，设安西大都护府于交河城。安西大都护府领辖22个都督府，118个州。唐贞观二十二年（648年），安西大都护府迁至龟兹。唐永徽元年（651年），复撤回西州。唐显庆三年（658年），再次迁龟兹。西州改置为西州都督府。"
        },
        {
            "type": "text",
            "text": "       唐龙朔二年（662年），吐蕃军队进入西域，开始了与唐长年的西域争夺。唐咸亨元年（670年），吐蕃与西突厥联兵攻陷西域十八州，唐放弃安西四镇，退守西州。唐昌元年（689年）安西大都护府复移至西州。唐长寿元年（692年），又迁于龟兹。唐开元二年（714年），唐置天山军于西州境。唐天宝元年（742年），改西州为交河郡。唐乾元元年（758年），又恢复西州原建置。唐贞元六年（790年），吐蕃与回鹘争夺北庭（今吉木萨尔），吐蕃占北庭。随后，攻占西州。吐蕃 与回鹘对西州进行了长年反复的争夺，最终回鹘控制了西州。"
        },
        {
            "type": "text",
            "text": "       唐咸通七年（866年），北庭回鹘仆固俊克西州，建立以高昌为中心的高昌回鹘王国，国都高昌城。史称“西州回鹘”或“高昌回鹘”。高昌回鹘先后臣属于辽、宋、西辽。元太祖四年（1209年），高昌回鹘归附蒙古。高昌回鹘王国称为畏兀儿王国，保留亦都护王治。"
        },
        {
            "type": "text",
            "text": "       元太祖二十年（1225年），成吉思汗分封诸子，高昌亦都护保持原辖地。元至元十一年（1274年），元朝于畏兀儿地置断事官。1275年，察合台汗国汗都哇与海都联兵反元，率兵十二万，围攻火州（高昌故城）长达六个月。畏兀儿亦都护火赤哈儿的斤将其女送于都哇，叛军解围而去。之后，都哇又围攻火州。火州陷落。火赤哈儿的斤退守哈密力，哈密随之攻陷。火赤哈儿的斤战死，其子纽林的斤率部东奔甘肃永昌。高昌回鹘王国名存实亡。"
        },
        {
            "type": "text",
            "text": "       元至元十五年（1278年），元在畏兀地初设提刑按察司，1281年撤销。元至元十七年（1280年），置交钞提举司，专理至元钞发行和管理。元至元二十年（1283年），设火州宣慰司，掌管军民事务。元大德三至六年（1299-1302年），都哇控制了火州。元大德十年（1306年），海都之子察八儿向元朝投降，叛乱告终。火州归元朝直接管辖。至顺元年（1330年），元朝复立总管府于火州。元末，吐鲁番分为柳城、火州、吐鲁番三部，皆设万户府达鲁花赤，吐鲁番地名第一次出现。"
        },
        {
            "type": "text",
            "text": "       元至正七年（1347年），东察合台汗国攻占吐鲁番、火州、柳城。吐鲁番、火州、柳城臣属东察合台汗国，并朝贡于明王朝。明正统十三年（1448年），吐鲁番蒙古贵族首领也密力火（虎）者吞并火州、柳城，称吐鲁番王。王都安乐城（今吐鲁番市东郊安乐故城）。明成化二十三年（1487年），阿黑麻在东察合台汗国东部的吐鲁番称汗，建都吐鲁番（安乐城）。明隆庆四年（1570年），叶尔羌汗国占领吐鲁番，吐鲁番属叶尔羌汗国。"
        },
        {
            "type": "text",
            "text": "       清康熙十七年（1678年），准格尔汗国曾一度控制吐鲁番，与清朝反复争夺。清雍正十年（1732年），准格尔进攻吐鲁番，额敏和卓不敌，率部八千余人迁入甘肃瓜州（今甘肃安西）。清朝乾隆二十年（1755年），清平定准格尔，吐鲁番属清王朝。1756年，额敏和卓率部迁回鲁克沁（今鄯善县鲁克沁）。清乾隆二十三年（1758年），清封额敏和卓为郡王。清乾隆二十四年（1759年），清置辟展（今鄯善县城）办事大臣及同知，隶甘肃布政司。建吐鲁番六城：辟展（今鄯善县城）、吐鲁番城（今吐鲁番市东南）、鲁克沁、色更木（今胜金）、哈喇和卓、托克逊。办事大臣驻辟展。设办事大臣后，吐鲁番实行军府制与扎萨克制并行，扎萨克由郡王担任。"
        },
        {
            "type": "text",
            "text": "       清乾隆三十六年（1771年）设辟展巡检。清乾隆四十四年（1779年），辟展办事大臣改为吐鲁番领队大臣，及同知，移驻广安城（今吐鲁番市老城），行政中心移至今吐鲁番市。清同治九年（1870年），浩罕汗国阿古柏侵占吐鲁番、辟展、托克逊各城，在各城建回城。清光绪三年（1877年），清收复吐鲁番、辟展、托克逊。清光绪十年（1884年），新疆建省。光绪十二年（1886年）吐鲁番直隶厅成立，隶迪化府，辖今吐鲁番、鄯善、托克逊范围。清光绪二十八年（1902年），辟展巡检改置为鄯善县，隶属吐鲁番厅。"
        },
        {
            "type": "text",
            "text": "       民国时期，扎萨克制废弃。民国二年（1913年），吐鲁番直隶厅改置为吐鲁番县，辖今吐鲁番市、托克逊县范围。同与鄯善县隶属迪化道（今乌鲁木齐）。1920年，吐鲁番县、鄯善县属焉耆道。1928年，县公署改为县政府，县知事改为县长，县下设乡，改乡约为农官。1930年，置托克逊设治局。1933年，推行县、区（乡）制。1936年，置托克逊县。1938年后，吐鲁番、鄯善、托克逊三县先后隶属迪化行政区，迪化专区。"
        },
        {
            "type": "text",
            "text": "       1950年，吐鲁番、鄯善、托克逊三县隶属迪化专署（1953年改为乌鲁木齐专署）。1958年，三县属自治区直辖县。1970年，吐鲁番县、托克逊县隶属乌鲁木齐市，鄯善县隶属哈密地区。1975年7月，吐鲁番地区成立，辖吐鲁番、鄯善、托克逊三县。1984年12月，吐鲁番县改置为市。"
        }
    ]
}