{
    "title": "永州市零陵区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1378",
            "category": "永州市"
        }
    ],
    "detail": "[日期：2014-07-31]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1694次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       零陵得名于舜葬九疑。《史记·五帝本纪》载：舜“南巡狩，崩于苍梧之野，葬于江南九疑，是为零陵”。这里所说的零陵，实际上就是舜陵，或者说是舜陵的别称或美称。把舜陵称为零陵，源于娥皇、女英千里寻夫的动人故事。舜帝南巡死于九疑后，舜的两个妃子娥皇和女英，千里迢迢从中原来到九疑，想要找到舜帝的陵墓。她们一路寻找，一路伤心落泪，直到泪尽泣血。泪血洒到竹子上，留下泪斑，使竹子成为泪竹，又称为斑竹。"
        },
        {
            "type": "text",
            "text": "       但是，娥皇、女英最终没有找到舜帝的陵墓，在返回中原的途中，双双投水自尽于洞庭湖。为了纪念娥皇、女英的多情，人们将舜陵改称为零陵。在这里，零陵的“零”字，是“涕零”即落泪、掉眼泪的意思。"
        },
        {
            "type": "text",
            "text": "       因此，零陵就是舜陵，是舜陵的别称也是美称。秦始皇统一中国后，设立零陵县，也有纪念舜帝之意。\n\r\n【沿革】\r\n       西汉汉武帝元朔五年(前124年)置县级泉陵侯国。东汉光武帝建武元年(25年)，泉陵侯国改为泉陵县，同时零陵郡治迁至泉陵县。"
        },
        {
            "type": "text",
            "text": "       三国时属吴国，仍称零陵郡，郡治在泉陵县。末帝甘露元年(265年)，始分零陵郡置始安郡。末帝宝鼎元年(265年)析零陵郡置营阳郡，郡治在营浦。"
        },
        {
            "type": "text",
            "text": "       西晋时省营阳郡入零陵郡，怀帝永嘉元年(307年)零陵郡由荆州改属湘州。东晋又恢复营阳郡建制。安帝义熙十三年(417年)省湘州，二郡仍属荆州。"
        },
        {
            "type": "text",
            "text": "       南朝齐沿袭旧制，但零陵郡又划归湘州。辖祁阳、永昌、应阳、泉陵、洮阳、零陵、观阳7县。梁天监十四年(515年)改营阳郡为永阳郡，陈改称营州永阳郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）改泉陵县改为零陵县，废零陵郡和永阳郡，建立永州总管府，治所在零陵县，隶属湘州。炀帝大业三年(607年)复称零陵郡。"
        },
        {
            "type": "text",
            "text": "       唐复称永州，治所在零陵，属江南西道，辖零陵、祁阳、湘源、灌阳四县。高祖武德四年(621年)在此地域置营州，武德五年为南营州，太宗贞观八年(634年)为道州，贞观十七年(643年)并入永州，高宗上元二年(675年)复置道州。天宝元年(742年)改为郡，名为江华郡。乾元元年（758年），废郡名，复称道州。"
        },
        {
            "type": "text",
            "text": "       五代后唐明宗天成二年（927年），零陵县为永州治所，属江南西道。其间后唐明宗天成二年(927年)马殷建立楚国，属楚，直至后周太祖广顺元年(951年)。而道州属南唐，周世宗时，属周行逢领地。"
        },
        {
            "type": "text",
            "text": "       宋太祖建隆元年(960年)分全国为13道，零陵县属永州，隶属江南西道。宋建隆三年（962年），改宏道县为营道县。太宗淳化五年(994)废道，改为荆湖路，至道三年(997)荆湖路分为南、北两路。而道州治所从宏道迁至营道，辖营道、宁远、江华、永明四县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年(1283)废州置安抚司，次年改称路，即零陵县为永州路治所，属湖南道宣慰司，辖零陵、祁阳、东安三县。道州改称道州路，辖县未变。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改道州路为道州府，营道为府治。明太祖洪武九年(1376年)道州府降为州，省入永州府。永州府治所仍在零陵县，隶属湖广承宣布政使司。"
        },
        {
            "type": "text",
            "text": "       清康熙三年(1664)改湖广右承宣布政使司为湖南省，下设长宝、长常澧、辰沅永靖、衡永郴桂四道。而零陵所属的永州府，隶属湖南衡永郴桂道。清乾隆年间移零陵县丞驻冷水滩镇。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），衡永郴桂道改为衡阳道，永州属衡阳道。民国十一年(1922年)，湖南省撤销道，仅存省、县二级。民国二十六年（1937年），湖南省划分行政督察区，永州各县属第九行政督察区，行政督察专员公署驻零陵县。民国二十九年（1940年），湖南省调整行政督察区，原第九区改为“第七行政督察区”，所辖域及驻所未变。"
        },
        {
            "type": "text",
            "text": "       1949年10月—11月，今永州各县先后解放，设永州专区，翌年称零陵专区。1952年零陵、衡阳、郴县三专区合并为湘南行政区。1954年，湘南行政区撤销，原零陵专区所属各县，除新田县划归郴县专区外，其余县全部划归衡阳专区。1960年6月，零陵县冷水滩镇升格为县级冷水滩市。"
        },
        {
            "type": "text",
            "text": "       1962年10月，撤销冷水滩市，改为冷水滩区，属零陵县管辖。1962年12月，恢复零陵专区，专署仍设零陵县芝城镇。1964年5月，划零陵县、道县的12个公社和9个国营林场，设置潇水林区管理局。1968年零陵专区更名零陵地区。1969年12月16日，撤销潇水林区管理局，设立双牌县。1984年6月，撤销零陵县，设立县级永州市、冷水滩市。1995年11月，撤销零陵地区和县级永州市、冷水滩市，设立地级永州市，永州市人民政府驻新设立的芝山区①。2005年6月，永州市芝山区复名零陵区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n        ①清代咸丰三年，永州试院长灵芝，故得名芝城，芝山名源出于此。"
        },
        {
            "type": "text",
            "text": "【附加】\n历史上有两个“零陵县”：\n\n       一个是县治设在今广西区全州县咸水乡的零陵县，秦始皇二十六年即前221年始设的零陵县，西汉汉武帝元鼎六年即前111年增设零陵郡，此零陵县治亦为郡治；隋文帝开皇九年即589年撤消此零陵县并入湘源县，今广西全州咸水--零陵县共存在了810年(前221－589年）。"
        },
        {
            "type": "text",
            "text": "       还有一个就是县治设在今湖南省永州市零陵区的零陵县，西汉汉武帝元朔五年即公元前124年置县级泉陵侯国，东汉光武帝建武元年即25年，零陵郡治迁至泉陵侯国，并改泉陵侯国为泉陵县，隋文帝开皇九年即589年改泉陵县改为零陵县，此后“零陵县”一直沿用到1984年6月。"
        },
        {
            "type": "text",
            "text": "       另外，1949年--1966年零陵县县城叫芝城镇，1966年--1979年零陵县县城叫东风镇,1979年---1982年零陵县县城叫永州镇。"
        }
    ]
}