{
    "title": "永州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1378",
            "category": "永州市"
        }
    ],
    "detail": "[日期：2014-07-31]   来源：www.Youlai19.cn  作者：【由来网】   阅读：563次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋文帝统一中国后，按“存要去闲，并小为大”的原则，废除州、郡、县制，实行州、县制。因零陵郡西南有“永山永水”，将零陵郡改置永州总管府。这里所说的郡西南的“永山永水”，指现在的双牌县永江乡一带的山水。自永江乡流入潇水的河流称为永江，也叫“永水”。这一带的山，当然也就是所谓的“永山”了。"
        },
        {
            "type": "text",
            "text": "       双牌县永江乡一带称为“永山永水”，据称是由于当时这一带居住着西周时期诸侯国永的后裔。相传西周灭商后，曾大封诸侯，永是封国之一。又相传到了春秋时期，永被大国兼并后，永国王族外逃，几经迁徙，定居到今双牌永江一带。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       在夏代属荆州之域，殷商、西周因之，春秋战国时属楚国南境，秦时属长沙郡。 汉武帝元鼎六年(前111年)始置零陵郡。武帝元鼎六年(前111年)，改九疑郡，零陵为治，隶荆州。光武帝建武元年(25年)，复零陵郡，泉陵为治，隶荆州。 三国吴，为零陵郡，泉陵为治；分营阳郡，营浦为治，隶荆州。末帝宝鼎元年（265年），复属零陵郡。　　"
        },
        {
            "type": "text",
            "text": "       西晋怀帝永嘉元年(307年)，为零陵郡，泉陵为治，改隶湘州。安帝义熙十三年(417)，为零陵郡，泉陵为治，分营阳郡，营浦治。改隶荆州。　　"
        },
        {
            "type": "text",
            "text": "       南北朝时期，梁天监十四年(515年)，为零陵郡，泉陵为治，分营州永阳郡，营浦为治，改隶湘州（炀帝大业三年，即607年，复属零陵郡）。炀帝大业三年(607年)，为永州总管府，泉陵治，隶湘州。"
        },
        {
            "type": "text",
            "text": "       唐贞观十年(636年)，为永州，零陵治；分道州，宏道治，隶江南西道。五代十国时期，后唐明宗天成二年(927年)，为永州，零陵治；分道州，营道治，隶江南西道。"
        },
        {
            "type": "text",
            "text": "       宋太祖建隆元年(960年)，为永州，零陵治；分道州，营道治，隶荆湖南路。世祖至元十三年(1283年)，改永州路，零陵治；分道州路，营道治，隶湖南道宣慰司。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武九年(1376)，改永州府，零陵治，隶湖广承宣布政使司。清康熙三年(1664)，为永州府，零陵治，隶湖南省衡永郴桂道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改道州为道县。民国三年（1914年），衡永郴桂道改为衡阳道，永州属衡阳道。民国十一年(1922年)，湖南省撤销道，仅存省、县二级。民国二十六年（1937年），湖南省划分行政督察区，永州各县属第九行政督察区，行政督察专员公署驻零陵县。民国二十九年（1940年），湖南省调整行政督察区，原第九行政督察区所属各县改属第七行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年10月—11月，今永州各县先后解放，设永州专区，翌年称零陵专区。1952年零陵、衡阳、郴县三专区合并为湘南行政区，并在祁阳县东部析置祁东县。1954年，湘南行政区撤销，原零陵专区所属各县，除新田县划归郴县专区外，其余县全部划归衡阳专区。1955年11月，江华县实行民族区域自治，改称江华瑶族自治县。1956年3月，永明县更名江永县。1959年3月，新田县并入桂阳县。1961年7月，恢复新田县。1960年6月，零陵县冷水滩镇升格为县级冷水滩市。"
        },
        {
            "type": "text",
            "text": "       1962年10月，撤销冷水滩市，改为冷水滩区，属零陵县管辖。1962年12月，恢复零陵专区，专署仍设零陵县芝城镇。原属衡阳专区的零陵县、江永县、道县、宁远县、东安县及江华瑶族自治县和郴州专区所属蓝山县、新田县2个县划入零陵专区。原零陵专区的祁阳县、祁东县2个县划归衡阳专区。1964年5月，划零陵县、道县的12个公社和9个国营林场，设置潇水林区管理局。1968年零陵专区更名零陵地区。"
        },
        {
            "type": "text",
            "text": "       1969年12月16日，撤销潇水林区管理局，设立双牌县。1983年2月，祁阳县重新划归零陵地区管辖。1984年6月，撤销零陵县，设立县级永州市、冷水滩市。1995年11月，撤销零陵地区和县级永州市、冷水滩市，设立地级永州市，永州市人民政府驻新设立的芝山区①。2000年5月，永州市人民政府驻地迁往冷水滩区。2005年6月，永州市芝山区复名零陵区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①清代咸丰三年，永州试院长灵芝，故得名芝城，芝山名源出于此。"
        }
    ]
}