{
    "title": "郴州市苏仙区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1377",
            "category": "郴州市"
        }
    ],
    "detail": "[日期：2014-08-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “苏仙”一词始于西汉文帝时，郴人苏耽在牛脾山修道成仙，故将牛脾山改名苏仙岭。\n\r\n【传说】\r\n       据传西汉年间，郴州城东潘家坪有一位长得十分漂亮又知书识礼的潘姓姑娘，有一次在郴江边洗衣服，被一根江水飘来的红丝线缠住了洗衣用的棒槌，用手扯不掉，她就用嘴去咬，红丝线却钻入她肚中，由此受孕，为避村人耻笑，她躲在苏仙岭的一个石洞中生下一个男孩，此即苏仙。"
        },
        {
            "type": "text",
            "text": "       苏仙出生后，有白鹤以羽暖其身，有白鹿喂其奶水。苏仙后被其母因景取名苏耽，自小修炼，修成后跨白鹤升天。因其飞升前曾先知次年郴州附近将遭瘟疫，遂嘱其母以井水、桔叶熬药解瘟疫之法，其母按其所嘱救治了大批中了瘟疫的百姓。百姓们感其恩，为其在苏仙岭上修建苏仙观，供奉其神像，苏仙岭亦由此成名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，境地属楚国。秦始皇二十六年（前221年），始置郴县，属长沙郡。西汉高祖五年（前202年），分长沙郡南部诸县置桂阳郡，郴县隶荆州桂阳郡，其县城为郡治。新始建国（王莽）元年（9年），改桂阳郡为南平郡，郡治迁南平亭（今耒阳）。郴县易名宣凤县。东汉光武帝建武十一年（35年），南平郡复名桂阳郡，宣凤县复名郴县，隶荆州桂阳郡，郡治还迁郴县县城。"
        },
        {
            "type": "text",
            "text": "       三国（220年—280年），郴县建置同东汉，隶吴国荆州桂阳郡。晋（265年—420年）仍为郴县，隶湘州桂阳郡。南朝梁武帝天监六年（507年），改桂阳郡为郴州（郴州之名始于此）。不久，复称桂阳郡，郴县隶衡州桂阳郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年），改桂阳郡为郴州。炀帝大业三年（607年），郴州复称桂阳郡。大业十二年（616年），桂阳郡又改郴州。大业十三年（617年），郴州复称桂阳郡。郴县隶潭州桂阳郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），桂阳郡改为郴州。武德七年（624年），复称桂阳郡。开元二十二年（734年），桂阳郡改郴州。玄宗天宝元年（742年），郴州改桂阳郡。肃宗乾元元年（758年），桂阳郡再改郴州，州治迁往平阳亭。宪宗元和十五年（820年），州治复迁回郴县县城。唐代，郴州、桂阳郡先后隶潭州、江南道、江南西道、潭州。\n\r\n       五代后晋高祖天福元年（936年），因避庙讳，郴州易名敦州，郴县改名敦化县。后汉隐帝乾祐三年（950年），敦州复为郴州，敦化县复为郴县。郴县隶潭州郴州。北宋太祖乾德元年（963年），郴州改为郴州军，郴县隶荆湖南路郴州军。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），郴州军改为郴州，郴县改名郴阳县。至元十四年（1277年），郴州改为郴州路，郴阳县隶湖广行中书省湖南道郴州路。明太祖洪武元年（1368年），郴州路改为郴州府，洪武九年（1376年），郴州府改为郴州直隶州，隶湖广行省；撤销郴阳县，县域入郴州直隶州，为州直辖地。清代，郴县建置同明，隶湖南省衡永郴桂道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）九月，废郴州直隶州，划州直辖地复置郴县，隶衡永郴桂道，翌年属衡阳道。民国九年（1920年），湖南省废道制，郴县直属省。民国二十六年（1937年）12月，郴县隶湖南省第八行政督察区。民国二十九年（1940年）4月，第八行政督察区改为第三行政督察区，郴县隶之。"
        },
        {
            "type": "text",
            "text": "       1949年10月7日，郴县解放，由衡阳专区代管。是年11月，郴县隶郴县专区。1950年11月，郴县专区更名为郴州专区，郴县隶郴州专区。1952年月11月13日，郴州、零陵、衡阳三专区合为湘南行政公署，郴县属湖南省湘南行政公署。1954年7月，湘南行署撤销，分设衡阳、郴县两个专区，郴县划归郴县专区。1960年7月 改郴县专区为郴州专区。1968年2月郴州地区革命委员会成立，郴县属之。1977年,将郴州地区革命委员会撤销，改置郴州地区，郴县属之。1994年12月17日，撤销郴州地区，设立地级郴州市，同时撤销郴县，建立郴州市苏仙区。"
        }
    ]
}