{
    "title": "郴州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1377",
            "category": "郴州市"
        }
    ],
    "detail": "[日期：2014-08-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：885次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “郴”字独属郴州，最早见于秦朝，为篆体“郴”，由林、邑二字合成，意谓“林中之城”。“郴”字见之于史传，是汉代司马迁所写《史记》，其中记载(项羽)“乃使使徙义帝长沙郴县”。1949年11月25日，成立郴县专区。1950年11月，更名郴州专区，1978年3月，改称地区，1994年12月17日，撤销郴州地区，设立地级郴州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦置郴县、临武邑、鄙邑、耒县。西汉元鼎四年（前113年），郴县、临武邑、鄙邑、耒县均属桂阳郡。新始建国元年（9年），王莽称帝，改桂阳郡为南平郡，改郴县为宣风、临武为大武、便县为便屏、曲江为除虏、浈阳为基武，并移郡治于耒阳（改名南平亭）。东汉建武中（35年）还郡治于郴县，恢复郡县原名。永和元年（136年），分郴县地置汉宁县，省阴山县。"
        },
        {
            "type": "text",
            "text": "       三国吴建兴元年（252年），改汉宁为阳安县。甘露元年（265年），分南境曲江、桂阳、阳山、含洭、浈阳县置始兴郡，度属交州，桂阳郡则余6县。晋太康元年（280年），阳安县更名晋宁。建兴三年（315年），陶侃分郴县地立平阳郡领平阳县，始一分为二郡。升平二年（359年），析晋宁县地置汝城县。"
        },
        {
            "type": "text",
            "text": "       南朝梁天监六年（507年），初置郴县，不久撤销；耒阳县度属湘东。陈天嘉元年（560年），以桂阳郡之汝城县置卢阳郡领卢阳县，则一地三郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），三郡合为郴州，平阳县、便县均省入郴县。大业三年（607年），南平省入临武县，晋宁县更名晋兴。大业十三年（617年），析郴县南为义章县，分郴县西复置平阳县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），复置南平县。贞观元年（627年），卢阳县更名义昌。咸享三年（672年），晋兴县更名资兴。如意、长寿元年（692年），分义章南置高平县。开元十三年（725年），分郴北置安陵县，此时桂阳郡领9县。开元23年（735年），改桂阳郡为郴州，高平县省入义章，徙义章县治于高平旧址。天宝元年（742年），始称郴州桂阳郡，安陵县改名高亭，8月，南平县改名蓝山。乾元元年（758年），郴州移治于平阳县。贞元二十年（804年），置桂阳监于平阳，专理采铜铸钱。元和十五年（820年），郴州还治于郴县。"
        },
        {
            "type": "text",
            "text": "       后唐同光三年（925年），义昌县更名郴义。后晋天福元年（936年），改郴州为敦州，郴县为敦化，资兴为资兴寨、属敦化县，省平阳县入桂阳监。天福四年（939年），省临武县入桂阳监。后汉乾祐右三年（950年），郴州、郴县复名，资兴县恢复县制，改名泰县。"
        },
        {
            "type": "text",
            "text": "       宋乾德元年（963年），设郴州军。太平兴国元年（976年），泰县并入郴县，郴义县改名桂阳，义章县改名宜章。景德二年（1005年），蓝山县划入桂阳监。天禧三年（1019年），复置平阳县属桂阳监。熙宁六年（1073年），高亭县改名永兴。绍兴三年（1133年），桂阳监升为桂阳军。绍兴十年（1140年），复置临武县属桂阳军。嘉定二年（1209年），析郴县之资兴、程水二乡置资兴县，属郴州军。嘉定四年（1211年），析桂阳县之零陵、宜城二乡置桂东县，郴州军辖6县。绍定二年（1229年）资兴县改名兴宁，徙县治于管子濠。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），改军为路，郴县改名郴阳。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改路为府，蓝山县复归郴州府，府辖7县；桂阳府辖常宁、耒阳2州及平阳、临武2县。次年，蓝山复归桂阳府；常宁、耒阳均复为县，度属衡州府。洪武九年（1376年），撤销桂阳府，平阳、临武、蓝山3县归衡州府辖；郴州撤府设直隶州，郴阳县并入郴州，辖5县。洪武十三年（1380年），升平阳县为桂阳州，仍辖2县，隶于衡州府。崇祯十二年（1639年），析桂阳州西南之禾仓堡置嘉禾县，并析临武县上乡八里属该县。"
        },
        {
            "type": "text",
            "text": "       清康熙十七年（1678年），吴三桂称帝于衡州，改桂阳为义昌县、桂阳州为南平州。次年均复原名。雍正十年（1732年），桂阳州改为直隶州，与郴州直隶州并列。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废州为县，桂阳州改为桂阳县，为避免两县同名，原桂阳县复名汝城县。郴州直隶州改为郴县。民国三年（1914年）1月，因兴宁县与广东兴宁县重名，故复名资兴县。民国二十六年（1937年）12月，设置湖南省第八行政督察区，辖郴县、桂东县、汝城县、永兴县、资兴县、宜章县、桂阳县、嘉禾县、临武县和蓝山县共计10县，专署驻郴县。民国二十七年（1938年），湖南省重新调整行政督察区，原第八行政督察区改称“第三行政督察区”，所辖县域及驻所未变。"
        },
        {
            "type": "text",
            "text": "       1949年11月25日，成立郴县专区。1950年11月，更名郴州专区。1952年月11月13日，郴州、零陵、衡阳3专区合为湘南行政区。1954年7月6日，撤销湘南行政区，改设衡阳与郴县两个专区。1958年8月，设郴县郴州市。1959年3月，资兴并入郴县，桂东并入汝城称汝桂县，临武并入宜章县，嘉禾并入蓝山称蓝嘉县，新田并入桂阳县，酃县划归湘潭专区茶陵县。11月，郴州市升为县级市。1960年7月18日，改郴县专区为郴州专区。"
        },
        {
            "type": "text",
            "text": "       1961年7月，恢复原县市建置，并析资兴县地置东江市。1962年月12月，撤销东江市，划蓝山、新田归零陵地区。1963年5月20日，撤销郴州市，仍为郴县县级镇。1968年2月成立属郴州地区革命委员会。1977年12月，恢复郴州市。1979年3月，撤销革命委员会，设立地区行署。1983年5月，耒阳县划归衡阳市。1994年12月17日，撤销郴州地区，设立地级郴州市；撤销县级郴州市和郴县，设立县级北湖区和苏仙区。"
        }
    ]
}