{
    "title": "安化县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1376",
            "category": "益阳市"
        },
        {
            "id": "1425",
            "category": "安化县"
        }
    ],
    "detail": "[日期：2014-08-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：413次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《今县释名》：“本为梅山蛮地，宋收复其地，置安化、新化二县。”清嘉庆《安化县志》：析益阳之资江、东坪、常丰、归化、中山、伊溪、鳞安，并湘乡之常安、 长乐之半为县，取归安德化之义，剌名安化，改七星寨为镇，隶潭州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋中期，湘境大部分属楚国疆域，今安化亦属楚国。秦赢政二十六年（前221年），并六国，分天下为三十六郡，今安化属长沙郡。"
        },
        {
            "type": "text",
            "text": "       西汉初，置益阳县，属长沙郡。高祖五年（前202年），改长沙郡为国，东汉光武时期改为郡。今安化属荆州长沙郡益阳县。东汉建安年间，刘备借荆州，长沙郡一度为刘所据，今安化地当属之。三国时期，今安化属吴长沙郡益阳县。太平二年（257年），吴分长沙郡为湘东、衡阳二郡，今安化属吴衡阳郡益阳县。"
        },
        {
            "type": "text",
            "text": "       西晋因旧制，今安化属荆州衡阳郡益阳县。西晋怀帝元年（307年），析荆、广二州地置湘州，今安化属湘州衡阳郡益阳县。南北朝仍沿用晋制，安化隶属关系无变。"
        },
        {
            "type": "text",
            "text": "       隋初，废郡为州，长沙郡改为潭州，隶属荆州，今安化隶荆州潭州益阳县。大业三年（607年），复改州为郡，今安化属长沙郡益阳县，仍隶荆州。"
        },
        {
            "type": "text",
            "text": "       唐代，州郡并称，一地二名，长沙郡即潭州，史称潭州长沙郡。贞观元年（627年），分全国为10道，潭州长沙郡属江南道。开元二十一年（733年），分江南道为东西两道，今安化属江南西道潭州长沙郡益阳县。晚唐时，藩镇割据，梅山土著民族起而攻州县，反统治。光启年间，梅山“为蛮所据”，不听朝命，不服州统、不为县辖，“不与中国通”。今安化县境史称“梅山蛮地”，经五代至北宋中期无变。"
        },
        {
            "type": "text",
            "text": "       宋熙宁五年（1072年），朝廷遣章惇开梅山置县，熙宁六年（1073年）敕名安化，取意“归安德化”，隶荆湖南路潭州长沙郡。县治初设伊溪东启安坪（今东华启安坪），建炎四年（1130年），毁于战火，县治迁伊溪西，即今梅城镇。"
        },
        {
            "type": "text",
            "text": "       元成宗大德初年（1297年），又分全国为22道，道下置若干路。今安化属湖广行省湖南道潭州路。文宗天历二年（1329年），改潭州路为天临路。今安化随之改属湖南道天临路。"
        },
        {
            "type": "text",
            "text": "       明初，改天临路为潭州府。洪武五年（1360年），改为长沙府。洪武九年（1364年），改湖广行省为湖广布政使司（即湖南省），省下分设四道，今安化县隶湖南省长宝道长沙府。"
        },
        {
            "type": "text",
            "text": "       民国初年，废府保留道，改长宝道为湘江道，今安化属湖南省湘江道。民国九年（1920年），撤销道制，今安化直隶湖南省。民国二十六年（1937年）设立“第六行政督察区”，辖邵阳县、新化县、武冈县、新宁县、城步县、湘乡县和安化县计7县，专署驻邵阳县；民国二十七年（1938年）4月调整行政督察区，第六区划出湘乡县、安化县至新组建的第五行政督察区。抗战结束后一度将第五区湘乡、安化2县划归本区，民国三十七年（1947年）以后恢复原辖境。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月28日，安化解放，8月，湖南成立益阳专区，安化属益阳专区。1951年8月，安化划出部分区、乡归新建的蓝田县（今涟源市），并随县域变动，将县治迁至东坪。1952年12月，撤销益阳专区，安化改隶常德专区。1962年底，重建益阳专区，安化复隶益阳专区。1968年，益阳专区改称益阳地区。1994年3月，撤销益阳地区，设立地级益阳市，安化县属益阳市。"
        }
    ]
}