{
    "title": "鄯善县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "130",
            "category": "吐鲁番地区"
        },
        {
            "id": "145",
            "category": "鄯善县"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：891次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       光绪二十八年（1902年）设鄯善县，县以汉朝时期古国名命名。又称“皮羌”，系维吾尔语，意为“马兰草”。“必残”、“辟展”都是维吾尔语名“皮羌”的同名异译。"
        },
        {
            "type": "text",
            "text": "       维吾尔同胞呼为Piqan,汉译则为“辟展”,学术界公认Piqan(辟展)为城名,亦即本唐蒲昌县名的译音。事实上，“始昌故城”、“蒲昌县”、“鄯善县”与“辟展”乃为同一地点之互称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今鄯善县境在汉以前为姑师国属地。汉武帝元封三年（前108年）姑师分为车师前国和车师后国。今鄯善县境属车师前国。行政上还曾一度隶属于位于西汉高昌城的戊己校尉、东汉柳中城的西域长史管辖。"
        },
        {
            "type": "text",
            "text": "       王莽时，匈奴占据车师。东汉永平十七年（74年），东汉收复车师，柳中（今县境鲁克沁）成为屯田要地。"
        },
        {
            "type": "text",
            "text": "       曹魏黄初二年（221年），设高昌戊己校尉。西晋泰始年间（265年--274年），高昌属西晋。张氏前凉政权成立后，高昌属前凉。"
        },
        {
            "type": "text",
            "text": "       东晋咸和二年（327年），前凉张骏首次在高昌设高昌郡，下设田地县（今鲁克沁）。东晋咸康六年（340年），前凉张骏破鲜卑，占高昌。"
        },
        {
            "type": "text",
            "text": "       前376年，高昌属前秦。10年后，属吕光所建后凉国。至后秦姚兴弘始四年（402年），高昌又属后秦。后秦以西凉王李暠为安西将军、高昌候。北凉玄始九年（420年），匈奴后裔沮渠氏建北凉国，高昌属北凉。北凉末年，凉州人阚爽自称高昌太守。其时高昌郡与车师前部王国仍同时存在。至北魏太平真君三年（442年），沮渠部攻占高昌。8年后，高昌沮渠政权灭车师前部。"
        },
        {
            "type": "text",
            "text": "       北魏和平元年（460年），柔然部攻占高昌，灭沮渠政权，立汉人阚伯周为高昌王，高昌正式称为国。北魏景明二年（501年），麴嘉任高昌王，实行郡县制。高昌国所属的田地郡（今鲁克沁）、横截郡（今苏贝希）、白力城（今辟展）、威神城（今汉墩以东）、临川城（今汉墩）、高宁城（今吐峪沟）、酒泉县（今洋海）和东镇城（今辟展乡一带）均在今鄯善县境。当时还有隶属于田地郡的永昌城，位于今吐鲁番市三堡至胜金口一带。"
        },
        {
            "type": "text",
            "text": "       高昌和平四年（554年），突厥势力进入西域，高昌臣服于突厥，但仍保持与中原进贡易货关系。高昌延和十一年（612年），高昌归附隋朝，其后臣服于唐朝。其后，高昌国判唐，与西突厥联合阻唐朝西域贡道。唐于贞观十四年（640年）平定高昌国，在该地设西州，高昌国灭亡。西州所辖5县，其中柳中县（今鲁克沁）、蒲昌县（今辟展乡一带）位于今县境。蒲昌府官兵分别在蒲昌县和柳中县。在蒲昌县东约80里的赤亭守捉，即为西域著名的军事戍堡。"
        },
        {
            "type": "text",
            "text": "       唐贞元六年（790年），吐蕃两犯西域，并于公元792年攻陷西州，西州附吐蕃。自9世纪中朝回鹘汗国一部西迁西域后，开始与吐蕃争夺西州。至唐咸通七年（866年）、回鹘最终占据西州，建立高昌回鹘王国。柳中、蒲昌均属高昌回鹘王国，辽太祖七年（913），高昌回鹘王国向辽国朝贡。辽天赞二年（923年），辽在高昌设高昌大王府、册封高昌首领，高昌回鹘王国臣服于辽。"
        },
        {
            "type": "text",
            "text": "       自北宋太平兴国六年（981年），高昌回鹘王国臣服于宋。其时，驿田寺（今七克台）、宝庄（今辟展）、六种（今鲁克沁）均位于今县境。金天会九年（1131），高昌回鹘王国归附西辽。蒙古太祖四年（1209年），高昌回鹘王国杀西辽驻高昌国监，归附蒙古国。首领为亦都护，今鄯善县境附之。其地又称为火州。"
        },
        {
            "type": "text",
            "text": "       元至元二十年（1283年），因躲避战乱，高昌王室带领部分回鹘人东迁至甘肃永昌，虽东迁、仍“治其部”。天历年间（1328年--1330年）以后，原高昌故地的一部分由元朝官吏直接统治，一部分为察合台汗国归并。高昌回鹘王国至此退出历史舞台。"
        },
        {
            "type": "text",
            "text": "       明洪武二十五年（1392年）前后，东察合台汗国攻占吐鲁番盆地，今鄯善县境归附东察合台汗国。15世纪，吐鲁番地区分别有几个独立的地方政权，即哈喇火州、吐鲁番、柳城（今鲁克沁）等。各地以世袭的伯克制统治为主，首领为阿奇木伯克。这几个地方政权虽归附了东察合台汗国，但仍与明朝保持常年的进贡方物和出使往来的关系，直到明隆庆四年（1570年）叶尔羌汗国吞并吐鲁番为止。"
        },
        {
            "type": "text",
            "text": "       清朝早期，吐鲁番王与清廷一直保持进贡关系。至清康熙二十年（1679年），准噶尔噶尔丹部占领吐鲁番。清康熙五十九年（1720年）清军西征准噶尔部时，辟展、鲁克沁、吐鲁番等城归附清朝，清雍正五年（1727年）在今东巴扎修辟展城。至清乾隆二十年（1755年）平定准噶尔的几十年间、清军一直以鲁克沁、辟展、吐鲁番为前线基地，与准噶尔部争夺西域。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十一年（1756年），今鄯善县境为额敏和卓领地。额敏和卓早在清雍正十一年（1733年）即被清廷授予扎萨克印信，四年后封为扎萨克辅国公。清乾隆二十四年（1759年），清廷封额敏和卓为总理回务扎萨克郡王，王府设在鲁克沁；同时设辟展办事大臣，统管吐鲁番地区及以南以东地面。辟展办事大臣驻辟展，同时清政府废除伯克世袭制度。清乾隆三十六年（1771年），设辟展巡检。清乾四十四年（1779年），改辟展办事大臣为领队大臣，并移驻吐鲁番城。"
        },
        {
            "type": "text",
            "text": "       清同治九年（1870年），阿古柏入侵，攻占吐鲁番城和鲁克沁城。不久，攻占辟展城（今东巴扎），并在今老县城处修辟展城。清光绪三年（1877年），清军西进部队攻克今县境七克腾木城（今七克台）、辟展城（今老县城）、连木沁和鲁克沁，今县境复归附清朝。清光绪十年（1884年），新疆建省后，清廷推行“改土归流”政策，废除额敏和卓家族的王权，同时，废除伯克制。清光绪二十八（1902年）八月初五，改辟展巡检为鄯善县，设知县1员、典史1员，隶吐鲁番厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），鄯善县隶属迪化道。民国九年（1920年），鄯善县隶属焉耆道。民国二十二年（1933年），鄯善县隶属迪化行政厅署。"
        },
        {
            "type": "text",
            "text": "       1950年2月，鄯善县由二等县改为一等县，隶属迪化专署（1953年12月改为乌鲁木齐专署）。1958年，撤销乌鲁木齐专署，鄯善县直属自治区领导。1970年，鄯善县划入哈密专区。1975年7月1日，成立吐鲁番地区，鄯善县隶属吐鲁番地区。"
        }
    ]
}