{
    "title": "益阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1376",
            "category": "益阳市"
        }
    ],
    "detail": "[日期：2014-08-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：420次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置益阳县，属长沙国。益阳因以县治位于益水（今资水）之阳而得名。1949年8月成立益阳专区，1968年，益阳专区改称益阳地区。1994年3月，撤销益阳地区，设立地级益阳市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商益阳均在荆州之辖。周成王封熊绎于楚，益阳属楚。秦始皇帝二十六年（前221年）秦灭楚后，立长沙郡，下设益阳等九县。古益阳范围广达18000平方公里。　　"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年）封吴芮为长沙王，改长沙郡为长沙国，设都临湘，领益阳等13县。公元30年汉光武六年复改长沙郡，益阳仍属长沙郡。统隶荆州刺史部。东汉建安十二年（207年）先为蜀刘备夺取。孙权索取荆州未成时，乃派吕蒙取长沙。刘备为救长沙，建安二十年（215年）令关羽屯兵益阳与吕蒙相拒。而益阳城垣，即为肃筑土城屯兵所建。"
        },
        {
            "type": "text",
            "text": "       三国吴太二年（357年）分长沙西部都尉设置衡阳郡。益阳属衡阳郡。这时分置南部地方设新阳县（即今宁乡），东吴甘露二年（266年）又从西部地方分设高平县（今新化和新邵县的一部分），益阳县疆域开始缩小。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），晋灭吴后，益阳属荆州。南朝宋时（420年），改衡阳郡为国，益阳属衡阳国。南朝齐时（479年）复改衡阳国为郡，直到梁时仍属衡阳皇三年（583年）益阳属潭州。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年（607年）废潭州立长沙郡，益阳又属长沙郡。唐贞观元年（627年）分全国为10道，开元中分为15道，道下州郡并称。益阳随潭州、长沙郡时更所属。"
        },
        {
            "type": "text",
            "text": "       五代，十国割据，湖南属楚国。后梁（907年）益阳属潭州。后唐（923年）马殷为楚国王，益阳属长沙府。后周（951年～959年）益阳属潭州府。"
        },
        {
            "type": "text",
            "text": "       北宋太祖建隆元年（960年），益阳属湖南路潭州长沙郡。熙宁五年（1072年）以益阳梅山等地方分置新化、安化等县。"
        },
        {
            "type": "text",
            "text": "       元成宗元贞元年（1295年）以益阳县民有万户升为益阳州。属潭州路。天历二年（1329年）随潭州路改为天临路属。"
        },
        {
            "type": "text",
            "text": "       明朝，益阳属湖广行省，即湖广布政使司（江夏，今武汉市）长沙府。明代洪武初（1368年）复降益阳州为益阳县。"
        },
        {
            "type": "text",
            "text": "       清朝时，益阳属湖南省长宝道长沙郡。 清文宗咸丰二年（1852年）10月20日，洪秀全统率太平军经长沙转战益阳，即改益阳县为“得胜县”。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914）年，湖南废府、厅、州，长宝道改为湘江道，辖益阳。民国九年（1920年）废道，益阳属于省。民国二十七年（1938年）湖南省划为9个行政督察区，益阳属第1区；后又调整为10个区。民国二十九年（1940），湖南省府以原9个行政督察区。同年4月，划益阳、安化、湘乡、宁乡、汉寿、沅江等6县，组成第五行政督察区，专员公署驻益阳县城，是为区境地区一级行政建置之始。南县属第四行政督察区（专员公署驻常德）。"
        },
        {
            "type": "text",
            "text": "       民国三十三年（1944年），侵华日军大举进犯，湖南部分地域沦陷，各行政督察区的建置名存实亡。省政府遂设安化、沅陵、洪江3个行署，作为非常时期省政府临时派出机关，分领各县。安化行署是年10月18日于安化县梅城建立。原第五行政督察区所属各县均为安化县行署领辖。翌年7月31日，安化行署撤销，恢复第五行政督察区。\n\r\n       1949年湖南各地相继解放。1949年8月成立益阳专区，专员公署驻益阳县城关区，辖益阳、安化、湘乡、宁乡、沅江、汉寿6县。1950年3月，益阳县城关区改为益阳城关区，升为县级；同年9月，建立益阳市，直属益阳专署领导。1952年11月，益阳专区建置撤销。其间，益阳市于1953年4月改为省辖市，授权常德专署领导，1958年7月改为益阳县领导，但1961年复改专区辖市，仍由常德专署领导。1962年12月，恢复益阳专区建置。1968年，益阳专区改称益阳地区。1994年3月，撤销益阳地区，设立地级益阳市。"
        }
    ]
}