{
    "title": "张家界市武陵源区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1381",
            "category": "张家界市"
        }
    ],
    "detail": "[日期：2014-08-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：463次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       武陵源所在地位于武陵山脉的余脉，古代很多文人墨客在作品中都写到过 “武陵源”。二十世纪八十年代早期，很多作家、画家、摄影师深入“武陵源”，用他们的作品把“武陵源”的秀美风光推向海外。1984年，湘西籍著名画家黄永玉提议武陵源把天子山、索溪峪、张家界国家森林公园3个风景区统一管理，命名为“武陵源”，湖南省政府为此专门设立了“武陵源办公室”。1985年初时任中共中央总书记的胡耀邦在考察湘西自治洲听了有关武陵源的情况汇报后，亲笔题写了“武陵源”。1988年5月18日，大庸市升为地级市，新设武陵源区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周代，属楚国。公元前11世纪，周成王封熊绎于楚，居丹阳（今湖北省秭归县），慈利（含今永定区、武陵源区及桑植县）为其辖地。赧王三十七年（前278年），秦昭王置黔中郡（郡治在今沅陵县西），辖慈利。武陵源区域属慈利所辖。秦始皇二十六年（前221），分辖区为36郡。在黔中郡下置慈姑县。"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年），废黔中郡设武陵郡，将慈姑县分置零阳、孱陵、充县三县。此时，武陵源区域为充县辖地。三国吴景帝永安六年（263年），因嵩梁山裂，有石壁立如门，吴帝孙休以为祥兆，遂析武陵郡北部置天门郡，分零阳、充县地设娄中县。此时武陵源区域分属充县和娄中县管辖。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），析娄中县设临澧县，析零阳县置澧阳县。天门郡领零阳、充县、临澧、娄中、澧阳五县。南北朝，梁敬帝绍泰元年（555年），废天门郡，置澧州、石门郡。北周建德四年（575年），废娄中、临澧二县，置北衡州。废充县，设崇义县，本境与零阳俱隶北衡州。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十八年（598年），改北衡州为崇州，更零陵县为慈利县，与崇义县同隶崇州。炀帝大业三年（607年），废崇州，改澧州为澧阳郡，领石门、孱陵、澧阳、安乡、崇义、慈利六县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德二年（619年），改澧阳郡为澧州，复置充县。高宗麟德元年（664年），废充县，并崇义入慈利县。玄宗天保初，改澧州为澧阳郡。肃宗乾元元年（758年），复名澧州。五代，即后梁、后唐、后晋、后汉、后周时期（907年～960年），区境属马殷、周行逢割据的楚国所辖之澧州。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德元年（963年），改澧州为澧阳军州，属荆湖北路。元世祖至元十二年（1275年），升澧阳军州为澧州路。至元十四年（1277年），改澧州路总管府，领澧阳、石门、安乡、慈利四县。元贞元年（1295年），升慈利县为慈姑州，旋复名慈利州，辖今慈利、桑植、永定、武陵源等区县。顺帝至正二十四年（1364年），朱元璋即吴王位，改澧州路为澧阳府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），降慈利州为大庸县，不久废大庸县，复名慈利县，属澧阳府（后复为州）。洪武三年（1370年），羊山卫治（今永顺羊峰山）迁大庸，改名大庸卫（今大庸所）。次年，大庸卫城迁今永定区所。洪武九年（1376年），改澧属慈利等县隶属常德府。洪武二十二年（1389年），大庸卫改永定卫，辖六所（前、后、左、右、中及大庸所），行政区属慈利县。洪武二十三年（1396年），设九溪卫（卫治在今慈利县江垭），领前、后、左、右、中五所及添平、麻寮、安福诸所。洪武二十九年（1396年），慈利改隶岳州府。"
        },
        {
            "type": "text",
            "text": "       清雍正八年（1730年），改土归流，升澧州为直隶州，慈利县改隶澧州。废九溪、永定两卫，置安福县（今临澧县）。割麻寮所（慈利十七都部分地及十八都）入容美司，置鹤峰州，隶宜昌府；割安福所（慈利十六都）入桑植司置桑植县，隶永顺府。雍正十三年（1735年），拨慈利十、十一、十二、十三都及八、九、十四都各部分地置永定县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），废府、州、厅建制，保留道一级建制。因永定名与福建省永定县同名，奉北京政府令，改名为大庸县，与慈利同属武陵道。民国二十四年（1935年），建立湘西绥靖处，下设五个行政督察区。其中慈石庸行政督察区专员办事处设慈利，辖慈利、石门、大庸三县。次年，慈石庸行政督察区扩并为第二行政督察区，辖慈利、石门、大庸、临澧、澧县、桑植六县。专员办事处仍设在慈利。民国二十七年（1938年）至二十九年（1940年），慈利县属湖南省第四行政督察区、大庸属第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年建国后至1988年12月，境内国营张家界林场、协合乡、中湖乡隶属湘西自治州所辖的大庸县（市）（今永定区），索溪峪镇属常德专区所辖的慈利县，天子山镇属桑植县（1953年属大庸县，后属慈利县，1958年隶属桑植县）。1988年5月18日，大庸市升为地级市，将慈利、桑植两县划归大庸市管辖。市另辖两区：原县级大庸市改名为永定区，新设武陵源区。"
        }
    ]
}