{
    "title": "张家界市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1381",
            "category": "张家界市"
        }
    ],
    "detail": "[日期：2014-08-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：439次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明初置大庸卫，因居庸水之阳，故名。民国三年（1914年）设大庸县。1985年5月24日，大庸县升级大庸市。1994年4月4日，大庸市更名为张家界市。因境内有张家界自然保护区而得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       张家界之名，最早见于明崇祯四年（1631年）《张氏族谱》序言。序言的作者叫张再昌，是永定卫大庸所指挥使张万聪的第6代孙。明弘治年间（1488年—1506年），朝廷见张万聪镇守有功，将今张家界国家森林公园一带“山林之地”作为封地赏赐给他。张万聪于是举家上山守业经营。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       刘邦打下江山后，大封功臣，请张良自择齐地三万户作为封邑，张良答复说：“臣起事于邓，与皇上相识于留县，今愿封留侯足矣，不敢当三万户。”从此张良杜门谢客，不问政事，从赤松子习道家导引之术，云游于山水之间。 　　"
        },
        {
            "type": "text",
            "text": "       西汉高祖十一年（前196年），淮阴侯韩信因谋反被斩，诛灭三族；西汉高祖十二年（前195年）相国萧何获罪下狱；同年冬，刘邦因箭伤复发，暴卒于皇宫中。韩信，萧河都没好下场，只有张良识时务，避到湘西青岩山，还人丁兴旺，于是，人们称这里为张家界。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇帝二十六年（前221年），秦始皇置郡县，在澧、沅流域建立了黔中郡，为当时全国三十六郡之一郡，今张家界市属其所辖。西汉时期，刘邦改黔中郡为武陵郡，析慈姑县为孱陵，充县（含永定、武陵源两区与桑植县）。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴景帝孙休于永安六年（263年）见嵩梁山洞门大开玄朗如门，以为吉祥，便改嵩梁山为天门山，同时改武陵郡为天门郡。"
        },
        {
            "type": "text",
            "text": "       唐朝时期，全国改为十道。高祖李渊于武德四年（621年）下令置澧州、澧阳郡，属山南道，统辖六县，慈利与崇义县（今永定、武陵源二区与桑植县）归其所辖。五代十国时期（907年－960年），今张家界全境属楚国管辖。"
        },
        {
            "type": "text",
            "text": "       宋太祖赵匡胤于乾德元年（963年）将今张家界市全境划归澧阳郡，曰慈利县，并在今桑植县设安福寨，在今永定区大庸所设武口寨，在武陵源区设索口寨。"
        },
        {
            "type": "text",
            "text": "       元朝时期，元始祖忽必烈于至元十四年（1277年）改置澧州路总管府所辖四县（慈利是其中之一，即今张家界市全境），并在今永定区茅冈置茅冈都元帅府。明洪武二年（1369年），降慈利州改为大庸县，隶属于澧州。"
        },
        {
            "type": "text",
            "text": "       清雍正八年（1730年）,桑植与茅冈土司相继改土归流，升澧州为直辖州，辖安乡、石门、慈利等四县，同时废永定、九溪两卫，新设安福县（今永定、武陵源两区与慈利、桑植两县在当时均属安福县）。雍正十三年（1735年）建永定县。"
        },
        {
            "type": "text",
            "text": "　　民国三年（1914年）5月置武陵道，民国三年（1914年）春，因与福建省永定县同名，改名大庸县。5月湖南省裁撤武陵道，将大庸、桑植、慈利县划归辰沅道。湖南全省调整为10个行政督察区，大庸与桑植属第四督察区，专员办事处设在常德。"
        },
        {
            "type": "text",
            "text": "　　1949年张家界市全境解放。1949年至1988年，慈利县属常德专区管辖。1949年10月16日至1952年8月大庸、桑植两县则于属永顺专区管辖，月后划归湘西苗族自治区。1954年4月湘西苗族自治区改为湘西苗族自治州。1957年9月20日，又改名湘西土家族苗族自治州，大庸、桑植两县归其管辖。1985年5月，撤大庸县建大庸市(县级)。1988年成立地级市大庸。原县级大庸市更名为永定区，并新设武陵源区，同时辖慈利、桑植两县。1994年4月4日，大庸市更名为张家界市。"
        }
    ]
}