{
    "title": "常德市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1375",
            "category": "常德市"
        }
    ],
    "detail": "[日期：2014-08-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：489次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋徽宗政和七年（1117年），升鼎州团练为常德军节度使。\"常德\"取孔颖达《诗经·大雅·常武疏》：\"言命谴将帅，修戎兵戎，无所暴虐，民得就业，此事可常为法，是有常德也\"，\"常德\"之名始于此。"
        },
        {
            "type": "text",
            "text": "       另一说：宋置常德府，因其南之德山，又名，善德山，转音为常德。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       楚顷襄王二十二年（前277年），秦蜀郡守张若，\"伐取巫郡及江南，为黔中郡\"，在今常德城东筑程以守。常德有城，自此开始。秦代，常德属黔中郡，郡衙设临沅县。西汉高祖时取\"止戈为武，高平为陵\"之意，改黔中郡为武陵郡，隶属荆州刺史部。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝恢复武陵郡，建武二十六年（50年）郡治从义陵（今淑浦县）又迁往临沅县。顺帝阳嘉三年（134年），荆州刺史部移治于索县（现鼎城区断港头城址村）。三国时，常德市归吴国管辖，仍名武陵郡，隶属荆州。两晋，常德市分属武陵、天门、南平三郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)隋灭陈后，废陈在武陵郡所置的沅州，改武陵郡为朗州，并临沅、汉寿、沅南为“武陵县”。隋炀帝大业三年(607年)，又将朗州更名为武陵郡。"
        },
        {
            "type": "text",
            "text": "       唐代，武陵、澧州隶属江南西道。北宋，改朗州为鼎州，改澧州为澧阳军州，均隶属荆湖北路。宋徽宗政和七年（1117年），升鼎州团练为常德军节度使，\"常德\"之名始于此。南宋乾道元年（1165年），鼎州升为常德府。"
        },
        {
            "type": "text",
            "text": "       元代，常德府、澧阳军州分别改为常德路、澧阳路，隶属湖广行中书省江南北道。明朝初期，恢复常德府，澧阳路改为澧阳府，皆隶属湖广布政司分守上荆南道。洪武九年（1376年），将澧阳府降为澧州。"
        },
        {
            "type": "text",
            "text": "       清代雍正七年（1729年），升澧州为直隶州。常德府、直隶澧州同隶属于岳常澧道。至清末，常德府辖武陵、桃源、龙阳、沅江四县；直隶澧州辖石门、慈利、安乡、安福、永定五县。"
        },
        {
            "type": "text",
            "text": "       中华民国二年(1913)废府，改武陵县为常德县。民国三年（1914年）5月置武陵道，驻常德县。民国五年（1916年）10月裁撤武陵道，常德县划归湘江道。民国九年（1920年）废道，常德县直属于省。民国二十六年（1937年）设立“第二行政督察区”，专署驻常德县。民国二十七年（1938年）4月调整行政督察区，第二区改称“第四行政督察区”，辖常德县、华容县、南县、安乡县、澧县、临澧县、石门县、慈利县和桃源县计9县，专署驻所未变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月中旬至8月初，第四行政督察区各县先后获得解放。8月中旬，各县相继成立人民政府，并分别于8月5日和8月15日建立常德市、津市市，成立人民政府。8月28日，常澧区更名为\"湖南省人民政府常德区行政专员公署（简称常德专署）。1950年10月19日，自常德县析置常德市。1970年常德专区改称常德地区，地区驻常德市。辖常德市及常德（驻常德市）、临澧、澧县、安乡、汉寿、桃源、慈利、石门等8县。"
        },
        {
            "type": "text",
            "text": "       1988年1月23日，撤销常德地区和常德县，常德市升格为地级市。常德市设立武陵、鼎城两区。武陵区的范围包括原常德市和常德县的武陵、斗母湖、河洑、石门桥四个镇和丹洲、康家吉、南坪岗、河洑、芦获山五个乡；原常德县其余的三十六个乡镇为鼎城区的行政区域。"
        }
    ]
}