{
    "title": "常德几个别名的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "61",
            "category": "诗词文史"
        }
    ],
    "detail": "[日期：2014-08-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1385次",
    "content": [
        {
            "type": "text",
            "text": "       常德市自秦昭王三十年（前277年），秦蜀郡守张若筑城拒楚以来，迄今已2280多年。两千多年来，其城名随着历史的演变而不断变化，先后有临沅、监沅、武陵、嵩州、朗州、鼎州（鼎城）、常德等名称。通常人们较为熟悉的有武陵、朗州、鼎州（鼎城）、常德等。"
        },
        {
            "type": "text",
            "text": "武 陵\n       汉高祖（刘邦）时所置郡名。治所在义陵（今湖南溆浦南）。汉高祖五年（前202年），更黔中郡为武陵郡，辖索、孱陵、临沅、沅陵、镡成、无阳、迁陵、辰阳、酉阳、义陵、佷山、零阳、充等十三县。辖境相当今湖北长阳、五峰、鹤峰、来凤等县，及湖南沅江流域以西，贵州东部及广西三江、龙胜等地。东汉移治临沅（今湖南常德西）。其后辖境逐渐缩小。隋开皇（杨坚）九年（589年）废。大业及唐天宝、至德时又曾改朗州为武陵郡。境内少数民族和汉族错居，被称为“武陵蛮”。\n\r\n      “黔中”为今贵州东部、湖南西部地。贵州的苗岭有支脉东北出，迂道川、鄂，行乌、沅二江间，入湖南西北境，蔓延于澧水之南，至常德县（今鼎城区）西境止，通称“武陵山脉”。其所分布大部为古“黔中”地。因此，取“黔中”为郡名。\n\r\n       晋代潘京解释“武陵”说：“止戈为‘武’，高平曰‘陵’”。就政治意义与地理形势说明了命名的由来。隋平陈，废郡，并临沅、沅南、汉寿三县，置武陵县。因武陵山脉止于境内，故以“武陵”名县。大抵隋以前，武陵只为郡名；隋以后，武陵遂兼作郡、县名，历为武陵郡、朗州、鼎州、常德府、常德路治所，治所均在今常德市。"
        },
        {
            "type": "text",
            "text": "朗 州\n       隋文帝（杨坚）开皇时所置州名。隋开皇十六年（596年）改嵩州置朗州，治所在武陵（今常德市）。隋炀帝（杨广）大业初复为武陵郡。辖武陵、龙阳（今汉寿）二县。辖境相当今武陵区、鼎城区、桃源县、汉寿县。唐代辖境相当今桃源以东的沅江流域，濒洞庭湖，唐时兴修永泰渠、北塔堰等水利工程，溉田甚多。五代末周行逢割据湖南，曾以此为根据地。《武陵县志》记：“沅水经青泥湾与马面溪合，折东十里，经县治南，为朗水。”每当春夏水涨，江中一道清流，上起青泥湾，下迄德山，有如匹练，清莹澄澈。可见朗水即沅水，自青泥湾流经市治与德山的一段，它以其清朗的特征而得名。故隋、唐时改武陵郡为朗州，后又称武陵城为朗江，而在德山所建书院也称“朗江书院”。"
        },
        {
            "type": "text",
            "text": "鼎 州（鼎城）\n       宋真宗（赵恒）时所置州名。宋大中祥符五年（1012年）改朗州为鼎州。治所在武陵（今常德市）。辖武陵、桃源、龙阳（今汉寿）三县。辖境相当今武陵区、鼎城区、汉寿县、沅江市、桃源县等地。\n\r\n      《武陵县志》记：“渐水（在今常德北，东南流入沅水。《汉水·地理志》武陵郡索县：‘渐水东入沅’）亦曰鼎水，实鼎州所由名”。由此看出，是以境内有鼎水得名；而鼎水又因“有神鼎出于水中”而得名。这就是当时将朗州改为鼎州的依据，并非另有一条鼎水。现在城区的上南门，曾亦名“神鼎门”，来源在此。故武陵城亦称“鼎城”。"
        },
        {
            "type": "text",
            "text": "常 德\n       南宋孝宗（赵眘）时所置府名。南宋孝宗干道元年（1165年），升鼎州为常德府。治所在武陵（今常德市）。领武陵、桃源、龙阳（今汉寿）、沅江四县。辖境相当今武陵区、鼎城区、桃源县、汉寿县、沅江市等地。元代（1277年~1368年）属武陵县。隶于常德路。明、清时属武陵县，隶于常德府。民国二年（1913年）废府存县。因明、清时皆以“常德”名府，故改武陵县为常德县。1949年7月29日常德解放，次年5月将常德县城及近郊划出，单设常德市，属常德专署直辖。1953年以来，隶属关系经过4次变更：1953年5月改为省辖市；同年6月复为常德专署领导；1959年4月划归常德县领导；1961年7月复为常德专署领导。1988年6月撤销常德地区和常德县，建立省辖常德市，辖武陵区（原常德市）、鼎城区（原常德县）、汉寿县、桃源县、安乡县、临澧县、澧县、石门县和津市市等九个区、县（市）。"
        }
    ]
}