{
    "title": "哈密地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "131",
            "category": "哈密地区"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：545次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       哈密，古称昆莫，汉称伊吾或伊吾卢，唐称伊州，元称哈密力，明以后称哈密。至于哈密的含义，说法历来不一。一说哈密一名源自公元前乌孙族王“昆莫”，“昆莫”居住之地则称为“昆莫勒”，意为“像太阳一样的统治者”。"
        },
        {
            "type": "text",
            "text": "       另一说系古伊朗语，意为“盆地、洼地”。又据《西域词文志》：为“哈勒密勒。之转音，意为“回语”的“瞭望台”。此说恐误。据《辛卯侍行记》：“缠回之称哈密，皆曰哈木尔或呼库木耳。元和志伊州纳职县北有俱密山，是哈密因山得名。……哈木尔，即明初之哈梅里。”还有一说为早期阿尔泰语，意为“大门”，因地处西域大门而命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       哈密古称昆莫，曾为乌孙王府所在地。公元前60年，哈密内属中央王朝（西汉），归西域都护府管辖，正式纳入祖国版图。东汉时称伊吾卢，置宜乐都尉。三国时魏置宜禾伊吾都尉。东晋咸和二年（327），位于河西的前凉国张骏功取伊吾后，把伊吾划属敦煌郡治理，伊吾建置相当于县。张骏委派参军索孚为伊吾都尉被视为设置郡县之始。"
        },
        {
            "type": "text",
            "text": "       南北朝时，河西姑臧（今甘肃武威）又出现了一个匈奴后裔建立的北凉政权。北凉派兵攻占了西凉敦煌。西凉残部唐契、唐和兄弟二人和外甥李宝率余部，历尽艰辛从武威（凉州）逃来伊吾依附于柔然，有众2000余家。柔然命唐契为伊吾王。北魏太和十二年（488年），柔然伊吾城主高羔子降附，北魏置伊吾郡。这是哈密最早的行政建置。"
        },
        {
            "type": "text",
            "text": "       隋初，文帝派元晖出伊吾，联络西突厥达头可汗。隋大业四年（608年），炀帝派裴炬和将军薛世雄率军屯驻伊吾。隋军在伊吾城东另建一座新城，号新伊吾（哈密回城）。大业六年（610年），设立伊吾郡，并在伊吾城之东北设立柔远镇（沁城）。隋末，伊吾属西突厥。"
        },
        {
            "type": "text",
            "text": "       唐贞观四年（630年），伊吾城主以7城降附，太宗以其地置西伊州。两年后去西字称伊州。辖伊吾（今哈密）、柔远（今沁城）、纳职（今四堡）三县。柔远县是因为隋朝曾在那里设有柔远镇而得名。纳职县是由于鄯善胡人在此筑城，城名纳职，因以为县。贞观十六年（642年），西突厥咄陆可汗源兵袭伊州，安西都护郭孝恪率轻骑2000击败入侵者。景龙四年（710年），设伊吾军，驻地在伊州西北之甘露川（今巴里坤大河）。唐天宝元年（742年），伊州改称伊吾郡、属陇右道辖治。天宝三年（744），东部回鹘崛起，蒲类为其领土。乾元元年（758）伊吾郡又改称伊州。广德二年（764）后，伊吾被吐蕃人占领，一直沿继了90年左右。在“安史之乱”中，吐蕃贵族趁火打劫。他们先以协助唐朝叛为名，攻占今甘肃、青海等大片土地，继而挥师西进，伊州刺使袁光庭，率军民拼死抵抗，以身殉城。唐末归西汉金山国，后转附西州回鹘汉国。"
        },
        {
            "type": "text",
            "text": "       北宋宣和六年（公元1124年），伊州、蒲类归属西辽。13世纪初，蒙古人崛起于漠北。宋嘉定二年（1206年），孛儿只铁木真（成吉思汗）为蒙古大汗。3年以后西州回鹘“亦都护”巴而术阿而忒的斤臣属蒙古。此时他们不再称回鹘而改称畏兀儿了。高昌亦都护归附蒙古后，第一批征服对象就是“罕勉力、锁檀、回回等国”。罕勉力即哈密力。哈密归附蒙古后，也没有并入高昌成为高昌畏兀儿的一部分，而是和高昌并存的一个地方政权。"
        },
        {
            "type": "text",
            "text": "       南宋淳祜十一年（1251），蒙宪宗在西州回鹘建别失八里行省州改称哈密力。至元十六年（1279年），忽必烈灭南宋，建都大都（今北京），任命察合台曾孙阿只吉镇守别失八里，兼辖天山南路畏吾儿哈喇火者（即高昌）及哈密力等处屯戍军事。至元十八年（1281年），设甘肃行省，哈密隶甘肃行省管辖。元末，察合台后裔兀纳失里据哈密，为威武王。元覆亡后，兀纳失里割据自立，称哈密国。"
        },
        {
            "type": "text",
            "text": "       1388年占据今新疆全境的察合台汗国也分崩离析；新疆各地形成了各自割据，不相统属的地方王国。暂守哈密的威武王兀纳失里亦自立为哈密国王，明洪武二十六年（1393年），兀纳失里病逝，其弟安克帖木儿继位。永乐二年（1404年），诏封安克帖木儿为忠顺王。两年后设哈密卫，设指挥、千户、百户等官。畏兀儿马哈麻火者任指挥。又派汉族人周安为忠顺王长史、刘行善为纪善，共同辅政。明成化八年（1472年），吐鲁番阿力汗率兵攻人哈密城，哈密都督罕慎被迫率余众逃至甘肃苦峪（今安西县东南、玉门之西），哈密都督罕慎在苦峪经过10年生聚，实力大增。于成化十四年（1478年）进军哈密，顺利收复八城。哈密地方王国从1380年受封，至1514年被吐鲁番汗并占，经11世，凡135年。吐鲁番汗后势衰力竭，它的领地逐步为察合台后王所建立的喀什噶尔汗 （后首府迁至叶尔羌，史称叶尔羌汗国）所占有，哈密亦随之成为该汗的东部领土。"
        },
        {
            "type": "text",
            "text": "       康熙十八年（1679年），蒙古准噶尔部首领噶尔丹领兵30000攻占哈密和吐鲁番。康熙三十五年（1696年），康熙帝御驾亲征，大败噶尔丹于昭莫多。清康熙三十七年（1698年），清廷派员到哈密按蒙古王公例编制旗队，划为蒙古镶红回旗，委任官佐。清康熙五十六年（1717年），修哈密回城，号镇远城。雍正五年（1727年）修哈密汉城（今老城）。雍正七年（1729年）至九年（1731年），修巴尔库尔汉城。\r\n       \r\n       乾隆三十七年（1772年），修巴尔库尔满城，号会宁城。同治八年（1869年），修哈密新城。清雍正九年（1731年），清廷移安西州同知驻巴尔库尔，自此该地始有行政机关。安西同知隶属甘肃布政使。乾隆二十四年（1759年），建哈密厅，设理事通判，管理回王辖属以外民事，亦隶属甘肃。次年，在哈密设办事大臣，巴尔库尔设领队大臣。清乾隆三十八年（1773年），设镇西府，又设巴尔库尔道，府下辖宜禾、奇台两县，府治在宜禾。镇西府亦隶属甘肃省。乾隆四十一年（1776年）巴尔库尔道移驻迪化，改称镇迪道。咸丰五年（1885年），镇西府改镇西直隶厅。宜禾县入厅治，奇台县划归迪化。光绪七年（1881年）八月十六日，哈密厅由安西道划归镇迪道。光绪十年（1884）11月17日，新疆设立行省，下分四道，镇迪道改由新疆省隶属。次年，哈密厅升格为哈密直隶厅。哈密直隶厅包括今哈密、伊吾两地。"
        },
        {
            "type": "text",
            "text": "       中华民国2年（1913），改哈密直隶厅为哈密县，改镇西直隶厅为镇西县，抚民同知改称县知事，隶迪化府。首任哈密县知事白文超、镇西县知事李澎荣。回王领地建置自成体系，不属县衙管理。回王领地一直到民国19年（1930年）废除哈密回王后，方始统一于政府建制。民国23年（1934年）5月，成立哈密行政区，辖哈密县、镇西县和七角井设治局。民国24年（1935年）7月置伊吾设治局。民国32年（1943年）1月，伊吾设治局升格为三等县；8月，哈密县由二等县升为一等县，镇西县为二等县，伊吾由三等降为五等县，七角井仍为设治局。"
        },
        {
            "type": "text",
            "text": "       1950年，设哈密区行政督察专员公署，驻哈密县，辖哈密、镇西、伊吾三县和七角井中心区。1954年1月4日，镇西县改称巴里坤县；9月30日，巴里坤县实行民族区域自治，成立巴里坤哈萨克自治区；撤销七角井中心区，改设七角井镇（乡级镇），归哈密县领导。1955年，巴里坤哈萨克自治区改称巴里坤哈萨克自治县。1961年，成立哈密市，由哈密专署领导。1962年，撤销哈密市，并入哈密县。"
        },
        {
            "type": "text",
            "text": "       1970年12月19日，哈密专区改称哈密地区，地区行署驻哈密县，辖哈密、伊吾两县和巴里坤哈萨克自治县。1971年1月24日，原由自治区直辖的鄯善县划入哈密地区，哈密地区辖3县、1自治县。1975年1月30日，鄯善县划归吐鲁番地区。1977年1月6日，成立哈密市（县级市）。哈密地区辖1市（哈密）、2县（哈密、伊吾）、1自治县（巴里坤）。1983年9月9日，哈密县并入哈密市。"
        }
    ]
}