{
    "title": "华容县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1374",
            "category": "岳阳市"
        },
        {
            "id": "1441",
            "category": "华容县"
        }
    ],
    "detail": "[日期：2014-08-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：651次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古华容县县治在今天湖北省监利县境内，是春秋时的容邑，以“华丽的容城”得名。它并非今日的华容县，因古华容在南齐之后已废，所以隋朝时就将西晋所置的南安县改为华容。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时为楚国境域，战国时属楚黔中地。 秦昭襄王三十年（前277年），置黔中郡，县境为秦黔中郡地。 \n\r\n       西汉高帝六年（前201年），改黔中郡为武陵郡，并置孱陵县，县境归武陵郡孱陵县管辖。新莽始建国元年（9年），改武陵郡为建平郡，改孱陵县为孱陵县，县境随之属建平郡孱陆县。东汉建武年间（25年—56年），复西汉旧地名，县境仍属武陵郡孱陵县。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴大将吕蒙于建安二十四年（219年）领南郡太守，徒治公安城，孱陵县改属南郡，县境为吴南郡孱陵县地。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），杜预定荆州，改南郡江南部分为南平郡，分孱陵县置南安县，属南平郡，此为华容建县之始。东晋，仍为南平郡属县。"
        },
        {
            "type": "text",
            "text": "       南朝宋永初三年（422年），改南安县为安南县，隶南平内史。齐承宋制，仍名安南，属南平郡。梁武帝天监二年（503年），立南安郡，不久，废郡，仍为安南县，属南平郡。梁敬帝时（555年—557年）又立南安湘鄂，邻安南和今湖北石首2县。南朝陈废南安湘鄂，安南县仍属南平郡。"
        },
        {
            "type": "text",
            "text": "       隋代初沿用陈名。开皇十八年（598年）改安南县为华容县，移属巴陵郡，炀帝大业初，巴陵郡改称罗州，县境属罗州。大业三年（607年）废州为郡，改罗州为巴陵郡，华容县复属巴陵郡。"
        },
        {
            "type": "text",
            "text": "       唐垂拱二年（686年），改华容县为容城县，中宗神龙二年（706年），复名华容县。武德四年（621年）废巴陵郡置巴州，武德六年（623年）改巴州为岳州，天宝元年（742年）又改岳州为巴陵郡，朝元元年（758年）复称岳州。或州、或郡，华容均为其属县。五代期间，华容县属岳州。"
        },
        {
            "type": "text",
            "text": "       宋乾德元年（963年），岳州归于宋，称岳州巴陵郡。宣和元年（1119年），以岳州为岳阳军。绍兴二十五年（1155年）改岳州为纯州，岳阳军为华容军。绍兴三十一年（1161年）复改纯州为岳州。此间，华容县均属其统辖。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），改岳州为岳州路总管府，华容县属岳州路。明太祖洪武二年（1369年），置湖广布政使司，改岳州路为岳州府，华容县属岳州府。清康熙三年（1664年），设湖南承宣布政使司，县境属湖南布政使司岳常澧道岳州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废岳州府，华容县属湖南省岳常澧道，民国三年（1914年），废府存道、县，岳常澧道改名为武陵道，华容属之。民国五年（1916年），裁撤武陵道，华容划归湘江道。民国九年（1920年），废道，县境直隶湖南省。民国二十六年（1937年），全省设立9个行政督察专员公置，华容属第二督察区。民国二十九年（1940年）4月，全省划为10个行政督察区，华容属第四区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月，湖南和平解放，华容划属常澧专区。1950年8月29日，常澧专区更名为常德专区；1952年11月13日，撤销益阳专区，所辖县划入常德专区。1962年12月，恢复益阳专区，华容改属益阳专区。1964年9月，设立岳阳专区，华容划归岳阳专区。1970年岳阳专区改称岳阳地区，地区驻岳阳县。辖岳阳、临湘、平江、汨罗、湘阴、华容等6县。1983年2月8日，岳阳地区撤销，岳阳市升为地级市；所属平江、临湘、华容和汨罗4县划归岳阳市。7月13日，复置岳阳地区，平江、临湘、华容和汨罗4县自岳阳市复归岳阳地区。1986年1月17日，岳阳地区撤销，华容县再次划归岳阳市。"
        }
    ]
}