{
    "title": "汨罗市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1374",
            "category": "岳阳市"
        },
        {
            "id": "1438",
            "category": "汨罗市"
        }
    ],
    "detail": "[日期：2014-08-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：466次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1966年2月，根据国务院和湖南省人民委员会通知，析湘阴县东部置汨罗县，因境内有汨水、罗水会合，其下游名汨罗江，因以得名。1987年9月，撤销汨罗县，改设汨罗市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东周庄王七年（前690年），楚武王灭罗子国，将其遗民从宜城（今湖北宜城）迁至丹阳（今湖北秭归）附近的枝江。次年，楚文王迁都于郢（今湖北江陵西北）。随后将罗子国遗民迁至湘江流域，筑城于汨罗江尾闾南岸（今汨罗城区西4公里处），故名罗城。其境域包括今湘阴、汨罗、平江三县（市）及岳阳县南部和沅江市东部地区。"
        },
        {
            "type": "text",
            "text": "       秦始皇帝二十六年（前221年），以罗子国移民领地设置罗县，治所设罗城，隶属长沙郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年）徙衡山王吴苪为长沙王，长沙郡改为长沙国，罗县随隶。东汉建武七年（31年）恢复长沙郡，隶荆州，罗县仍隶长沙郡。东汉熹平年间（172年—178年），划出罗县东部置汉昌县（即平江县）。建安十三年（208年）12月，荆州牧降刘备，罗县随隶。建安二十年（215年）5月，刘备与孙权议和，划湘江为界，分荆州而治，罗县属吴国，直至三国末年。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（208年），西晋灭吴，罗县仍隶荆州长沙郡。南朝宋元徽二年（474年），析罗县、益阳、湘西三县的沿江沿湖地区设置湘阴县。境内分隶罗县和湘阴县。梁大通二年（528年）至太平元年（556年），置罗州。州治设在夹城（今汨罗镇夹城村）。析罗县南部置湘滨县，县治设城江城（今川山坪镇常公村）；析罗县东部、吴昌县西部置岳阳县，县治设长（今长乐镇新村）；析罗县北部置玉山县，县治设玉山城（今屈子祠镇农科村玉笥山）。建岳阳郡，郡治设今长乐镇长南村。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），撤销岳阳郡设置玉州，州治设在今屈子祠镇农科村的玉笥山，吴昌、湘滨两县并入罗县。湘阴县并入岳阳县。境内隶罗县、玉山县和岳阳县3县，同隶玉州。开皇十一年（591年），改岳阳县为湘阴县，撤玉山县并入湘阴县（治所在今长乐镇长乐街）。境内分隶罗县和湘阴县。次年撤玉州改为岳州，罗县和湘阴县改隶岳州。大业三年（607年），岳州改为罗州，后改为巴陵郡（治所在今岳阳市城区），罗县及湘阴县先后隶罗州与巴陵郡。大业十三年（617年），罗县县令萧铣据巴陵起兵反隋，号称梁王，罗、湘阴两县属梁。"
        },
        {
            "type": "text",
            "text": "       唐武德4年（621）11月，行军总管李靖在攻降萧铣后设置巴州。两年后改巴州为岳州，罗、湘阴两县先后随隶。武德八年（625年），撤罗县并入湘阴县（治所今川山坪镇城江村），隶岳州。从此时历经五代、宋、元、清和中华民国时期，至1966年2月，历时1341年，汨罗境地隶属湘阴县。"
        },
        {
            "type": "text",
            "text": "　　1966年2月，析湘阴县东部置汨罗县，县城建于高泉山。汨罗县隶岳阳专。1970年岳阳专区改称岳阳地区，汨罗县随属。1983年2月8日，岳阳地区撤销，岳阳市升为地级市，所属平江、临湘、华容和汨罗4县划归岳阳市。7月13日，复置岳阳地区，平江、临湘、华容和汨罗4县自岳阳市复归岳阳地区。1986年1月17日，岳阳地区撤销，汨罗县再次划归岳阳市。1987年9月，撤销汨罗县，改设汨罗市（县级），仍隶岳阳市。"
        }
    ]
}