{
    "title": "岳阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1374",
            "category": "岳阳市"
        }
    ],
    "detail": "[日期：2014-08-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋太康元年（280年）分下隽县西部始建巴陵县，南朝宋元嘉十六年（439年）置巴陵郡，辖巴陵县。隋开皇九年（589年）改巴陵郡为巴州，开皇十一年（591年）改巴州为岳州，元巴陵县属岳州路，明清属岳州府。民国二年（1913年）废岳州府，巴陵县改为岳阳县。"
        },
        {
            "type": "text",
            "text": "       1960年1月2日，析岳阳县城关镇、城陵矶镇为岳阳市。1962年10月20日撤销岳阳市，复为岳阳县城关镇。1964年9月22日置岳阳专区。1970年岳阳专区改称岳阳地区，1986年1月17日，岳阳地区撤销，设立地级岳阳市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       古代岳阳县有两个：一个为南朝设置，另一个为隋朝设置。"
        },
        {
            "type": "text",
            "text": "       南朝梁置岳阳县，并置岳阳郡，岳阳县以县治位于天岳山（幕阜山）之南得名，当年设置的岳阳县在今天汨罗市、平江县一带。隋废郡及湘阴入岳阳，寻改岳阳曰湘阴，故城在今湖南湘阴县南二十五里。"
        },
        {
            "type": "text",
            "text": "       隋改安泽为岳阳，以在太岳之南，故名，故城在今山西安泽县一里，唐移于东池堡，在今安泽县南，后移今安泽县东，今有故县镇，宋又徙置今安泽县治，明清皆属山西平阳府，民国改为安泽。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n      “岳阳”之谓，按字面上解释，应是山的南面的意思。这个山，即是指传说中的“巴丘”。"
        },
        {
            "type": "text",
            "text": "      《山海经》说，四川有大蛇，曰巴蛇。按甲骨文考证，其实巴就是蛇，巴字上面的的长方块原本是一椭圆中加一点，代表蛇头，下面的弯勾代表弯曲的蛇身。“巴蛇吞象，三岁而出其骨”。可见蛇其之大；夏时后羿为民除害，上射十日，下杀洪水猛兽，到四川追杀巴蛇，大蛇无路可走，即从巴峡穿巫峡，便下襄阳到岳阳；顺江而下逃至此处本想躲进洞庭湖里以藏身，却不料后羿紧随而至，于此地斫而杀之。死后蛇骨堆积如丘，此地是有“巴丘”之名。"
        },
        {
            "type": "text",
            "text": "       巴丘其实就是城中的天岳山，一处长宽不过300米，高度不足十几米的小山丘。唐开元四年（716年），左丞相张说，因与丞相姚崇有隙，被贬为岳州刺史。上任后，在城中天岳山的南面建有官邸花园并楼台一处，称南楼，雅称为岳阳楼。后因南楼年久失修，后人遂将南楼重建，并迁址于天岳山以北约四里地的原鲁肃阅兵台处，在那里修建了一座三层、六方、斗拱、飞檐的楼阁，因已不在天岳山南，便不再称南楼，只称其雅号岳阳楼。"
        },
        {
            "type": "text",
            "text": "       此后，文人墨客来此游览，将岳阳楼记之于文，咏之于诗，形之于画，使岳阳楼名声远播，于是，巴陵城渐渐被称为岳阳城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时代属楚。周敬王五十年（前505年）就在这里筑起了西糜城，是为境内建城之始。秦并六国，岳阳市大部分地区属长沙郡罗县。西汉时属长沙国下隽县。建安十五年（210年），东吴孙权在今平江县东南的金铺观设汉昌郡，这是岳阳市境内之始。"
        },
        {
            "type": "text",
            "text": "       三国公立之时，东吴派横江将军鲁肃率万人屯驻于此，修巴丘邸阁城。晋武帝太康元年（280年）建立巴陵县。惠帝元康元年（291年）置巴陵郡。郡治设在巴陵城，从此岳阳城区一直作为郡治所。南朝宋元嘉十年（439年）置巴陵郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年），废郡为州，巴陵郡改为巴州。随开皇十一年（591年），改巴州为岳州。南宋德祐二年（1276年），改岳州为岳州路。明太祖洪武二年（1369年），改岳州路为岳州府。清光绪二十五年（1899年），清政府开辟岳州为通商口岸。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废岳州府，巴陵县改为岳阳县。民国三年（1914年）5月置武陵道，岳阳县属武陵道。民国五年（1916年）10月裁撤武陵道，岳阳县县划归湘江道。民国九年（1920年）废道，岳阳县直属于省。民国二十六年（1937年）设立第一行政督察区，辖有岳阳县、浏阳县等10县，专署驻浏阳县。民国二十九年（1940年），调整为8县，专署改驻岳阳县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月20日，岳阳县和平解放，属长沙专署管辖，1952年9月长沙专署改名湘潭专署。1960年1月2日，析岳阳县城关镇、城陵矶镇为岳阳市，由岳阳县代管。1962年10月20日撤销岳阳市，复为岳阳县城关镇。1964年9月22日置岳阳专区，1970年岳阳专区改称岳阳地区，地区驻岳阳县。1975年10月29日，恢复岳阳市，与岳阳县同属岳阳专区管辖。"
        },
        {
            "type": "text",
            "text": "       1981年10月20日撤销岳阳县，并入岳阳市，隶属岳阳地区。1983年2月8日，岳阳地区撤销，岳阳市升为省辖市。7月13日，复置岳阳地区，行署驻岳阳市。1986年1月17日，岳阳地区撤销，设立地级岳阳市。"
        }
    ]
}