{
    "title": "哈密市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "131",
            "category": "哈密地区"
        },
        {
            "id": "147",
            "category": "哈密市"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：426次",
    "content": [
        {
            "type": "text",
            "text": "由来】 \r\n       哈密地名初见于西辽的哈密力，元代又称合迷里、渴密里等。明代作哈密。维吾尔语称“库木勒”，含义来历尚待考证。也有认为哈密一名源自公元前乌孙族王“昆莫”，“昆莫”居住之地则称为“昆莫勒”，意为“像太阳一样的统治者”。一说系古伊朗语，意为“盆地、洼地”。"
        },
        {
            "type": "text",
            "text": "       又据《西域词文志》：为“哈勒密勒。之转音，意为“回语”的“瞭望台”。此说恐误。据《辛卯侍行记》：“缠回之称哈密，皆曰哈木尔或呼库木耳。元和志伊州纳职县北有俱密山，是哈密因山得名。……哈木尔，即明初之哈梅里。”一说为早期阿尔泰语，意为“大门”，因地处西域大门而命名。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       哈密古称“昆莫”，曾为乌孙王昆莫游牧地，后演变为昆吾。汉时称伊吾或伊吾卢，为匈奴呼衍王南部牧地。东汉永平十六年（73年）在今四堡地方置宜禾都尉。东汉建初六年（81年）设伊吾司马。三国时曹魏政权设宜禾伊吾都尉。"
        },
        {
            "type": "text",
            "text": "       北魏泰常七年（422年），唐契被柔然政权封为伊吾王。北魏太和十二年（489年），北魏置伊吾郡。隋大业六年（610年），隋设伊吾郡和柔远镇。伊吾郡首府从四堡迁至新伊吾（即今之回城），柔远镇设在今之沁城。"
        },
        {
            "type": "text",
            "text": "       唐贞观四年（630），唐置西伊州。两年后改称伊州，辖伊吾（今哈密）、纳职（今四堡）、柔远（今沁城）二县。唐末转附西汉金山国（为河西汉人张承奉所建）。后又依附于西州回鹘。五代时期，伊州守将为汉人陈氏。他和西州回鹃和沙州归义军节度使都保持着相当密切而友好的关系。宋时，州将陈氏家族统治哈密。北宋宣和六年（1124年），伊州、蒲类归属西辽。"
        },
        {
            "type": "text",
            "text": "       元时称哈密力，隶甘肃行省。明永乐二年（1404年），诏封元裔安克贴木儿为忠顺王，哈密成为明王朝统治下的一个地方王国。两年后置哈密卫。哈密地方王国从受封至被吐鲁番汗攻占，经11世，凡135年。明末清初，哈密转属叶尔羌汗国。叶尔羌汗国灭亡后，哈密又先后被准噶尔蒙古汗噶尔丹和策妄阿拉布坦势力所控制。"
        },
        {
            "type": "text",
            "text": "       清康熙三十五年（1696年）哈密维吾尔族首领额贝都拉摆脱准噶尔统治，归附清朝。清康熙三十六年（1697年），额贝都拉长子郭帕伯克在巴里坤生擒噶尔丹之子及其部属，押送北京。清政府封额贝都拉一等札萨克，颁札萨克印，赐红纛。乾隆二十四年（1759年），设哈密厅。同时派驻钦差办事大臣、协办大臣各一员。光绪十年（1884年），新疆建省，哈密升为直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改厅为县，通判改称知事，隶镇迪道。民国二十三年（1934年），哈密县隶属哈密行政区。民国二十四年（1935年），划哈密县天山以北的吐葫芦等6区为伊吾县行政区域。"
        },
        {
            "type": "text",
            "text": "       1949年成立哈密专员公署，驻哈密。1961年，以哈密镇为基础成立哈密市（县级）。1962年11月撤销，恢复哈密镇建置。1977年1月，恢复哈密市。1978年，哈密县委、县政府从老城迁至大营房办公。1983年9月，撤销哈密县，政区并入哈密市。1984年5月，撤县并市工作完成。1996年，撤销沁城区及所属的小堡乡、芨芨台乡；撤销天山区及其所属的榆树沟乡、板房沟乡；二道沟乡更名为天山乡；恢复设立星星峡镇。"
        }
    ]
}