{
    "title": "武冈市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1373",
            "category": "邵阳市"
        },
        {
            "id": "1443",
            "category": "武冈市"
        }
    ],
    "detail": "[日期：2014-08-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：399次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       在武冈县北五里，有一座山叫武冈山，东汉以前，武冈山叫都梁山，武冈也一直称为都梁。西汉文、景帝年间（前179年—前141年），置武冈县（于今市郊七里桥），属长沙郡，为“武冈”之始。后置都梁侯国。明代两代为武冈府、武冈州。民国二年（1913年）9月废武冈州为武冈县。1994年2月18日，武冈撤县设市。\n\r\n       另一说，据《水经注》说：“旧传后汉伐五溪蛮，蛮保此冈，故曰武冈，县即其称焉。”古代五溪之一的雄溪即今巫水，发源于湘西南城步巫山流至洪江汇入沅水，这一流域主要是苗民的繁衍生息之地。"
        },
        {
            "type": "text",
            "text": "       据《武冈州志》记载，在东汉桓帝元嘉元年（151年）发生起义，首领是武陵（常德）人詹山，起义军来自雄溪为主且遍及其他四溪（蒲溪、西溪、沅溪、辰溪）广大地区的苗民，共约四千余人，攻势凌厉，锐不可挡。七月，詹山挥师都梁，攻陷县城（故址在今头堂乡七里村余家岭），生擒县令。朝廷惊恐，急遣大将窦应明率兵镇压。为占据有利地形，窦应明命令部下在今武冈城区渠水北岸扎寨驻军（平定詹山起义后，由于都梁旧城遭到毁灭性的破坏，窦应明便下令在此处筑建新城加强防御，构成了今武冈城区的雏形，从此县城西迁五里），向起义军发起了猛烈的讨伐战。詹山被迫撤出都梁城来到西北四里的都梁山，据此加强武力严防死守，因而此山便更名为武冈山。"
        },
        {
            "type": "text",
            "text": "       武冈者，勇武刚强之意（“冈”通“刚”）。后来山名便演变成县名。正是这个缘故，东晋时武冈县改名为武刚县，南朝梁又把武刚县改名为武强县。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       相传，宋朝宣和年间，吕洞宾路过此地，见山城武冈物产丰富，风景秀美，在沿途的石壁上写下“止戈”两个大字，“止戈”两宇相合，就是一个“武”字，联想起周围起伏的山岗，就是“武冈”二字的由来的传说故事。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉文、景帝年间（前179～141年）置武冈县，县治今市城区，属长沙郡。汉武帝元朔五年（前124）封长沙定王之子刘遂为都梁候国敬候，候址今市城郊七里桥，世袭历时131年。汉武帝元鼎六年（公元前111年）设都梁县，属零陵郡。三国吴宝鼎元年（266年）复为武冈县，属昭陵郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583），武冈县改名为武攸县；唐高祖武德四年（621年），武攸县又复名为武冈县。宋徽宗崇宁五年（1106年）升为武冈军，军治今市城区，属荆州湖南路，辖武冈、绥宁、新宁县。元至元十四年（1277年）改武冈军为武冈路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）改武冈路为武冈府。明洪武九年（1376年）改武冈府为武冈州，辖新宁县，属宝庆府。明成祖永乐二十一年（1423年）十月，岷王朱楩（朱元璋第18子）从云南迁武冈州城，翌年建王邸，世袭14代，历时272年。"
        },
        {
            "type": "text",
            "text": "       清顺治四年（1671年，即南明永历元年）四月，桂王朱由榔迁武冈，以岷王府为皇宫，改武冈州为奉天府；八月，永历帝败走黔滇，武冈复为州。雍正二年（1724年），新宁县直属宝庆府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）9月废武冈州为武冈县。民国三年（1914年）5月置湘江道，城步县属湘江道。民国九年（1920年）废道，城步县直属于省。民国二十六年（1937年）设立“第六行政督察区”，辖邵阳县、新化县、武冈县、新宁县、城步县、湘乡县和安化县计7县。"
        },
        {
            "type": "text",
            "text": "       1949年10月10日，武冈县解放，隶属邵阳区督察专员公署，1955年4月邵阳区督察专员公署更名邵阳专员公署。1968年2月，邵阳专区改称邵阳地区，武冈县属邵阳地区。1980 年元月，邵阳市升为省辖市。1986年1月29日，撤销邵阳地区建制，武冈县属邵阳市管辖。1994年2月8日，撤消武冈县设立武冈市，属邵阳市管辖。"
        }
    ]
}