{
    "title": "邵阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1373",
            "category": "邵阳市"
        }
    ],
    "detail": "[日期：2014-08-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：488次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉初年析昭陵置昭阳县。晋武帝太康元年（280年），因晋武帝之父司马昭，讳昭字，改昭阳为邵阳县。昔时城居邵水北，故名邵阳，唐时始移治水南，仍名邵阳。1950年7月12日，析邵阳县置邵阳市（县级市）。1980年元月，邵阳市升级为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期隶属楚国。秦代属长沙郡。邵阳始建县于西汉初，当时叫昭陵县，县城在今邵阳市大祥区，属长沙国。"
        },
        {
            "type": "text",
            "text": "       西汉平帝元始五年（5年），封昭阳侯于昭陵县东，属零陵郡。王莽篡汉，侯国除。东汉初于昭阳侯地置昭阳县。三国初属蜀，后入吴。吴宝鼎元年（266年），昭陵县、昭阳县改属昭陵郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年），司马炎平定东吴，为避其父司马昭之讳，改昭陵郡为邵陵郡，昭陵县改邵陵县，昭阳县改邵阳县，邵阳县之名由此而得。"
        },
        {
            "type": "text",
            "text": "       南朝陈并高平（今隆回、新化）、邵陵两县人邵阳。隋文帝开皇十年（590）废郡，并夫夷、武冈、都梁于邵阳一县，移县治于昭陵故址，属长沙郡。时邵阳县辖今邵阳市和邵阳、邵东、新邵、武冈、洞口、隆回、新宁、城步、新化等县地。隋末，肖铣割据邵阳置建州（治资江北岸），析邵阳置武攸县，又复邵陵、建兴两县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年）平肖铣，改建州为南梁州，改武攸县为武冈县。武德七年（624年）仍并邵陵入邵阳，并建兴入武冈。唐太宗贞观十年（636年）改南梁州为邵州。五代南楚文昭王马希范改曰敏州，邵阳县改敏州县，楚废王马希广改曰邵阳。"
        },
        {
            "type": "text",
            "text": "       宋仍属邵州。南宋理宗宝庆元年（1225年）升改他的藩封地邵州为宝庆府，邵阳仍为附郭之县。元代设宝庆、武冈2路。明初设宝庆、武冈2府，后降武冈为州。清为湖南宝庆府治。"
        },
        {
            "type": "text",
            "text": "       中华民国二年(1913年)，废宝庆府，设宝庆县，属湖南湘江道。民国九年（1920年）废道，宝庆县直属于省。民国十七年（1928年），宝庆县复名邵阳县。民国二十六年（1937年）设立“第六行政督察区”，辖邵阳县、新化县、武冈县、新宁县、城步县、湘乡县和安化县计7县，专署驻邵阳县；民国三十六年（1947年）8月，析邵阳县境西部隆中、隆回、隆治、中和、果胜、西胜、保和、礼教乡、桃洪镇等9个乡镇置隆回县。"
        },
        {
            "type": "text",
            "text": "       1949年10月3日成立湖南省临时政府邵阳区督察专员公署，并成立邵阳市，隶邵阳县。1950年7月12日，邵阳市明确为县级市。11月湖南省临时政府邵阳区督察专员公署更名为湖南省人民政府邵阳区行政专员公署，辖邵阳、新化、武冈、城步、新宁、隆回6县。翌年7月，邵阳市升格为专辖市。1952年，境内分置新邵、邵东、洞口3县，并划益阳专区湘乡、双峰、涟源3县隶邵阳专区，共辖12县1市。1955年4月，邵阳区行政专员公署更名为邵阳专员公署。"
        },
        {
            "type": "text",
            "text": "       1956年11月，撤销城步县，设置城步苗族自治县。1958年增领绥宁县，邵阳专区共辖14个县（市）：邵阳市和邵东、新邵、邵阳、隆回、洞口、武冈、城步、新宁、绥宁、新化、涟源、双峰、湘县。1965年，湘乡县划隶湘潭专区。1968年2月，邵阳专区改称邵阳地区。1977年，邵阳地区一分为三：7月28日，邵阳市升格为省辖市，仍由邵阳地区代管；10月，分置涟源地区（今娄底地区），邵阳地区仅辖邵阳、隆回、洞口、武冈、绥宁、城步、新宁7县。"
        },
        {
            "type": "text",
            "text": "       1980年元月，邵阳市由省直隶，辖东、西、桥头和郊区4区。1983年又增领邵东、新邵、洞口、隆回、绥宁、城步、武冈、新宁、邵阳9县和东、西、桥头、郊区4区。1986年2月，实行市管县，撤销邵阳地区建制，原邵阳地区所辖各县划归邵阳市。1987年桥头区并入东区。1994年3月，撤销武冈县建制，设置武冈市，武冈市由邵阳市代管。"
        }
    ]
}