{
    "title": "衡阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1372",
            "category": "衡阳市"
        },
        {
            "id": "1458",
            "category": "衡阳县"
        }
    ],
    "detail": "[日期：2014-08-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：899次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋文帝开皇九年（589年）。并临蒸、新城、重安3县置衡阳县，因县在衡山之南（古代山南水北为阳），故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今衡阳县，周以前属荆州南境。周至春秋为扬粤（后以扬越）属地。战国中期，属楚黔中地。秦代属长沙郡。西汉高祖五年（前202年），刘邦设立承阳县，隶属长沙国。西汉武帝元鼎六年（前111年）于承水（现名蒸水）之南置钟武县，属零陵郡，县治在今西渡镇郊曾步。东汉光武帝建武十三年（37年）承阳改蒸阳，属零陵郡，县治在今金兰寺。东汉顺帝永建三年（128年）更名为重安，属衡阳郡，县治在今渣江三湖町。"
        },
        {
            "type": "text",
            "text": "       汉献帝建安二十五年(220年)，孙吴于长沙郡西部设衡阳郡，下辖蒸阳（今衡阳县）、重安（今衡南县）、湘南（湘潭市）、湘西（今衡山、衡东、南岳区）、湘乡、益阳等县。三国为蒸阳、重安、临蒸3县。南朝为重安、临蒸县。后析临蒸置新城县。隋文帝开皇九年（589年）。并临蒸、新城、重安3县置衡阳县，属衡山郡，衡阳县名从此始。"
        },
        {
            "type": "text",
            "text": "       西晋置衡州，治衡阳，晋惠帝永熙元年（290年），改衡阳县为衡山县。南北朝时期，衡州分为东衡州、西衡州。隋朝（589年），隋灭陈并改郡为州，并湘东、衡阳两郡为衡州总管府。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），析衡阳县为临蒸、重安、新城三县。唐玄宗开元二十年（732年）并临蒸、重安、新城3县仍称衡阳县。五代属楚国衡州府。宋属湖南路衡州衡阳郡。元属衡州路。明属衡州府。清初属衡永郴桂道。清康熙年间，吴三桂在衡称帝，国号周，改元昭武，改衡州府为定天府。吴三桂败亡后，衡阳属衡州府。清高宗乾隆二十二年（1757年），析衡阳县东南乡置清泉县。因衡州东乡有一名山叫清泉山，以此山名县，叫清泉县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）并衡阳县、清泉县仍称衡阳县。民国二年（1913年）9月置衡永彬桂道，民国三年（1914年）5月23日改置衡阳道，驻衡阳县。民国九年（1920年）废道，衡阳县直属于省。民国二十六年（1937年）设立“第五行政督察区”，辖衡阳县、常宁县、衡山县、耒阳县、攸县、茶陵县、安仁县和酃县计8县，专署驻衡阳县。民国二十八年（1938年）4月调整行政督察区，原第五区改称“第二行政督察区”，辖域及专署未变。民国三十一年（1942年）1月，析衡阳县城区及城郊3个乡置衡阳市。县、市治同城。6月，专署迁驻茶陵县。抗战结束后移驻衡阳市。"
        },
        {
            "type": "text",
            "text": "       1949年10月8日衡阳解放。衡阳县隶属衡阳专员公署。1952年4月，析衡阳县东南境一、二、四、九区置衡南县。7月，衡阳县治迁西渡。10月，撤衡阳、郴州、零陵专员公署设湘南行署，衡阳县隶属湘南行政区。1954年7月，撤湘南行署，复设衡阳专员公署，衡阳县属衡阳专员公署。1968年9月，改衡阳专员公署为衡阳地区，衡阳县属衡阳地区。1983年5月，衡阳地、市机构合并，衡阳县隶属衡阳市。2001年4月4日，衡阳县呆鹰岭镇划归衡阳市蒸湘区管辖。"
        }
    ]
}