{
    "title": "耒阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1372",
            "category": "衡阳市"
        },
        {
            "id": "1453",
            "category": "耒阳市"
        }
    ],
    "detail": "[日期：2014-08-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1265次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十五年（前222年），王翦定荆江南地，降越君，“因水制名”，置耒县。西汉高祖五年（前202年）改名耒阳县，因在耒水之阳故名。1986年撤耒阳县，设耒阳市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周，耒阳为扬越方国的领域。战国属楚。秦始皇二十五年（前222年），王翦定荆江南地，降越君，置耒县，“因水制名”，属长沙郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年），因县治在耒水之西故更名为耒阳县，属长沙郡。后徙长沙王吴芮于长沙郡，改长沙郡为长沙国，耒阳属长沙国。汉文帝二年（前178年），析长沙郡的南（乡）部置桂阳郡（包括今郴县地区和攸县、曲江、英德等地区），置郡治于郴县，耒阳归属桂阳郡。汉元封四年（前106年），设十三部刺史（冀、幽、襄、徐、青、兖、杨、荆、豫、益、凉、交址、朔方），耒阳仍属桂阳郡，隶荆州刺史部。"
        },
        {
            "type": "text",
            "text": "       新莽时，王莽于始建元年（前9年），借复古改制，将大量郡县名称多加改变。桂阳郡更名为南平，改耒阳县为南平亭，迁南平郡治于南平亭（耒阳县）。东汉建武六年（30年），将王莽所更改的郡县名称一律恢复西汉时的原名。南平郡复命桂阳郡，南平亭复命耒阳县仍属桂阳郡。其郡治仍置耒阳。"
        },
        {
            "type": "text",
            "text": "       三国时，建安十三年（209年），刘备取武陵、长沙、桂阳、零陵四郡，耒阳仍属桂阳郡，属蜀国。黄武元年（222年）八月吴克荆州，耒阳属吴国，仍属桂阳郡。孙吴太平二年（257年）二月析长沙郡东部置湘东郡，长沙西部置衡山郡。同时耒阳分析为三县：耒阳、新宁、新平。耒阳仍属桂阳郡，其余隶属湘东郡。"
        },
        {
            "type": "text",
            "text": "       西晋永嘉元年（307年）分荆州八郡置湘州（辖今湖南省和广东省北部韶关一带及广西省桂林地区），耒阳仍属桂阳郡，隶属湘州。永嘉二年（308年），析耒水以东之地置梨阳县，后改梨阳县为利阳县，隶属湘东郡。东晋复废利阳并入耒阳，仍属桂阳郡，隶荆州。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋时，耒阳属桂阳太守，隶湘州刺史。南齐，耒阳仍隶桂阳郡，属湘州。陈，耒阳仍隶桂阳郡，属湘州。迁县治于骜山口。隋开皇九年平陈，因耒阳县治骜山口在耒水之东更名为耒阳县。大业三年（607年）改州为郡，大业五年（609年）置衡山郡，耒阳属衡山郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）曾改郡为州，天宝元年（742年）复旧，乾元元年（758年）又改郡为州。武德四年（621年）自骜山口移县治于旧桂阳郡之后，复名耒阳，属衡州。天宝元年（742年）改衡州为衡阳道，耒阳属衡阳道。乾元元年（758年）复为衡州，耒阳仍属衡州，隶属江南南道。乾宁三年（896年）马殷据潭州称楚王，衡州、耒阳为马殷据有。此后历梁、唐、晋、汉共五十六年，皆为殷属地。"
        },
        {
            "type": "text",
            "text": "       五代十国，南唐保大九年（951年）李景时刘仁瞻取岳州，命道镐自袁州，取长沙，楚灭。保大十年（952年）武平节度使周行逢取潭州，子保嗣衡州刺史，耒阳属南唐，名仍旧。"
        },
        {
            "type": "text",
            "text": "       宋淳化五年（公元994年）遂废道存路。耒阳隶衡州衡阳，属荆湖北路安抚使。《宋史·地理志》以“耒”为“来”，故书为“来阳”。元世祖至元十九年（1282年）升耒阳为州，无领县，隶岭北湖南道肃政廉访司、湖南道宣慰司，属湖广行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1370年）三月降州为县。洪武七年（1374年）改衡州路为府，耒阳隶衡州府，属湖广布政司（洪武九年六月改行中书省为承宣布政使司，简称布政司）。清初承明制，康熙三年（1664年）分置湖南布政使司，为湖南省，耒阳隶衡永郴桂道的衡州府，属湖南省。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）9月置衡永彬桂道，民国三年（1914年）5月23日改置衡阳道，耒阳属衡阳道。民国七年（1918年），南北军阀混战，张敬尧部据县城，谭延凯据上堡街，双方坚持不下，在两处设署派官，横征暴敛，勒索人民，当时人民送一楹联曰：“一县两官分南北，千方百计要东西”。民国九年（1920年），废道，耒阳县直属于省。 民国十七年（1928年）2月26日，朱德率领工农红军进驻县城，2月19日成立耒阳县苏维埃政府（于江东梁氏宗祠）。"
        },
        {
            "type": "text",
            "text": "       为应付湘西中共苏区，民国二十六年（1937年），湖南省政府划分全省为十个行政督察区，耒阳县属第二行政督察区，专员公署驻衡阳（抗日胜利后专员公署迁耒阳县）。民国二十七年（1938年）十一月长沙“文夕”大火后，湖南省政府于二十八年春（1939年）自沅陵迁至耒阳。民国三十三年（1944年）6月耒阳沦陷，县城为日寇侵占。汉奸刘德南成立维持会，耒阳县政府迁严塘（今长冲乡）。民国三十四年（1945年），日寇投降后，始迁回县城。"
        },
        {
            "type": "text",
            "text": "       1949年10月7日耒阳解放，隶属衡阳专区。1952年11月置湘南行署，耒阳属湘南行署。1954年7月撤消湘南行署，分置衡阳、郴州两地区，耒阳属郴州地区。1968年2月成立属郴州地区革命委员会。1979年3月，撤销革命委员会，设立地区行署。耒阳县属郴州地区管辖。1983年5月，耒阳县划归衡阳市。1986年耒阳撤县设市，仍衡阳市代管。"
        }
    ]
}