{
    "title": "衡阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1372",
            "category": "衡阳市"
        }
    ],
    "detail": "[日期：2014-08-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：534次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇九年（589年），改临蒸县为衡阳县。衡阳地处南岳衡山之南，因山南水北为“阳”，故得此名。又因“北雁南飞，至此歇翅停回”，栖息于城南回雁峰，故雅称“雁城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时，衡阳地区古属三苗、扬越（亦扬粤），战国时为楚国所辖，为楚南重镇。秦始皇帝二十六年（221年），秦统一全国并将原楚国南部分为黔中、长沙两郡，衡阳地域属于长沙郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202）始建酃县（治今珠晖区酃湖乡，中国西汉至隋朝初年酃县指衡阳市珠晖区酃湖，宋代至新中国成立之初酃县指炎陵县），后设立钟武侯国、重安侯国。"
        },
        {
            "type": "text",
            "text": "       三国时期，衡阳分属于衡阳郡和湘东郡，出现二郡分立的情况。汉献帝建安二十五年（220年），孙吴于长沙郡东南设置湘东郡，郡治设酃县（今珠晖区酃湖乡）；并于长沙郡西部设衡阳郡，下辖蒸阳（今衡阳县）、重安（今衡南县）、湘南、湘西（今衡山、衡东、南岳区）、湘乡、益阳等县。此为历史上首次出现以衡阳命名的郡。"
        },
        {
            "type": "text",
            "text": "       西晋置衡州，治衡阳。东晋、南北朝先后设湘东郡、衡阳王国（辖今衡阳市、娄底市、益阳市、湘乡市、宁乡县、韶山市、等地）、湘东王国（今衡阳市、茶陵、炎陵、攸县、双峰、安仁等地），首府设衡阳。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），隋灭陈，并改郡为州，并湘东、衡阳两郡为衡州，改临蒸县为衡阳县，州、县城均在江东东岸。此为历史上首次出现以衡阳命名的县。"
        },
        {
            "type": "text",
            "text": "       唐天宝年间又将衡州改称衡阳郡，肃宗至德二年（756年）置衡州防御使，领衡、涪、岳、潭、郴、邵、永、道八州。唐乾元元年（758年）衡阳郡复改为衡州。唐代宗广德二年（764年），唐王朝为了加强对湖南地区的控制，设置湖南观察使。这是历史上最早出现“湖南”之名，湖南观察使驻衡州。"
        },
        {
            "type": "text",
            "text": "       宋朝为衡州衡阳郡。元朝确定行省制度，省下设路，改置衡州路，在衡州设湖南宣慰司，属湖广行省（治武昌，今武汉）。元贞元年(1295年) 衡永郴桂诸路人民抗粮、抗丁，起义频繁，朝廷于衡州设行枢密院。"
        },
        {
            "type": "text",
            "text": "       明朝置衡州府，属湖广行省（治武昌，今武汉）。下辖衡阳县（衡阳市区、衡阳县、衡南县）、衡山县（南岳区、衡山县、衡东县）、耒阳县（耒阳市、安仁县）、常宁县（常宁市）、茶陵州（茶陵县、攸县、炎陵县、安仁县）、桂阳州（桂阳县、临武县、蓝山县、嘉禾县），明朝中后期设桂王藩国，都衡阳。"
        },
        {
            "type": "text",
            "text": "       清代湖广行省分为左、右布政使司，康熙三年（1664年）分为湖南、湖北两省。置衡永郴道，驻衡州府，领衡州府（衡阳县、清泉县、衡山县、耒阳县、常宁县、安仁县、酃县、桂阳州、临武县、蓝山县、嘉禾县），更名衡永郴桂道。康熙十五年（1676年），吴三桂在衡阳称帝，国号周，衡阳改称应天府（国都）。1681年（康熙二十年）冬，三藩之乱被平定，应天府复称衡永郴桂道。雍正十年(1732)衡永郴桂道增领桂阳州。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），废府存道，改衡永郴桂道为衡阳道，俞寿璋任道尹。衡阳道辖衡阳、衡山、安仁、耒阳、常宁、酃县、零陵、祁阳、东安、道县、宁远、永明、江华、新田、郴县、永兴、资兴、宜章、汝城、桂东、桂阳、临武、蓝山、嘉禾24县，治所衡阳。民国九年（1920年）废道，各县均直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月湖南全省普遍设立行政督察区，衡阳、衡山、耒阳、常宁隶属第五行政督察区，民国二十七年（1938年）4月调整行政督察区，原第五区改称“第二行政督察区”。民国三十一（1942年）1月1日，析衡阳县城区及城郊3个乡置衡阳市。县、市治同城。6月，专署迁驻茶陵县。抗战结束后移驻衡阳市。市长朱玖莹。民国三十三年（1944年）第二次世界大战中国历时最长的战役——衡阳保卫战致使全城被毁，全城仅剩三栋建筑。"
        },
        {
            "type": "text",
            "text": "       1949年10月8日衡阳解放。衡阳县隶属衡阳专员公署。1950年衡阳市改由省直辖。1952年4月，析衡阳县东南境一、二、四、九区置衡南县。7月，衡阳县治迁西渡。10月，撤衡阳、郴州、零陵专员公署，设湘南行署，行署驻衡阳市。1954年7月，撤湘南行署，复设衡阳专员公署。1963年由衡山县析置南岳县（驻南岳镇）。1966年，撤销南岳县，并入衡山县；由衡山县析置衡东县。"
        },
        {
            "type": "text",
            "text": "       1968年9月，改衡阳专区为衡阳地区。1980年2月20日，衡阳市升格为地级市，下设江东区、城南区、城北区。1983年5月，衡阳地、市机构合并，衡阳县隶属衡阳市。1986年耒阳撤县设市（县级）。1996年11月26日，常宁撤县设市（县级）。2001年4月4日，撤销衡阳市江东区、城南区、城北区、郊区，设立衡阳市珠晖区、雁峰区、石鼓区、蒸湘区。"
        }
    ]
}