{
    "title": "昌吉回族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "132",
            "category": "昌吉回族自治州"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：426次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       昌吉”本为“仰吉”之转音，原系突厥语，涵义是“新”的意思。早在《突厥语大词典》和《元史·地理志·西北地附录》里都记载有“仰吉八里”（意为新城）这一名称。 “昌吉”之名大致是由张堡、仰吉八里、昌都刺或昌八里等名逐渐演变而来。但《阅微草堂笔记》或《西域水道记》里却说昌吉一名系准噶尔语（蒙古语），是“场圃”的音译，它原是一条河的名称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉时，本境属西域36国之一的车师国，后车师国分前部和后部，本境即属车师后部，公元前102年，汉在西域设“使者校尉”时，汉军队便统治了这一地区。汉宣帝元康四年（公元前62年）在北庭（今吉木萨尔县）设戊已校尉，前后行政400余年。公元3世纪初至6世纪中叶，境内先后为高车、柔然、突厥、西突厥铁勒部等部族游牧驻地。"
        },
        {
            "type": "text",
            "text": "       唐贞观十四年（640年），于可汗浮图城（今吉木萨尔县北庭故城）置庭州，辖金满、轮台、蒲类、西海四县，相当于今昌吉州的大部分地区。武后长安二年（702年）设北庭大都护府，辖天山以北，巴尔喀什湖以南的广大地区。公元800年，回鹘在高昌（今吐鲁番）建立回鹘汗国，北庭为其陪都，自此这里便成了回族聚居区之一。宋时，本境先后属吐蕃、回鹘汗国。"
        },
        {
            "type": "text",
            "text": "       元宪宗初年（1229年），元朝在别失八里（今吉木萨尔县北庭故城）设行尚书省，统天山南北畏兀儿之地，后元国势颓败，西域各自为政，本境属察合台汗国。明属蒙古瓦刺部落游牧地。"
        },
        {
            "type": "text",
            "text": "       清康熙三十六年（1697年） 灭噶尔丹部，本境随归清治。乾隆二十七年（1762年），本境属伊犁将军管辖。后在迪化设镇迪道，辖本境大部；部分属镇西府。乾隆三十八年（1773）至光绪二十八年（1902）先后设置昌吉县、阜康县、奇台县、绥来县（今玛纳斯县）、孚远县（今吉木萨尔县）、呼图壁县。光绪十年（1884年）新疆建省，本境大部归迪化府，辖县有迪化、昌吉、呼图壁（设县丞）、绥来、阜康、孚远、奇台等七县。"
        },
        {
            "type": "text",
            "text": "       民国十年（1921年）设迪化县三道坝县佐，民国十七年（1928）升格为乾德县，民国十九年（1930）设立木垒河县。至此本境原属七县增至九县。"
        },
        {
            "type": "text",
            "text": "       1950年设迪化专区，专署驻迪化市。辖迪化、绥来、景化、昌吉、乾德、阜康、孚远、奇台、木垒河、鄯善、吐鲁番、托克逊等12县。1953年11月20日迪化专区改为乌鲁木齐专区，原属各县不变，将原绥来县改为玛纳斯县，景化县改为呼图壁县，孚远县改为吉木萨尔县，乾德县改为米泉县，迪化县改为乌鲁木齐县。1954年7月15日木垒河县改设木垒哈萨克族自治区。"
        },
        {
            "type": "text",
            "text": "       1954年7月15日设立昌吉回族自治区，自治区人民政府驻昌吉县。原属乌鲁木齐专区的乌鲁木齐、昌吉、米泉3县划归昌吉回族自治区。1955年3月11日将昌吉回族自治区改为昌吉回族自治州，同时将木垒哈萨克自治区改为木垒哈萨克自治县。1958年撤销乌鲁木齐专区，将玛纳斯、呼图壁、奇台、阜康、吉木萨尔5县和木垒哈萨克族自治县划归昌吉回族自治州。1959年将乌鲁木齐县划归乌鲁木齐市领导。1976年将玛纳斯县划归石河子地区，1978年原石河子地区所属玛纳斯县划入昌吉回族自治州。1983年后，昌吉市、阜康县、米泉县相继建市。至此昌吉州共辖5县3市。"
        }
    ]
}