{
    "title": "湘潭市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1371",
            "category": "湘潭市"
        }
    ],
    "detail": "[日期：2014-08-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：504次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉，析临湘置湘南县，南北朝梁天监年间(502年—519年) 置湘潭县。湘江湘潭长沙交界段昭山下被认为是一深不可测的旋潭，此即昭潭，为湘江最深处。相传为无底潭，而周昭王即殁于此潭。因其靠近东晋、南朝的湘州治所，而亦被称为湘州潭。《水经注》谓之湘州潭，县因潭名。\n\r\n       一说县有玉山，潭水所出，县界于湘水、潭水之间，故名湘潭。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时期，县域属楚国。隶长沙郡。秦灭楚，置临湘县，今县地属临湘县，隶长沙郡。西汉，析临湘置湘南县.东汉称为湘南侯国，治所在今石潭镇古城村，今县地属湘南和临湘县，隶长沙国。"
        },
        {
            "type": "text",
            "text": "       三国吴太平二年（257年），分临湘立湘西县，今县地分属湘南、湘西县，隶衡阳郡。晋，湖南、湘西隶属吴系未变。南朝齐建元二年（480年），湘南县废。今县地分属湘西、湘乡、新康县。梁天监年间（502年—519年），分阴山县立湘潭县，湘潭县始立，县地多在今衡东县境，治所在衡东石湾附近，隶湘东郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），湘潭县域扩大，将茶陵、攸水、阴山、建宇县并人，今株洲县凤凰山以北部分地域亦属湘潭县。衡山县域亦扩大，湘西、湘乡县、新康县中分并入。今县地属衡山县，隶潭州长沙郡。"
        },
        {
            "type": "text",
            "text": "       唐天宝八年（749年），湘潭县大部划属衡山县，衡山县北部划属湘潭县，县治移至洛口（今易俗河镇），隶潭州。至此，县境初定，各地相符。五代十国时期，县域属马殷楚国，隶潭州长沙府。易俗河商业发达，设置场官。"
        },
        {
            "type": "text",
            "text": "       宋代，湘潭县隶荆湖南，路潭州。县人开采金矿，开垦山田，扩种水稻。株洲商业兴起，开征酒税。元符元年（1098年），湘潭县析出2乡、长沙县析出5乡置善化县。南宋，县治移至今湘潭市观湘门直街。"
        },
        {
            "type": "text",
            "text": "       元元贞二年（1295年），湘潭县升为州，隶湖广行省潭州路。明初，湘潭复降为县，隶长沙郡。清顺治六年（1649年），清军入城，杀明督师大学士何腾蛟，并“以邑人多贰于圣朝”，下令“屠城九日”，全城幸存者不满百人。清康熙十三年（1674年），吴三桂反清，占领县城。清康熙十八年（1679年），清军复定湘潭，兵戎蹂躏，田地尽荒。清光绪三十一年（1905年），湘潭辟为寄港地。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）5月置湘江道，湘潭县隶湘江道。民国九年（1920年）撤道，湘潭县直隶湖南省。民国二十六年（1937年）设立第一行政督察区，辖湘潭等10县。民国三十三年（1944年）6月1日，湘潭县城沦陷。民国三十四年（1945年）9月20日，日军向驻潭国民革命军缴械投降。抗战后一度废除第一行政督察区，各县改由省府管辖，民国三十六年（1947年）以后恢复本区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月9日，湘潭和平解放。县域隶长沙专区。1950年1月，湘潭县城关区析出，建县级湘潭市，隶属长沙专署。同年4月撤湘潭市，仍为湘潭县的城关区。1952年，长沙专区改名湘潭专区，湘潭县隶湘潭专区。1953年4月，复设湘潭市，为省辖市，由湘潭专区代管。1968年9月成立湘潭市革命委员会，湘潭专区改称湘潭地区。1980年10月湘潭市革命委员会改名为湘潭市人民政府，同年湘潭市改为省直辖市。"
        },
        {
            "type": "text",
            "text": "       1983年8月，湘潭地市合并，将其原湘潭地区的浏阳县划归长沙市，醴陵、攸县、茶陵、酃县划归株洲市，湘潭、湘乡两县划归湘潭市。全市辖湘潭、湘乡两县和雨湖、岳塘、湘江、板塘、郊区五个区。 1984年，将湘潭县的银田镇和韶山区划出设立县级韶山区，由湘潭市管辖。1986年湘乡县改市，仍由湘潭市辖。 1990年韶山撤区建市，1992年湘潭市城郊区由雨湖、湘江、岳塘、板塘、郊区五个行政区以湘江为界调整为雨湖、岳塘两个行政区。"
        }
    ]
}