{
    "title": "长沙市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        },
        {
            "id": "1369",
            "category": "长沙市"
        }
    ],
    "detail": "[日期：2014-08-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：469次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置长沙郡。汉置长沙国。隋置长沙县。据《元和郡县志》：《东方朔记》，南郡有万里沙祠，自湘川至东莱，地可万里，故曰长沙。"
        },
        {
            "type": "text",
            "text": "       另据《通典》：轸旁有小星名长沙，应其地而名。其地在周曰星沙，以天文名也。越世家，犨庞长沙。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋末期，楚国（荆楚）的势力进入长沙。秦始皇二十五年（前222年），秦国大将王翦帅军南下，灭楚，今长沙属秦国，设立“ 长沙郡 ”，湘县为长沙郡的郡治。秦代长沙郡涵盖今湖南大部分、湖北以南、江西西北和广东的连县、广西的全州等地。"
        },
        {
            "type": "text",
            "text": "       汉高帝五年（前202年），刘邦封西汉王朝开国功臣吴芮为长沙王，以原秦朝的长沙郡建长沙国，将湘县改名临湘县，临湘县驻所作为国都。到汉景帝前元年（前156年）其五世孙吴著死，因无子，长沙国被撤除。汉景帝前元二年（前155年），景帝庶子刘发封为长沙王。"
        },
        {
            "type": "text",
            "text": "       新朝初始元年（8年），王莽改长沙国改名“填蛮郡”，国都临湘改名“抚睦县”。东汉建立后，新朝所改郡县，恢复原名。建武十三年（37年），刘秀以长沙王刘兴等“皆袭爵为王，不应经义”，将其改封为临湘侯，又将长沙国废除，改为长沙郡。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十四年（219年），孙权夺取长沙郡，属吴国荆州，临湘为长沙郡郡治。西晋初期，长沙郡仍隶属荆州，以临湘为治所。永嘉元年(307年)，晋怀帝司马炽从荆州分出长沙、建昌、湘东、衡阳、邵陵、营阳、桂阳、零陵等8郡另立湘州，以临湘为治所。"
        },
        {
            "type": "text",
            "text": "       隋文帝时，以长沙有昭潭，改湘州为潭州，设立潭州总管府。长沙郡废除，所辖的临湘县改为长沙县，并废浏阳、醴陵2县并入；隋炀帝时，进一步改制，废诸州总管府，裁并州县，改州为郡。潭州又改为长沙郡，辖长沙、衡山、益阳、邵阳4县，以长沙县为郡治。"
        },
        {
            "type": "text",
            "text": "       唐贞观十年(636年)，唐全国为10道，潭州属江南道。开元二十一年(733年)，增为15道，潭州属江南西道。唐朝初期，从长沙县析置醴陵，从衡山县析置湘乡县。唐中宗景龙二年(708年)，分长沙县复置浏阳县。唐玄宗天宝八年(749年)，衡山县改名湘潭县。潭州仍辖6县，即长沙、浏阳、醴陵、益阳、湘乡、湘潭，直至唐末。五代十国时期，马殷建立楚国，以长沙县为国都。"
        },
        {
            "type": "text",
            "text": "       宋建隆四年（963年）宋军占领潭州。至道三年(997年)，宋真宗正式改道为路，全国为15路。原湖南道改为荆湖南路，长沙为荆湖南路潭州治所。建炎四年（1130年）正月，金兵攻陷长沙，屠城而去。同一年，洞庭湖区爆发了钟相、杨幺起义，湖南人民纷纷响应，朝廷先派李纲，后派岳飞来镇压。外加土匪武装涌入长沙，烧杀掳掠，无恶不作。短短两年，长沙城垣残破，十室九空，湖南安抚使兼知潭州向子甄乃率所属移驻攸县。"
        },
        {
            "type": "text",
            "text": "       元朝至元十一年（1274年）改潭州为潭州路，属湖广行省，长沙为潭州路治所。元文宗天历二年（1329年）因“天子临幸”而改潭州路为天临路，元末改称潭州府，治所在长沙县。明初，长沙县为长沙府治所，隶属湖广布政使司。清朝康熙三年（1664年）建“湖南省”，长沙同为长沙府府治和湖南省治。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废长沙府，长沙县直属于省；民国三年（1914年）5月置湘江道，长沙县属湘江道。民国九年（1920年）裁撤湘江道，长沙县直属于省。民国二十二年（1933年）长沙县、市分治，设长沙市，为湖南省辖市。民国二十六年（1937年）设湖南省政府直辖区，驻长沙市。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月5日，长沙解放。1949年8月至1958年为不管县时期，只管市、郊，没有辖县；长沙市辖8区：城东区、城南区、城西区、城北区、文艺区、金盆区、岳麓区、会春区。1958年12月，长沙县、望城县划归长沙市管辖。1959年2月，撤消郊区。3月，长、望两县合并称长沙县，1977年12月，恢复望城县建置。1983年2月，浏阳、宁乡、湘阴划归长沙市管辖，湘阴县随即划归岳阳地区。1993年1月，浏阳撤县改市。1996年，辖区区划调整，撤销郊区，设立芙蓉、天心、岳麓、开福、雨花5区。2011年7月，撤望城县，改设望城区。"
        }
    ]
}