{
    "title": "湖南省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "25",
            "category": "湖南省"
        }
    ],
    "detail": "[日期：2014-08-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：579次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐代宗广德二年（764年）置湖南观察使，因地处洞庭湖以南得名“湖南”，又因湘江贯穿全境而简称“湘”。"
        },
        {
            "type": "text",
            "text": "       此地唐属江南西道和黔中道，后设湖南观察使，为湖南得名的开始；宋置荆湖南路，简称湖南路；元设岭北湖南道；明属湖广省，后改省为湖广布政使司；清分湖广省置湖南省，省名至今未变。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周朝为荆州南境，春秋战国时期纳入楚国版图。秦统一中国后， 实行郡县制，湖南地区设置有黔中郡、长沙郡。秦代的黔中郡辖今湖南西部及毗连的川、黔区域，但不包括沅陵和常德。秦代长沙郡涵盖今湖南大部分、湖北以南、江西西北和广东的连县、广西的全州等地。"
        },
        {
            "type": "text",
            "text": "       西汉实行州、郡、县三级制，与封国并行。湖南境内设有武陵郡、桂阳郡、零陵郡和 长沙国。王莽新朝曾废长沙国改立填蛮郡，桂阳郡改南平郡，武陵郡改建平郡，零陵郡改九嶷郡。东汉时恢复原郡名，建武十三年（37年），长沙国废除，改为长沙郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，湖南地区为蜀汉和东吴角逐之所，零陵、武陵郡属蜀，长沙、桂阳郡属吴。后零陵、武陵郡归入东吴版图，并增置南郡、临贺郡、衡阳郡、湘东郡、天门郡、昭陵郡6郡。"
        },
        {
            "type": "text",
            "text": "       西晋时，湖南分属荆州、广州。东晋偏安江左，湖南分属荆州、湘州和江州。南朝宋、齐和梁前期，湖南分属湘州、郢州和荆州。陈朝时湖南分属荆州、沅州、湘 州。"
        },
        {
            "type": "text",
            "text": "       隋朝裁并州、县，改州、郡、县三级制为郡县二级制。湖南省境设8郡：长沙郡、武 陵郡、沅陵郡、澧阳郡、巴陵郡、衡山郡、桂阳郡、零陵郡。"
        },
        {
            "type": "text",
            "text": "       唐初改郡为州，武德四年（621年）置潭州总管府，管辖潭州、衡州、永州、郴州、连州、南梁 州、南云州、南营州8州。武德七年（624年）改总管府为都督府，统辖潭州、衡州、永州、郴州、 连州、邵州和道州。唐贞观十年(636年)，唐全国为10道，潭州属江南道。开元二十一年(733年)，增为15道，湖南分属山东南道、江南西道和黔中道、黔中道黔州都督府。广德二年（764年）又置湖南观察使，湖南之名自此始。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，马殷据有湖南，立楚国，国都为长沙府。楚分其所辖地为28州1监， 在湖南境有13州1监：潭州、岳州、郴州、朗州、辰州、溪州、邵州、锦州、澧州、叙 州、衡州、永州、道州和桂阳监。宋朝分全国为路，路下设州、府、军、监，各辖若干县。湖南分属荆湖南路和荆湖北路。"
        },
        {
            "type": "text",
            "text": "       元代实行行省制度。湖南属湖广行省，分14路3州：岳州路、常德路、澧州路、辰 州路、沅州路、靖州路、天临路、衡州路、道州路、永州路、郴州路、宝庆路、武冈路、 桂阳路、茶陵州、耒阳州、常宁州。元朝政府还在今湘西少数民族聚居地实行土司制度， 置有十多个长官司或蛮夷长官司，分别隶属思州军民安抚司、新添葛蛮安抚司和四川行省永顺等处军民安抚司管辖。"
        },
        {
            "type": "text",
            "text": "       明朝行省设布政使司，后改为承宣布政使司。省下为府(州)，府下设县，实行省、府 (州)、县三级制。湖南属湖广布政使司，辖地在今湖南境的有7府、2州、2司：岳州府、长沙府、常德府、衡州府、永州府、宝庆府、辰州府、郴州、靖州、永顺军民宣慰使司、保靖州军民宣慰使司。"
        },
        {
            "type": "text",
            "text": "       清朝地方政权实行省、道、府(直隶厅、直隶州)、县(散厅、散州)四级制。康熙三年（1664年）置湖广按察使司，湖广右布政使、偏沅巡抚均移驻长沙。湖广行省南北分治，湖南独立建 省。长沙、衡州、永州、宝庆、辰州、常德、岳州7府，郴、靖2州由偏沅巡抚直接管辖。雍正二年（1724年），偏沅巡抚易名湖南巡抚。至此，现行的湖南省行政区域作为独立的地方一级政权组织才基本确立下来。"
        },
        {
            "type": "text",
            "text": "       中华民国时期，湖南的行政设置几经变化。民国三年(1914年)，分全省为湘江、衡阳、辰沅、武陵4道。民国五年(1916)，裁武陵道，全省存3道，仍有75县。民国九年（1920年），湖南省道制撤销，各县均直属于湖南省。后为应付湘西中共苏区，于民国二十四年（1935年）5月划湘西19县置湘西绥靖区，下分5个行政督察区，民国二十五年（1936年）调整为4个行政督察区。民国二十六年（1937年）12月湖南省全省划为九个行政督察区，撤消湘西绥靖公署。民国二十九年（1940年）4月划分为10个行政督察区，尔后未再改变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月湖南省人民政府成立，当年设置长沙、衡阳2地级市，长沙、衡阳、郴县、常德、益阳、邵阳、永州7直属专区，湘西行政区及所辖永顺、沅陵、会同3专区。此后行政区划多次调整变更，至2014年全省现有13个地级市、1个自治州、16个县级市、72个县(其中7个自治县)、34个市辖区，计122个县级行政建制。长沙市为湖南省的省会。"
        }
    ]
}