{
    "title": "庆元县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1480",
            "category": "丽水市"
        },
        {
            "id": "1482",
            "category": "庆元县"
        }
    ],
    "detail": "[日期：2014-08-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：800次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南宋宁宗庆元三年（1197年）析龙泉县松源乡益以延庆乡之半（今龙泉市小梅、查田、茶丰、青溪、四源及庆元县三济、黄真、黄田等地）置县，以宁宗年号“庆元”为名，置庆元县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      夏、商、西周庆元境域为越地（古代民族越族聚居地）。春秋为吴、越东平乡。战国后期（约前306年）楚灭越，属楚国。秦属闽中郡（郡治在今福州市）。"
        },
        {
            "type": "text",
            "text": "      西惠帝三年（前192年）立东瓯国（治所在今温州市），为东瓯国土。始元二年（前85年）以东瓯地置回浦县，属扬州刺史部会稽郡（郡治在今江苏苏州市）。东汉建武初（25年）省回浦入鄞县（属今宁波市）。章和元年（87年）析回浦故地置章安县（治今台州椒江章安镇），属扬州刺史部会稽郡（治今绍兴市）。建安四年（199年）分章安置松阳县，属扬州会稽郡；建安二十三年（218年）分太末县南部置遂昌县，属扬州会稽郡。"
        },
        {
            "type": "text",
            "text": "       自三国、两晋、南北朝、隋至唐朝乾元二年（759年），五百多年间，松阳县先后隶属扬州临海郡、永嘉郡、处（括）州、江南道（或江南东道）括州；遂昌县先后隶属扬州东阳、括州、江南道（或江南东道）括州。唐乾元二年（759年）析遂昌县、松阳县置龙泉县，庆元境域属浙江东道括州龙泉县，称松源乡。"
        },
        {
            "type": "text",
            "text": "       五代十国，后晋天福二年（937年）闽国夺取吴越国龙泉县松源乡之半建松源镇（治今松源县旧县村），属闽国。另半仍属吴越国处州龙泉县。北宋属两浙路（或两浙东路）处州龙泉县。"
        },
        {
            "type": "text",
            "text": "       南宋，宁宗庆元三年（1197年）析龙泉县松源乡益以延庆乡之半（今龙泉市小梅、查田、茶丰、青溪、四源及庆元县三济、黄真、黄田等地）置县，以宁宗年号“庆元”为名，称庆元县，属两浙东路处州。县治濛洲（今庆元县城松源镇）。元初庆元县属江淮行省（至元二十一年，即1284年，改属浙江行省）处州路。至正十九年（1359年）改为安南府，旋改处州府。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1370年）撤庆元县置庆元巡检司，治查田（今属龙泉市）。洪武十三年（1380年）复置庆元县，属浙江布政使司处州府。景泰三年（1452年）青田县鸣鹤乡升天里一部分地域（今江根、竹坪、官塘、左溪、青竹、苏湖、岭头、南峰等乡村）划给庆元县，“延庆乡之半”地域中的小梅、查田、茶丰、青溪等地划归龙泉县。清朝，庆元县属浙江省处州府。清嘉庆年间，庆元县属的金村、下洋划归龙泉县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废处州府，庆元县直属浙江省都督府。民国三年（1914年）属浙江省长公署瓯海道。民国十六年（1927年）废道，庆元县直属浙江省政府。民国二十一年（1932年）6月属浙江省第十二县政督察区（同年10月改称第三临时特区，署址龙泉）。民国二十四年（1935年）6月改属丽水行政督察区，民国二十五年（1936年）4月改称第九行政督察区。民国三十七年（1948年）4月改称第六行政督察区，署址丽水。同年7月改称第七行政督察区，署址云和县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月17日，庆元和平解放，7月5日庆元县人民政府成立（县府驻地松源镇），属浙江省第七专区（同年10月改称丽水专区）。1952年1月撤销丽水专区，庆元县改属温州专区。1954年3月原属景宁县的吴坑乡划给庆元县。1957年5月原属龙泉县的龙岩村划给庆元县。1958年3月隆宫乡的张天村划给福建政和县。"
        },
        {
            "type": "text",
            "text": "       1958年11月庆元县并入龙泉县。1963年4月，恢复丽水专区，龙泉县属丽水专区。1968年11月丽水专区改称丽水地区。1973年7月17日恢复庆元县建制，属丽水地区。1975年3月原属庆元县的四源乡划归龙泉县。1975年8月18日，成立庆元县革命委员会，1981年7月县革命委员会改称县人民政府，属丽水地区。2000年撤销丽水地区，设立地级丽水市，庆元县属丽水市。"
        }
    ]
}