{
    "title": "龙泉市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1480",
            "category": "丽水市"
        },
        {
            "id": "1481",
            "category": "龙泉市"
        }
    ],
    "detail": "[日期：2014-08-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：437次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       相传古时镇南有一湖称“龙渊”是东海龙王囚禁龙女之地。龙女喷水使洼成湖，湖水历年不沽，灌溉着黄鹤岭之南的万亩良田。邑人为纪念龙女，称此湖为“龙渊”。春秋战国时，铸剑名将欧治子在此湖畔成功地铸就了三把宝剑。剑名按制作先分别为“龙渊”、“泰阿”、“工布”，第一把以“龙渊”湖取名。唐时避讳“渊”字（因唐高祖名李渊），湖名改为“剑池”，剑池之曰“龙泉”。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年），因避高祖李渊讳，改龙渊乡为龙泉乡。乾元二年（759年），分松阳县龙泉乡和遂昌县部分地置龙泉县。1990年12月26日，撤销龙泉县，设立龙泉市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周为扬州之域。春秋时属越国。战国时越亡入楚。秦属闽中郡。西汉属会稽郡回浦县。东汉改回浦县为章安县，建安八年（203年）分章安县南部设松阳县，时属松阳县地。三国时属临海郡松阳县。"
        },
        {
            "type": "text",
            "text": "       东晋太守元年（323年），属扬州永嘉郡松阳县龙渊乡。唐武德三年（620年），因避高祖李渊讳，改龙渊乡为龙泉乡。乾元二年（759年），分松阳县龙泉乡和遂昌县部分地置龙泉县，治黄鹤镇（今龙渊镇），属括州。"
        },
        {
            "type": "text",
            "text": "       北宋宣和三年（1121年），诏天下县镇凡有龙字者皆避，龙泉县改名剑川县。南宋绍兴元年（1131年）复名龙泉县。庆元三年（1197年），析龙泉县南松源乡及延庆乡部分地置庆元县。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1370年）庆元县并入龙泉县，设巡检司于查田；洪武十三年（1380年）复置庆元县，巡检司撤。清乾隆二十六年（1761年）建县丞署于安仁镇，至光绪十六年（1890年）裁撤。明清两朝，龙泉县均属处州府。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）11月25日，处州府城光复，成立处州军政分府，龙泉县属之。民国初期，废清代道、府、厅、州制，龙泉县直属于省。民国三年（1914年），浙江省设钱塘、会稽、金华、瓯海四道，龙泉县属瓯海道。民国十六年（1927年），废道，龙泉县直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）5月，浙江全省划为12个行政督察区，第十二区驻龙泉县。同一年又将浙江划分为六个区，龙泉县属第三区。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，龙泉县属第九区。民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，龙泉县仍属第九区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，龙泉县属第六区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月13日龙泉县解放。6月5日，龙泉县人民民主政府成立（7月1日起改称县人民政府），属丽水区专员公署。1952年1月，撤销丽水专区，龙泉县改属温州区专员公署。1958年11月，庆元县并入龙泉县。1963年5月16日恢复丽水专区，龙泉等6县划归丽水专区。1973年7月，恢复庆元县建制，至1975年8月，龙、庆二县始分署办公。"
        },
        {
            "type": "text",
            "text": "       1968年11月丽水专区改称丽水地区，龙泉县属之。1990年12月26日，撤销龙泉县，设立龙泉市（县级），仍属丽水地区行政公署。1991年2月4日，龙泉市挂牌成立。2000年7月，撤消丽水地区，建地级丽水市，龙泉市属丽水市管辖。"
        }
    ]
}