{
    "title": "玉环县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        },
        {
            "id": "1494",
            "category": "玉环县"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1682次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       关于“玉环”名称的由来，有以下几种说法："
        },
        {
            "type": "text",
            "text": "       玉环古称榴屿（因山上多石榴树故名），又有木榴山，木溜山，木履山，地胏山等别称。榴屿为何改称玉环？众说不一。据《太平广宇记》说：“上有流水洁白如玉，环山而流，因名玉环。”目前《太平广宇记》的说法是广为接受的。"
        },
        {
            "type": "text",
            "text": "       另据清雍正《玉环志》又说：“宋高宗因金兵南侵，从海上由杭州南渡到温州江心屿，过榴屿遗玉环，故名。”"
        },
        {
            "type": "text",
            "text": "       还有一说，《温州府志》，《台州府志》载：“玉环山一名‘木榴屿’，避钱王（吴越国王钱鏐）讳改名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周及春秋时期，属瓯越地。战国时期，属楚地。秦代今县境属闽中郡。西汉初属东瓯王国。武帝建元三年（前138年），东瓯王因闽越国围攻，乃举国迁徙，县境废墟。始元二年（前85年）置回浦县（包括今温州、台州和丽水地），隶属会稽郡，县境属回浦县地。"
        },
        {
            "type": "text",
            "text": "       东汉建武六年（30年），回浦县并入鄞县，县境属鄞县回浦乡。后析出回浦地，建章安县，县境为章安县东瓯乡。后又析出东瓯乡，建永宁县，隶属临海郡，县境为永宁县地。"
        },
        {
            "type": "text",
            "text": "       三国时，属吴国，为临海郡永宁县地。西晋时仍为临海郡永宁县地。东晋太宁元年（323年），分临海地立永嘉郡；宁康二年（374年）分永宁地置乐成县，县境属乐成县。南北朝时，仍隶属乐成县地。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十二年（592年），乐成县并入永嘉县，县境为永嘉县地。唐高祖武德五年（622年）析永嘉县置永宁、乐成两县，县境属乐成县地。其间析、废、置较多。会昌二年（842年）前，乐成县在县境置玉留镇。"
        },
        {
            "type": "text",
            "text": "       五代时属吴越国，隶靖海军。后梁开平二年（908年），改乐成县为乐清县。县境属乐清县。北宋时，县境为温州府乐清县玉环乡之一部分，隶属两浙路应道军。南宋时改温州府为瑞安府，县境为瑞安府乐清县玉环乡。元朝时仍为乐清县玉环乡地。"
        },
        {
            "type": "text",
            "text": "       明朝初期仍为乐清县玉环乡。明洪武二十年（1387年），因倭寇扰边，徙居民为内地，今楚门港（漩门港）以南玉环本岛等地全部被迁弃。成化十二年（1476年），析乐清县山门、玉环两乡6都地隶太平县（今温岭市），属台州府（今台州市），县境港北地区归属太平县，港南地被游民私种。"
        },
        {
            "type": "text",
            "text": "       清初，县境港北仍为太平县地，港南仍被游民私种。顺治十八年（1661年），清政府下令撤边海30里，境民全被内迁。楚门半岛地区亦遭迁弃。境内塘塌地废，一片荒芜。清雍正五年（1727年），浙江巡抚李卫奏请展复玉环。钦准招徕沿海居民（大部分来自温州、台州两府沿海居民），报荒垦种，展复玉环，境业再衍。雍正六年（1728年），始建玉环厅，隶属温州府（今温州市）。至此，玉环始有独立行政建制。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废旧制中州、府、厅为县，玉环厅改为玉环县，直属于省。民国三年（1914年）5月23日，全省划为钱塘道、会稽道、金华道、瓯海道4道，玉环县属瓯海道。民国十六年（1927年），废道制，玉环县隶属省政府管辖。民国二十一年（1932年）5月，浙江全省划为12个行政督察区，后又改为七个，玉环县属第四区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，玉环县属第八区。民国二十九年（1940年）1月，为适应战时需要，省政府将全省调整为10个行政督察区，民国三十二年（1943年），又调整为11个行政督察区，两次调整中，玉环县均属第八区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，翌年，又调整为9个行政督察区，两次调整中，玉环县均属第五区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月7日，玉环解放。4月14日，成立玉环县民主政府。5月12日，玉环县民主政府改为玉环县人民政府。中华人民共和国建立后，玉环县属浙江省温州专区。1953年5月，洞头、大门两个区19个乡、镇析出，建立洞头县。1958年7月，洞头县建制撤销，下辖11个乡、镇地重新归入玉环县。1959年4月，玉环县建制撤销。原洞头县地划归温州市，余皆并入温岭县（今温岭市）。"
        },
        {
            "type": "text",
            "text": "       1962年4月，恢复1958年撤销的台州专区，恢复玉环县建制（未包括原洞头县地），隶属台州专区。1978年10月台州专区改称台州地区。1980年1月，县属环山镇改名城关镇。1991年3月11日，从楚门区析出外塘乡、凡塘乡、芳杜乡、清港镇，建置清港区。1994年9月，撤芦浦乡建芦浦镇。1993年11月6日，省政府批准设立浙江省玉环大麦屿经济开发区。2000年6月30日，撤销城关镇、坎门镇、陈屿镇建制，建立玉环县珠港镇。2001年11月，撤销鲜叠镇，辖区拼入珠港镇陈屿办事处。1994年8月22日，撤销台州地区，设立地级台州市，玉环县隶属台州市。"
        }
    ]
}