{
    "title": "三门县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        },
        {
            "id": "1493",
            "category": "三门县"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：646次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十九年（1940年）7月，自宁海县析出东南18乡镇，临海县东北隅析出5乡镇以及原南田县6个乡镇，设置三门县。县以三门湾得名。而三门湾的名称由来是因湾口有三山矗立，形成三道航门，故名三门湾。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周为瓯越地。春秋战国为越国地。公元前306年后，为东越地。秦时，三门为东越地、隶属闽中郡。"
        },
        {
            "type": "text",
            "text": "       汉惠帝三年（前192年），属东瓯国。建元六年，为东越地，属会稽郡，隶扬州。昭帝始元二年（前85年），以东瓯地建回浦县，治章安，时为回浦县地，属会稽郡。东汉光武时（25年—57年）改为回浦县章安县，时为章安县地。"
        },
        {
            "type": "text",
            "text": "       三国吴大帝时（222年—252年）分章安县西部分境域，置临海县，时为临海县境地，属会稽郡，隶扬州。少帝太平二年（257年），分会稽郡东部置临海郡，时属临海郡，隶扬州。太康元年（280年），分鄞县八百户，临海县安北乡二百户，置宁海县，时三门分属临海、宁海两县，属临海郡。"
        },
        {
            "type": "text",
            "text": "       隋废郡为州，临海郡废改入处州，并改东扬州为吴州，废宁海县，时为临海县地，属处州，隶吴州。开皇十二年（592年），改处州为括州。炀帝大业元年（605年），又改州为郡，废括州，置永嘉郡，时为临海县地，属永嘉郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），以临海县置海州，武德四年（621年）分临海县，复置宁海县，治海游，同年改永嘉郡为括州。时三门分属临海、宁海两县，隶海州。武德五年（622年），改海州为台州，武德七年（624年），废宁海县并入章安县，武德八年（625年）又废章安县，并入临海县，时为临海县地，属台州。太宗贞观元年（627年），台州隶江南道，治苏州。武后永昌元年（689年），分临海县东北部置宁海县，治广度里（今宁海城关镇），时三门又分为临海、宁海两县地，属台州。天宝元年（742年）台州复称临海郡。肃宗乾元元年（785年），临海郡复称台州。同年设海浙江东道，治越州，时属台州，隶浙江东道。"
        },
        {
            "type": "text",
            "text": "       宋时，于浙江境域置两浙路。神宗熙宁七年（1074年），分两浙路为两浙东路、两浙西路，时分属临海、宁海两县，隶台州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十四年（1277年），改台州为台州路，置总管府，治临海。时三门分属临海、宁海两县，属台州路，隶江浙等处行中书省浙东道。"
        },
        {
            "type": "text",
            "text": "       明地方政区制度袭元朝，改台州路为台州府。清承袭明朝，设杭嘉湖、宁绍台、金衢严、温处四个道，时三门为临海、宁海两县地，属台州，隶浙江宁绍台道。\r\n　　\r\n       民国初时，三门仍分属临海、宁海两县。民国二十九年（1940年）7月，自宁海县析出东南18乡镇，临海县东北隅析出5乡镇以及原南田县6个乡镇，设置三门县，治健康塘，同时撤销南田县。9月移海游镇，隶第七行政督察区。民国三十六年（1947年）3月，省政府将全省调整为6个行政督察区，三门县属五区。民国三十七年（1948年），全省调整为9个行政督察区，翌年，调整为10个行政督察区，三门县均属第六区。"
        },
        {
            "type": "text",
            "text": "       民国三十八（1949年）2月17日，三门解放，建立三门县人民政府，是浙江省第一个解放的县，隶台州专区。1952年4月南田区划归象山县管辖。1954年5月22日，撤销台州专员公署，三门县划归宁波专区管辖。1957年7月恢复台州专员公署建制，三门县回属。1958年12月，撤销台州专区，撤销三门县建制，并入临海县，隶温州专区。1962年6月4日，恢复台州专区及三门县建制。1970年1月成立台州地区革命委员会，三门县属之。1978年9月，改置台州地区行政公署，三门县属之。1983年5月，宁海县沙柳公社划归三门县。1994年8月，台州撤地建市，三门县隶属台州市。"
        }
    ]
}