{
    "title": "仙居县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        },
        {
            "id": "1491",
            "category": "仙居县"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：722次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋景德四年(1007年)宋真宗以“其洞天名山，屏蔽周围而多神仙之宅”为由，改永安县为仙居县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       仙居之名和道教有着密切的联系，而道教中最高的境界就是成仙。在台州境内，有一条绵延起伏的括苍山脉。在唐朝编著的《唐六典》中，括苍山就已被列为江南道教名山。括苍山余脉韦羌山小山系，又名天姥山，在淡竹境内，相传有古仙人在此居住。道教经典著作《登真隐诀》记载“为羌山。多神异之事”。《嘉定赤城志》记载“上有石室户，至春深雾重，樵者隐隐闻萧鼓声，盖神仙所宅也。”"
        },
        {
            "type": "text",
            "text": "       建县之前很多山脉早有神仙故事。如“麻姑积雪”“王温升天”，从东汉开始，先后就有徐来勒、王方平、葛玄、广成子等10多位道家的重量级人物在这里修道。唐天宝七年（748年），“有庆云覆洞，太史秦有真气见于台宿（台州所属的星宿），诏建洞宫，榜曰“成德隐玄”。根据传说，这个洞与处州的玉虚宫相通，又传说这个洞通往东海，在洞里还能听到海风阵阵，波涛声声。由此可见，仙居的名山洞天和多神仙之宅，尤其是仙人的传说故事，早已“仙”名四海。而宋真宗崇信道教，于是在景德四年(1007年)下诏改永安为仙居。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       相传在北宋时期，县城西门外的西郭洋村有个名叫王温的人，平时救危济贫，乐善好施。一日傍晚，他见门口站着两个长满疮疱的人痛苦万状，顿生怜悯之心，就问：“你们的病这么严重，有没有办法治疗呢？”"
        },
        {
            "type": "text",
            "text": "       那两人说：“办法倒有，只是要用新酿成的酒，浸泡身体，才可治好。”"
        },
        {
            "type": "text",
            "text": "       王温听了高兴地说：“我家刚好酿了两缸新酒！”随即请这两人进门脱掉衣服，任其在酒缸中浸泡。"
        },
        {
            "type": "text",
            "text": "       说也奇怪，两人在酒缸中泡了一夜后，第二天出来，身上的疮疱不仅全部消失了，而且容光焕发，皮肤光泽，就得如同美少年一般。他们向王温谢辞而去后，王温闻到酒缸中飘出阵阵异香，就叫全家人喝下，还把酒糟喂了鸡犬。不一会儿，王温全家连同鸡犬一起升天，成了神仙。当时的皇帝宋真宗赵恒听了这一奇事后，欣然下旨，“以其洞天名山，屏蔽周围，而多神仙之宅”，将永安县改名为仙居县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时为蒋国、弦国治地。三国时，未有建置，地属吴国临海郡始平县。西晋太康元年（280年），始平县改称始丰县，今仙居县为始丰县地。东晋穆帝永和三年（347年），析始丰南乡置乐安县，仍属临海郡，此为今仙居境内最早建置。东魏孝静帝兴和元年（534年）设置乐安郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废郡设州，置处州，撤乐安县，并入临海县，属处州。开皇十二年（592年），改处州为括州。大业三年（607年），括州改称永嘉郡，临海县属永嘉郡。唐武德四年（621年）恢复乐安县。武德五年（622）置台州，武德八年（625年）撤乐安、始丰，并入临海县，临海县属台州。唐贞观八年（634年），分临海县设始丰县，乐安县入始丰县。上元二年（675年）分始丰县重置乐安县，仍属台州。唐僖宗光启三年（887年）撤台州设置德化军，乐安县属德化军。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，吴越宝正五年（930年），因治理盂溪水患，改乐安为永安，仰祈永保平安。永安县隶属台州。北宋景德四年（1007年）4月30日，诏改县名为仙居，仍隶属台州。自此谁也不敢撤并仙居县。南宋时期沿袭未改。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1277年）改台州，设台州路，仙居县隶属台州路。明朝洪武元年（1368年）改台州路，设台州府。清初，沿袭明制，仙居县仍隶属台州府。从康熙元年（1662年）至宣统三年（1911年），仙居县先后隶属绍台道、宁台温海道、台海道、宁台道、宁绍台道。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，仙居县属浙江省军政府台州军政分府。民国元年（1912年）撤分府，仙居县直属省政府。民国三年（1914年）5月23日，全省划为钱塘道、会稽道、金华道、瓯海道4道，仙居县属会稽道。民国十六年（1927年），废道制，仙居县隶属省政府。民国二十一年（1932年）5月，浙江全省划为12个行政督察区，后又改为七个，仙居县属第五区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，全省调整为10个行政督察区，民国三十二年（1943年），又调整为11个行政督察区，三次调整中，仙居县均属第七区。民国36年（1947年）3月，省政府将11个区调整为6个行政督察区，仙居县属第五区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区：翌年，又调整为10个行政督察区，两次调整中，仙居县均属第六区。\n\r\n       民国三十八年（1949年）6月，仙居县解放，隶属浙江省第六专区。中华人民共和国成立后，第六专区改为台州专区，仙居县隶属台州专区。1954年5月撤销台州专区，仙居县划归温州专区。1954年6月1日，仙居县划归宁波专区。1957年7月，复置台州专区，仙居县回属。1958年12月，再次撤销台州专区，仙居县划归温州专区。1962年4月，复置台州专区，仙居县再次回属台州专区。1978年10月台州专区改称台州地区。1994年8月22日，撤销台州地区，设立地级台州市，仙居县隶属台州市。"
        }
    ]
}