{
    "title": "临海市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        },
        {
            "id": "1489",
            "category": "临海市"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：661次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       魏文帝黄初三年（222年），孙权分章安西部及永宁县部分境域置临海县。1986年3月，临海撤县设市（县级）。"
        },
        {
            "type": "text",
            "text": "       古籍都称临海以临海山得名。但“临海山”在何处，有说法不一。不过，“临海山”，就是“大固山”的可能性极大。其理由有三："
        },
        {
            "type": "text",
            "text": "       一、大固山（亦称龙顾山），是临海城的名山，有着防敌之作用。《洪志》记有“高八十丈，今测高二十七丈五尺，周回五里，是州城屏障。”元兴元年临海太守辛景在此筑城，抵御孙恩。还有记载“随平陈，并临海镇於大固山，以千人护其城”。充分说明，大固山是重要防御之地，是立县的重要地理环境。"
        },
        {
            "type": "text",
            "text": "       二、《道史属词》记有茅盈得道於临海龙顾山，驾鹤上升。又绍兴十年（1140年）高僧费得泓，又驻足此山。大固山成了名山，为立县创造了条件，当时立县，非常注重风水学，以为此地“风水好”。"
        },
        {
            "type": "text",
            "text": "       三、名溪得名山，有临海溪，就有临海山，才有临海县。大固山在前，定临海县在后。建临海县时，就以临海山定名，隋开皇九年（589年）废郡，章安、始丰、宁海、乐安并入临海县，开皇十一年（591年）移县治于大固山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周时，今临海属瓯地，春秋时属越地；战国时属楚；秦统一六国后，今临海属闽中郡地。"
        },
        {
            "type": "text",
            "text": "       西汉始元二年(前85年)置回浦县，为东部都尉治，属会稽郡，县治于章安，属会稽郡。魏文帝黄初三年（222年），孙权分章安北部置始平县，分西部及永宁县部分境域置临海县；会稽王孙亮太平二年（257年），分会稽郡东部置临海郡，郡治在章安；"
        },
        {
            "type": "text",
            "text": "       东晋永昌二年（323年），临海郡辖章安。隋开皇九年（589年）废郡，章安、始丰、宁海、乐安并入临海县，属处州，开皇十一年(591年)移县治于大固山；唐高祖武德四年(621年)11月，以隋时的临海县境域设置台州，临海县为台州治。永昌元年(689年)，再分临海县一部分重新设置宁海县。"
        },
        {
            "type": "text",
            "text": "       南宋理宗宝庆三年（1227年），设台州路总管府；元至元十三年（1277年）改台州，设台州路，明洪武元年（1368年），台州路改为台州府，隶属浙江省。清朝沿袭明制。自唐至清，临海历来为台州的州、郡、路、府治所。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废台州府，临海县直属于省。民国三年（1914年）5月23日，全省划为钱塘道、会稽道、金华道、瓯海道4道。临海县属会稽道。民国十六年（1927年），废道制，临海县隶属省政府管辖。民国二十一年（1932年）5月，浙江全省划为12个行政督察区，后又改为七个，临海县属第五区。"
        },
        {
            "type": "text",
            "text": "        民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，全省调整为10个行政督察区，民国三十二年（1943年），又调整为11个行政督察区，三次调整中，临海县均属第七区，且为专属驻地。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，临海县属第五区；翌年，又调整为9个行政督察区，临海县属第六区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月29日，临海解放，同年10月，成立台州专区，驻地在临海。1954年5月，撤销台州专区，临海县划属宁波专区。1957年7月，复置台州专区，临海县回属。1958年12月撤销台州专区，临海县划属温州专区。1962年4月，复置台州专区，临海县回属。1978年10月台州专区改称台州地区。1986年3月，撤临海县，设临海市（县级）。1994年8月22日，撤销台州地区，设立地级台州市，临海市隶属台州市。"
        }
    ]
}