{
    "title": "台州市路桥区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：600次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋时已有“路桥”这一地名，后来也称乡或镇，但不属于行政单位，直到光绪三十二年（1906年）路桥才开始设镇。1994年8月，路桥镇升级为台州市路桥区。"
        },
        {
            "type": "text",
            "text": "       据陈耆卿初修于南宋嘉定三年(1210年)的《赤城志卷三·桥梁·黄岩》载：“新安桥在县东南三十里，一名路桥”。另据《杨晨·路桥志略》载，“路桥镇亦称新安镇，以新安桥（俗呼粜糠桥）得名。新安镇是以新安桥得名的，而新安桥即路桥，所以新安镇也被叫做路桥镇。"
        },
        {
            "type": "text",
            "text": "       之所以叫做“路桥”，是因为此地水网发达，几条河流相互连通，北街、南街交汇于此，桥上行人，桥下行舟，均如平路，人流穿梭，繁华有加。据《路桥志略》载：“邮亭支河由后树场，南至岳庙，后分支向东，入于东官河，又南经山门下折而西，分支过新安桥入于正河。”"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       南宋初年，高宋赵构被金兵追赶，航海南逃至台州。据《台州外书·遗闻》：“上以章安镇不可居”，建炎四年（1130年）正月里半个月大多在江南椒、黄、路一带活动。传说当时恰遇大雨滂沱，到了马铺地段，所骑的马疲惫不堪，怠然扑倒（因此这里就叫马扑，后转音为马铺）。赵构心中十分焦急，后经一当地老者引领，架了不少便桥，才得以出去。"
        },
        {
            "type": "text",
            "text": "       赵构问起此处地名。当地的官员立刻抓住机会说：“请皇上赐名吧！”赵构想了一会说：“此地的路即桥，桥即路，就叫‘路桥’吧。”就这样，“路桥”的地名传开了。而赵构走过的新安桥，也顺理成了“路桥”的本命桥了。"
        },
        {
            "type": "text",
            "text": "       （[由来网]注：高宗避难章安为建炎四年，即1130年，而记载“路桥”一地名的《九域志》修于元丰三年，即1080年，所以说“路桥”一名源于高宗所赐不合逻辑。《元丰·九域志》。志载：“黄岩有峤岭、于浦、新安、青额、盐监五镇。今峤岭、于浦、盐监分属太平，青额不可考，惟新安镇在路桥耳。”）"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时，路桥地属瓯越。战国末，越为楚所并，乃属楚。秦始皇二十五年(前222年)于原吴越地置会稽郡，路桥亦在其中。"
        },
        {
            "type": "text",
            "text": "       汉初，先后有东海、东越等王国封立。汉武帝元封元年(前l10年)，东越国除，徙民于江淮间，并其地于会稽郡鄞县，置回浦乡。西汉始元二年(前85年)，以鄞县回浦乡置回浦县，县治回浦(今章安)，属会稽郡，隶扬州。辖境大致相当于后世的台、温、处3府。是为台州建县之始。东汉建武(25年～36年)年间，回浦县改名章安县。此后五百余年，路桥一直隶属章安。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)，灭南朝陈，废郡，并临海郡各县(包括章安县)入临海县，隶处州。大业三年(607年)，改州为郡，临海县属永嘉郡。"
        },
        {
            "type": "text",
            "text": "       唐初，析永嘉郡之临海县置台州，台州之名自此始。唐高宗上元二年(675年)析临海县南部置永宁县，路桥即属永宁县。唐武后天授元年(690年)九月，改永宁县为黄岩县，以县西黄岩山而得名。县治从章安徙至永宁山西北，县境包括今黄椒路三区和温岭市。"
        },
        {
            "type": "text",
            "text": "       五代时，路桥隶属吴越国之台州黄岩县。宋太平兴国三年(978年)，吴越国除，台州入宋版图，州、县如故，隶两浙路。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十四年(1277年)，置台州路，隶江浙行省浙东道。元成宗元贞元年(1295年)，黄岩县以民户达5万，升为黄岩州，仍隶台州路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，朱元璋改台州路为台州府，隶浙江行省。洪武三年(1370年)，复黄岩州为黄岩县。成化五年(1469年)12月，析黄岩县南部方岩、太平、繁昌3乡置太平县，即今温岭市。清沿明制，黄岩县仍属台州府，隶浙江省宁绍台道。"
        },
        {
            "type": "text",
            "text": "　　民国元年(1912年)废府、州、厅制，各县直属省政府。民国三年(1914年)，省下设道，黄岩县属会稽道。民国十六年(1927年)道废，各县直属省政府。民国二十一年（1932年）5月，浙江全省划为12个行政督察区，后又改为七个，黄岩县属第五区。次年改属第四行政督察区。民国二十五（1926年）黄岩县，改属第七行政督察区。民国三十七（1928年）4月，黄岩县属第五行政督察区，同年7月，改属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月，成立黄乐县人民政府，下辖路桥镇。6月，成立黄岩县人民政府，属台州专区。1954年6月，台州专区撤销，黄岩县划属温州专区。1957年7月，复置台州专区，黄岩再属台州专区。1958年12月。台州专区再度撤销，黄岩县又划归温州专区。1962年4月恢复台州专区。1978年10月，改称台州地区。1989年10月撤销黄岩县，置黄岩市（县级），路桥仍属黄岩市。1994年8月，台州撤地设市，路桥镇升级为县级区。"
        }
    ]
}