{
    "title": "台州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1479",
            "category": "台州市"
        }
    ],
    "detail": "[日期：2014-08-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：839次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德五年（622年）置台州，以境内有天台山而得名"
        },
        {
            "type": "text",
            "text": "       天台山之名也有由来。该山在天台县之西，仙霞岭山脉东北端。本名镇亭山，又称天梯山，或称灵越，或称台岳。山之形势高大，西南接括苍雁荡，西北接四明金华，蜿蜒东海滨，如衣之有缘。以山形如八叶覆莲，有八支八溪及上台、中台、下台等，似三星之台宿。《十道志》谓之“顶对三辰”，故称天台。一曰“大小台”。按陶弘景《真诰》：“高一万八千丈，周回八百里。山有八重，四面如一”。"
        },
        {
            "type": "text",
            "text": "       总之，台州因境内有天台山而得名，天台山又因上应台宿而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时为瓯越地。秦时地属闽中郡。西汉先后有东海、东越等王国封立。汉武帝元封元年（前110年），东越国除，徙民于江淮间，改其地属会稽郡鄞县，置回浦乡。 西汉始元二年（前85年），以鄞县回浦乡置回浦县，以其地河流弯曲回旋入海而得名。县治回浦（今章安）。属会稽郡，隶扬州。辖境大致相当于后世台、温、处3府。是为台州建县之始。"
        },
        {
            "type": "text",
            "text": "       东汉章和元年（87年），回浦县改名章安县。永和三年（138年），析章安县东瓯乡置永宁县（县治在今永嘉县境内）。建安四年（199年），分章安县西南部置松阳县。 \r\n　　\r\n       三国吴黄武、黄龙年间（222年—231年），分章安县西北部置始平县，分章安县西部及永宁县部分境域置临海县，以县境临海山而得名。赤乌二年（239），分永宁县置罗阳县；立罗江县。太平二年（257年），分会稽郡东部置临海郡，隶扬州，郡治在章安（一作初治临海，寻徙章安），辖章安、临海、始平、永宁、松阳、罗阳（后改安阳）、罗江7县，辖境远及闽北。是为台州建郡之始。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280），改始平县为始丰县；分鄞县800户、章安县北部200户置宁海县，属临海郡。又改安阳县为安固县。太康四年（283年），分安固县置始阳县，不久改称横阳县。罗江县改属晋安郡。是时，临海郡辖章安、临海、始丰、宁海、永宁、松阳、安固、横阳县，隶扬州。"
        },
        {
            "type": "text",
            "text": "       东晋太宁元年（323年），分临海郡南部永宁、松阳、安固、横阳4县置永嘉郡。临海郡辖章安、临海、始丰、宁海4县，后世台州辖境大致形成。永和三年（347年），分始丰县南乡置乐安县（今仙居），属临海郡。南朝辖县如故。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），灭南朝陈，废郡，并临海郡各县入临海县，属处州（开皇十二年改称括州）。大业三年（607年），改州为郡，临海县属永嘉郡。"
        },
        {
            "type": "text",
            "text": "       唐初，复分临海为章安、始丰、乐安、宁海、临海5县。武德五年（622年）置台州，以境内有天台山而得名，台州之名自此始。武德七年（624年），并宁海县入章安县。次年又将始丰、乐安、章安3县并入临海县，台州仅辖临海县。贞观八年（634年）复分临海县置始丰县。高宗上元二年（675年）分临海县南部再置永宁县，分始丰县置乐安县。永昌元年（689年）复分临海县东北部置宁海县。天授元年（690年）九月，改永宁县为黄岩县，以县西黄岩山而得名。"
        },
        {
            "type": "text",
            "text": "       唐中宗神龙二年（706年），分宁海县与越州的鄮县地置象山县，属台州。开元二十一年（733年）隶江南东道。天宝元年（742年）复称临海郡。乾元元年（758年）复称台州，隶浙江东道。此后反复改隶浙江东、西两道。肃宗上元二年（761年）改始丰县为唐兴县。广德二年（764年）象山县改属明州。中和三年（883年）隶义胜军。光启三年（887年）以台州置德化军。"
        },
        {
            "type": "text",
            "text": "       五代属吴越国，军、州建置及辖县如故。天宝元年（908年），改唐兴县为天台县，后复改为始丰县。宝正五年（930年），因治理盂溪水患，改乐安县为永安县，以祈永保平安。后晋天福间（936年—942年），吴越又改始丰县为台兴县。北宋建隆元年（960年），吴越复改台兴县为天台县。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国三年(978年)，台州入宋版图，州、县如故，隶两浙路。景德四年（1007年），以“其洞天名山屏蔽周卫，多神仙之宅”，诏改永安县为仙居县。南宋隶两浙东路。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），为台州路，隶江浙行省浙东道，辖县如故。元贞元年（1295），黄岩县以民户达5万，升为黄岩州，仍隶台州路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），朱元璋改台州路为台州府，隶浙江行省。洪武三年（1370年），复黄岩州为黄岩县。成化五年（1469年）12月，分黄岩县南部方岩、太平、繁昌乡置太平县，以其境内有太平山而得名。成化十二年（1476年），划乐清县东部山门、玉环2乡入太平县。自此，台州辖临海、黄岩、太平、仙居、天台、宁海6县。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年），入清版图，沿明制。康熙元年（1662年）隶浙江省绍台道。康熙七年（1668年）隶宁台温海道（驻台州）。康熙十一年（1672年）隶台海道（驻台州）。康熙二十四年（1685年）隶宁台道。雍正四年（1726年）隶宁绍台道。雍正六年（1728年），于玉环山置玉环厅。厅因山名，隶温州府。太平县二十四郡、二十五都、二十六都划入玉环厅。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911）八月，辛亥革命，9月台州光复，成立军政分府，隶省军政府。民国元年（1912年）废府、州、厅制。2月，玉环厅改为县。7月，撤销台州军政分府，各县直属省政府。民国三年（1914年），省下设道，台州属会稽道，玉环县属瓯海道。同年，太平县以县西温峤岭别称温岭改名温岭县。民国十六年（1927年）道废，各县直属省政府。民国二十一年（1932年）6月，浙江全省划为12个行政督察区，临海、黄岩、温岭、天台、仙居、宁海6县为第六区。民国二十五年（1936年），台州称第七行政督察区。民国二十九年（1940年）7月，以南田县全部境域及宁海县东南部18乡镇、临海县东北部5乡镇置三门县，以地濒三门湾而得名。民国三十一年（1942年），天台县划属第六区。民国三十二年（1943年），宁海县改属第六区。民国三十五年（1946年）增辖天台、磐安2县。"
        },
        {
            "type": "text",
            "text": "       1949年10月10日，第六区改称台州专区，驻临海县，辖临海、黄岩、天台、仙居、温岭、三门、宁海七县及临海城关、海门两直属区。1978年10月改称台州地区。1950年5月，撤销临海城关直属区，划归临海县。1952年10月，宁海县改属宁波专区。1953年6月，分玉环县境洞头、大门诸岛另建洞头县，属温州专区。1954年5月，撤销台州专区，临海、天台、三门3县划属宁波专区，黄岩、温岭、仙居3县及海门直属区划属温州专区。1956年3月，仙居县改属宁波专区，海门直属区撤销，改为黄岩县属区。1957年7月，复置台州专区，辖临海、黄岩、温岭、天台、仙居、三门、宁海7县。"
        },
        {
            "type": "text",
            "text": "       1958年10月，三门县撤销，并入临海县；宁海县撤销，并入象山县，属台州专区；洞头县重新并入玉环县，仍属温州专区。1958年12月撤销台州专区，天台县划属宁波专区，临海、仙居、黄岩、温岭4县划属温州专区。1959年4月，撤销玉环县，所属境域分属温岭县与温州市，并于4月付诸实施。1960年1月撤销玉环县。1962年4月，复置台州专区，并复置三门县、玉环县。辖临海、黄岩、温岭、仙居、天台、三门、玉环7县。[6] 1978年10月改称台州地区。1980年7月置海门特区，属台州地区。"
        },
        {
            "type": "text",
            "text": "       1981年7月撤销海门特区，以其行政区域置椒江市，以境内椒江得名。此后，临海县章安区、黄岩县洪家区与三甲区，陆续划属椒江市。1986年3月撤销临海县，置临海市。1989年9月撤销黄岩县，置黄岩市。1994年2月，撤销温岭县，置温岭市。台州地区辖临海、椒江、黄岩、温岭4县级市和天台、仙居、三门、玉环4县。1994年8月22日，撤销台州地区和县级黄岩市、椒江市，设立地级台州市和县级椒江区、黄岩区、路桥区。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       现在的台在繁体字分台，臺，檯，颱四字\n\r\n       台州的台是繁体中仍写作“台”，读第一声。\n\r\n       电视台、台湾的台繁体中写做“臺”，读第二声。\n\r\n       写字台、台座的台繁体中写做“檯”，读第二声。\n\r\n       台风的台繁体中写做“颱”风，读第二声。\n\r\n       文字简化后臺，檯，颱均并入台。"
        }
    ]
}