{
    "title": "嵊泗县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1478",
            "category": "舟山市"
        },
        {
            "id": "1495",
            "category": "嵊泗县"
        }
    ],
    "detail": "[日期：2014-08-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：742次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1949年10月置县时，命名为嵊[shèng]泗，乃取列岛之名。嵊泗之“嵊”和“泗”，取自嵊山和泗礁。嵊泗者，一乘四马，为岛屿围拱之意。嵊泗列岛，意即岛屿众多的列岛。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       今嵊泗地域，唐宋时称为北界。清同治九年(1870年)，英国人在花鸟岛上建造灯塔。因岛上两峰对峙形似马鞍，故称崇明县外海诸岛为马鞍群岛，包括嵊山、泗礁、小洋及其附近的岛屿。上述北界和马鞍群岛，为旧时对今嵊泗列岛的称呼。民国二十一年（1932年）八月七日，崇明县官方报——《新崇报》第四版《学术评论》栏，刊登了周会《开发泗礁、嵊山之商榷》一文。其云：“盖定海、嵊泗间交通，实较与本邑为便。”首先使用了“嵊泗”这一地名。民国二十三年（1934年）三月，崇明县颁发了嵊泗设治的官方文书。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       据《史记》和《水经注》记载，上古时期，嵊泗地为南蛮、东夷其中岛夷之地。春秋、战国时，为越国东境句章县海中洲（亦称甬东或甬句东）。今嵊泗县为当时海中洲的一部分。战国后期，楚灭越置江东郡，为楚国江东郡句[gōu]章县地。秦始皇二十六年（前221年），秦统一六国，遂分天下为三十六郡。嵊泗地属会稽郡贸县。楚汉之际，属西楚霸王项羽封地之东楚会稽郡鄮县。"
        },
        {
            "type": "text",
            "text": "       西汉高祖刘邦分封异姓诸侯王后，属楚王韩信封地之会稽郡鄮县。削平异姓诸侯王、分封同姓诸侯王后，嵊泗地域，先为荆王刘贾荆国之地，后为吴王刘濞吴国之地，均属会稽郡鄮县。景帝三年（前154年），平定吴楚七国之乱，吴王刘濞受诛，遂属江都王刘非封地之会稽郡鄮县。元封五年（前106 年），分天下为十三州刺史部。嵊泗地属扬州刺史部会稽郡鄮县。"
        },
        {
            "type": "text",
            "text": "       新莽时改鄮为海治。东汉时，仍属扬州刺史部会稽郡鄮县。三国时，属吴国扬州会稽郡鄮县。晋因袭东汉州制。西晋初至东晋太宁二年（265年—324年），嵊泗属扬州会稽郡鄮县。太宁二年（324年），改会稽郡为会稽国。东晋隆安三年至元兴元年（399年—402年），孙恩率领20 余万起义军，曾一度占据鄮县诸岛（今嵊泗列岛和舟山群岛）。"
        },
        {
            "type": "text",
            "text": "       南朝宋时，属扬州（或东扬州）会稽郡鄮县；齐时，属扬州会稽郡鄮县；梁时，与宋同；陈时，属东扬州会稽郡余姚县。隋文帝平陈后，置吴州总管府，嵊泗地属吴州总管府句章县。大业元年（605年），属越州句章县，大业三年（607年），改越州为会稽郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）平李子通，置越州总管（府）和鄞州，不设县。嵊泗县地属越州总管（府）鄞州。武德八年，属越州都督（府）越州、县。贞观元年（627年），分天下为十道。嵊泗地属江南道越州鄮县。 开元二十一年（733年），增至十五道，遂属江南东道。开元二十六年（738年），于鄮县置明州并析翁山县，嵊泗地属明州翁山县。天宝元年（742年），改明州为余姚郡。乾元元年（758年），置浙江东道节度使，郡复为州，遂属浙江东道明州。大历六年（771年），因 “ 袁晁之乱 ” 废翁山县，属鄮县。"
        },
        {
            "type": "text",
            "text": "       五代梁开平三年（909年），鄮县复析翁山县，嵊泗地属吴越国明州翁山县。北宋太平兴国三年（978年），吴越国纳土归宋，翁山县复废。嵊泗地属明州鄞县。淳化四年（993年），分天下州县为十道。嵊泗地属浙东道。至道、天圣、元丰年间，嵊泗地域均属两浙路。熙宁六年（1073年），析鄞县地置昌国县，遂属昌国县。南宋绍兴元年（1131年），两浙分东、西路。嵊泗地属两浙东路。绐熙五年（1194年），升明州为庆元府。"
        },
        {
            "type": "text",
            "text": "       元朝至元二十一年至二十七年（1248年—1290年），属江浙等处行中收省浙东道宣慰司庆元路昌国州昌国县。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），嵊泗地属江浙等处行中书省明州府昌国县。洪武十四年（1381年），改明州为宁波。洪武二十年（1387年），昌国县废，迁其民于内地，夷县为中中、中左两千户所。嵊泗地域，属浙江承宣布政使司宁波府定海县（即今镇海）。洪武二十九年（1396年），于布政使司下设浙东道，管辖所属府、县。今嵊泗县境明时属宁绐分巡道。"
        },
        {
            "type": "text",
            "text": "       清初因袭明制。嵊泗地属浙江承宣布政使司宁绐道宁波府定海县（今镇海）。寻改属闽浙总督浙江省（巡抚）宁绍台道。不久废闽浙总督而设浙江总督。康熙二十七年（1688年），于舟山置定海县。嵊泗地属定海县。康熙二十九年（1690年），分定江、浙洋汛。嵊泗地域划归江苏省（布政使司）苏松太道苏州府太仓州崇明县。雍正二年（1742年），升太仓为直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年至民国五年（1912年—1916年），属江苏省崇明县。民国五年（1916年），在清苏松太道的基础上，设沪海道尹于上海。民国五年至民国七年（1916年—1918年），属江苏省沪海道崇明县。民国七年（1918年），沪海道废，由江苏省水上第一警察厅负责崇明县外海诸岛的治安和防务，行政上属崇明县。民国二十三年（1934年）3月，崇明县于嵊泗列岛设第五区。"
        },
        {
            "type": "text",
            "text": "      “ 八一三 ” 淞沪事变前，为侵华日本海军舟山基地司令部占领。汪伪政权划为浙江省定海县之第十区（亦称嵊泗特别区）。 抗战胜利后，与战前同。民国三十五年（1946年）11月，改崇明县第五区为江苏省直属区。民国三十六年（1947年）9月，改直属区为设治局。民国三十七年（1948年）10月，设治局改由海军管辖。　"
        },
        {
            "type": "text",
            "text": "       1949年10月，置嵊泗县，属由大陆流亡本县枸杞岛的江苏省政府管辖。1950 年7月，嵊泗解放，设特区和军管会，属苏南松江专区。1951 年3月，特区和军管会均撤销，复置县。隶属不变。1952年，苏南、苏北行政区合并为江苏省，嵊泗县属江苏省松江专区。"
        },
        {
            "type": "text",
            "text": "       1953 年6月，嵊泗县划归浙江省舟山专区。1958 年10月，舟山专员公署和嵊泗县均撤销，遂为宁波专区舟山县嵊泗人民公社。1960 年11月—1962 年4月，嵊泗人民公社划归上海市。1962 年4月，恢复县建制，嵊泗县仍归浙江省舟山专区。1970 年4月，改舟山专区为舟山地区，嵊泗县属舟山地区。1987 年3月，改舟山地区为舟山市，嵊泗县属舟山市。"
        }
    ]
}