{
    "title": "舟山市普陀区 ",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1478",
            "category": "舟山市"
        }
    ],
    "detail": "[日期：2014-08-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：350次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       普陀区于民国三十四年（1945年）12月建区，初名十三区，民国三十六年（1947年）1月改现名，以境内普陀路得名。而普陀路又来源于“普陀山”。普陀山的“普陀”二字取自梵文佛经中“普陀洛迦”，即观世音菩萨道场。最初山名为普陀洛迦山，也称补陀洛迦山。"
        },
        {
            "type": "text",
            "text": "【附加】\n       普陀路由来：\n\n       在清朝光绪初年，普陀山上有一位僧人名叫慧根，他先后涉历五台山、峨眉山、九华山等佛教名山，后又经西藏、至缅甸。在缅甸得到当地华侨和信徒捐赠的五尊释迦牟尼玉佛宝像。慧根回国路经上海时留下坐佛和卧佛各一尊供信徒瞻仰，其余三尊送至普陀山。"
        },
        {
            "type": "text",
            "text": "       慧根和尚留在上海的两面尊玉佛先被供奉在一处茅篷中，后江湾镇建起玉佛寺以奉香火。1928年信徒们又募得槟榔路（今上海安远路）地基十亩，集资建成新的玉佛寺。玉佛寺虽创建年代不远，但其建筑风格融化了印度、缅甸等佛教艺术的精华，堪称沪上名刹。而慧根留下的两尊玉佛，都是用整块白玉雕刻而成，玉质莹洁，雕琢精微，凡中外香游客无不慕名前往参观游览和朝圣礼拜，所以时间一长玉佛寺就成为上海最为著名的礼佛场所和旅游胜地之一。"
        },
        {
            "type": "text",
            "text": "       慧根在辛亥革命后就逝世了，但人们为了纪念这位普陀山出名的僧人，把玉佛寺附近的一条马路取名为普陀路（1949年后向西延伸至西康路）。民国三十四年（1945年）建区时，取境内路名命名为“普陀区”。"
        },
        {
            "type": "text",
            "text": "       [参看“中国佛教四大名山及由来”词条]"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       普陀区地境在唐天宝十年（751年）以前隶属昆山县，自天宝十年建华亭县开始，南、北境先后分属华亭、昆山、上海、嘉定、宝山等县。"
        },
        {
            "type": "text",
            "text": "       一、南境隶属沿革"
        },
        {
            "type": "text",
            "text": "       自唐天宝十年（751年）至元代中叶，境内吴淞江（故道）以南隶属华亭县高昌乡，上隶曾领属于吴郡、苏州、秀州、嘉兴府、松江府等。"
        },
        {
            "type": "text",
            "text": "       元至元二十九年（1292年）析华亭县东部地，北以吴淞江故道及界浜等河道为界，置上海县，上隶松江府。区南境乃隶上海县高昌乡。明嘉靖年间，在高昌乡之北部，建法华镇（乡属镇），今区境内吴淞江以南及今吴淞江北岸部分地境属之。在明弘治年间划属西乡。清嘉庆年间又改属高昌乡。"
        },
        {
            "type": "text",
            "text": "       清光绪二十五年（1899年），南境原普陀路街道全境及胶州路街道东部地区，被扩占为公共租界，其余辖地在清宣统三年（1911年）隶法华乡（县属乡）。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年），上海特别市建立，南境以今吴淞江为界，西部隶法华区，东部仍属公共租界。日军侵华，上海沦陷期间，伪上海市政府和伪上海特别市政府在划分行政区划时，均将南境西部划属沪西区，南境东部原公共租界地区于民国32年8月划属第一区。在全市划分警区时，南境全部属第十三警区。抗战胜利后，上海市政府于民国三十四年（1945年）12月在南境建立第十三区，民国三十六年（1947年）1月改称普陀区。"
        },
        {
            "type": "text",
            "text": "       二、北境隶属沿革"
        },
        {
            "type": "text",
            "text": "       唐天宝十年（751年）以吴淞江（故道）为界，北境属昆山县，上隶江南东道吴郡。五代吴越、北宋隶属承前。南宋嘉定十年十二月初九（1218年1月7 日），析昆山县西乡之安亭、东乡之春申、临江、平原、醋塘5 乡置嘉定县，北境改属嘉定县临江乡。稍后临江乡改名为依仁乡，上隶两浙西路平江府。"
        },
        {
            "type": "text",
            "text": "       元元贞二年（1296年）县升为州治，上隶平江路。明洪武二年（1369年）州治复改为县治，上隶苏州府。迄清初，北境均属苏州府嘉定县依仁乡。清康熙九年（1670年）县境水灾，翌年，为赈济灾民划区时设厂，地属真如厂。当时真如厂境域是依仁乡3 个都（11～13都）的38个图。雍正二年（1724年），析嘉定县东境置宝山县，北境乃属宝山县依仁乡，上隶太仓直隶州。道光十三年（1833年），在赈济灾民时，从江湾、大场、真如3厂分出彭浦厂，北境在真如、彭浦2厂范围内。此后以厂代乡，管理地方行政事务。宣统二年（1910年），厂改为县属乡行政机构，北境分属真如、彭浦2乡。"
        },
        {
            "type": "text",
            "text": "       民国元年，宝山县上隶江苏省。民国十六年（1927年）至民国二十六年（1937 年），北境分属上海特别市（上海市）彭浦、闸北、真如、蒲淞等区。民国二十六年（1937年）11月至民国三十四年（1945年）8月上海沦陷期间，地境先后属敌伪真如、闸北、沪北等区。民国三十四年（1945年）抗日战争胜利后至1984年，北境隶属变更很大，曾分属闸北、大场、新径、真如、普陀、西郊、北郊等区及宝山、嘉定、上海3县。1950～1984年，北境先后划入普陀区。"
        }
    ]
}