{
    "title": "奇台县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "132",
            "category": "昌吉回族自治州"
        },
        {
            "id": "154",
            "category": "奇台县"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：456次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清乾隆四十一年（1776年）置县。据传，建县时，四十里内凿井无水，故名奇台。现县治旧名“古城子”，清光绪十五年（1889年）奇台县治从奇台（今名老奇台）迁驻古城子，遂将古城改称为奇台。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉初期，南北匈奴各部落并立三十六国，汉武帝元狩4年(公元前119年)遣中郎将张骞第二次出使西域，各部落国始通于汉。当时，西域诸部落国中较大者，天山南路为楼兰，天山北路为车师，奇台地区辖属车师后国，北匈奴的部族，游牧于此。西汉元帝初元元年（公元前48年），置戊已校尉，使屯田车师故地，匈奴东蒲类率众归服汉都护府(东蒲类地区即今吉木萨尔县以东至巴里坤地带，奇台恰居其间)。，东汉明帝永平17年（公元74年），汉遣奉车都尉窦固，附马都尉耿秉，击破北山匈奴部于蒲类海(即巴里坤湖)，入车师，再置西域都护府，任命陆睦为第二任西域都护，耿恭为戊己校尉，屯车师后部金蒲类城。东汉和帝永元2年（公元90年），车师前后王各遣使入侍汉室，汉赐印绶金帛。西汉后期、东汉初期的西域北匈奴车师后国，已筑建金蒲城作为天山北麓耕牧的集散中心。"
        },
        {
            "type": "text",
            "text": "       汉末有动乱，西域匈奴各部族逐渐南徙，而突厥族各游牧部落进入天山南北。到了公元7世纪初叶，唐朝统一全国后，汉代北匈奴车师后部地区已由东突厥之游牧部族所有。公元7世纪20年代，唐太宗武德初年，西域22国来贡于唐。唐武德9年秋 （626年），太宗与东突厥结盟和好。但东突厥国内有兵乱，九姓铁勒，起兵漠北。因此，唐太宗贞观3年（629年），命李靖为帅，率部北伐东突厥，其突利可汗降唐。次年夏，唐以凉州都督李大亮为西北道安抚大使，招抚亡走西域之西突厥部落。至公元639年，唐贞观13年，西域22国均归服于唐。"
        },
        {
            "type": "text",
            "text": "       唐贞观14年（640年），在汉车师后国金蒲城西北百里之平畴沃野地带筑城堡，设置蒲类县，隶属庭州所辖。但唐之蒲类县辖区，西起金满城(吉木萨尔县)，东至蒲类海(今巴里坤湖)，比今奇台大很多。唐武周长安2年（702年）岁暮，设置北庭都护府时，蒲类县亦属辖区之内。唐睿宗太极元年（712年），北庭都护府晋级为北庭大都护府；唐玄宗开元21年（733年），复遣北庭节度使固定驻节北庭，加强了屯垦经略，蒲类县成为唐代兵屯驿运的要道重镇。"
        },
        {
            "type": "text",
            "text": "       到了唐代后期，德宗贞元6年(790年)后的数年间，西域各部族回鹘、吐蕃征战不休，北庭及蒲类均为契丹部族西辽国所领。9世纪中叶，唐末期文宗5年(公元840年)，北突厥之回鹘一支，西迁入北庭，仍臣服于唐，虽未改北庭都护府之旧治，却以突厥语“别失八里”之名替代北庭辖属各县之名称。突厥语“别失”义为“五”，“八里”义为“城堡”，可知“别失八里”义为“北庭五城”。迨至10世纪初，唐衰，五代十国兴，契丹族酋长耶律阿保建辽国于西域，征突厥，立西辽，尽取西方各部。北庭地区回鹘部族入贡于辽，从而使北庭地区经过五代，北宋，金，辽各朝长达300年的历史沧桑，一直处于西辽的辖领之下。直到13世纪初叶，蒙古族兴，成吉思汗领兵西来，军定西域，曾亲临北庭地区独山城，遂将庭州、蒲类、金满城、疏勒城（今奇台半截沟石城子）等地并呼之为“别失八里”，置于元朝治下。"
        },
        {
            "type": "text",
            "text": "       元宪宗元年至元世祖中统二年（1251—1261年）的10年间，曾在别失八里设立“行尚书省”以统理天山南北的军政事务。元朝在别失八里建置“行尚书省”整10年，即此10年间别失八里北庭五城是署理西域军政大事的中心。元世祖至元3年(1266年)，元世祖忽必烈撤销“别失八里行尚书省”后，改置“别失八里局”，派遣直系皇族后裔驻节于别失八里北庭五城，执行军事镇守与屯戍实边的重任，由此而有大量蒙古族吏卒与牧民徙入别失八里地区。至元十五年（1278年）复派员，授虎符，执掌别失八里北庭五城军站事宜。"
        },
        {
            "type": "text",
            "text": "        明朝立国后，西域众多部族国仍纷争不休。明太祖洪武十三年(1380年)，派都督濮英领兵西进，开哈梅里（今哈密）通路为开端，以哈梅里为立足点，开展了宣慰招抚活动。永乐元年（1403年）设置甘肃总兵官，辖理哈密、别失八里北庭五城等西城各部族汗国事务。15世纪之初期，西蒙古厄鲁特部之瓦拉部族入侵，歪思汗王于明永乐十六年（1418年），退出别失八里北庭五城，举族西徙，东察合台汗国转入伊犁河谷地带。北庭地区遂为瓦拉部族所据，此次瓦拉部族之入侵及骚扰，使自公元7世纪上半叶之唐贞观年代建为蒲类县已700多年的古奇台，从此衰微、荒芜，终致返荒退化，庭州、蒲类之建置，已不复再享盛名于史册。"
        },
        {
            "type": "text",
            "text": "       17世纪中叶的明末清初，原在西蒙古游牧的厄鲁特蒙族部落大量流徙入疆，曾在天山北麓别失八里北庭五城一带壮大起来的瓦拉部族汇入厄鲁特部落群，成为一股强大的卫拉特部落势力，复纠合各蒙古部族国，形成了复盖天山南北的准噶尔部落，掌握其最高统治权的首领被称作“大台吉”。18世纪中叶，准噶尔部落大台吉传至达瓦齐，拥兵自重，据伊犁，辖领天山南北各部族，与清廷对抗。乾隆二十年（1754年），清军即两路出师，直指伊犁，征讨达瓦齐。7月下旬，征讨军获全胜，一举平定准噶尔叛乱，奠定了新疆大统一于清王朝的局面。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十四年(1759年)在古车师后国旧城所在地的山麓高台，建置“奇台堡”，从此，便开始了用“奇台”一词命名这一地区的建置历史。乾隆27年(公元1762年)，授命明瑞为“总督伊犁等处将军”，委任敕书中明确提出：“伊犁为新疆汇总之区”。此为“新疆”之名正式出现于官方文书之始；此前，哈密、巴里坤、乌鲁木齐辖属于甘肃布政使；此起，三地完全归入新疆行政区域。清乾隆四十一年（1776年）置奇台县，隶镇西府，县治在今老奇台镇。光绪十五年(1889年)，奇台县治迁移，知县、典史均从山上的靖宁城（今老奇台镇）迁入平川的靖远城(今古城镇)，隶属迪化府。唐蒲类县及清之靖远城与靖宁城的称谓，逐渐演变成现在的地名，依次是奇台县、古城镇与老奇台镇。"
        },
        {
            "type": "text",
            "text": "       1943奇台县年隶迪化专区，1949年9月25日，新疆和平解放，奇台县属迪化专区，1953年迪化恢复旧名，改为乌鲁木齐。1954年属新疆省乌鲁木齐专员公署管辖，1958年5月，奇台县划归昌古回族自治州管辖至今。"
        }
    ]
}