{
    "title": "常山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1477",
            "category": "衢州市"
        },
        {
            "id": "1500",
            "category": "常山县"
        }
    ],
    "detail": "[日期：2014-08-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：418次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       武后垂拱二年（686年），置常山县，以境内山命名。《常山县志》明万历十三年（1585年）版至清光绪十二年（1886年）版均有类似记载：“常山，一名湖山，又名长山，……因以此名县。"
        },
        {
            "type": "text",
            "text": "       旧志载吴越地理志云：常山为仙人采药处，下有精舍，嘉隆间邑人詹涛读书其中。”1987年版《常山县地名志》记载：“湖山，原名长山，又名常山，……因山体呈长条形，故原称长山，又因山上盛长一种名为常山的药材，为古时的治疟要药，故明、清以前称此山为常山。”"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       常山地区历史上共使用过三个名字。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十三年（218年）初始建县，称为定阳县，县治设在前定阳乡三冈（今何家乡琚家、金家一带），隋末大业三年（607年）并入信安县，唐武德四年（621年）分信安复置定阳县，县治仍在定阳乡三冈；唐咸亨五年（674年）设立常山县，县治设在前常山乡古县畈（今招贤镇古县、古县畈村），广德二年（764年），县治移至现在的天马镇；宋末元初（1267年－1276年）这9年中，县名改称信安县，此后一直称为常山县。"
        },
        {
            "type": "text",
            "text": "       定阳县因境内有定阳溪而得名。“定阳”即为永世安定明阳之意。"
        },
        {
            "type": "text",
            "text": "       汉献帝初平三年（192年），占据江东会稽的孙氏集团为了稳固基业，从太末县西部析出新安县。到了晋太康元年（280年），因弘农郡（今河南）有新安县，因此，将当时属东阳郡（治在今金华市）的新安县改名为同音的信安县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今常山历史悠久，春秋时期为越国 姑篾之地，战国归楚，秦属会稽郡太末县。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十三年（218年），析新安县置定阳县，县址定阳（今招贤镇），属会稽郡。为建县之始。三国吴国宝鼎元年（226年），改属东阳郡。"
        },
        {
            "type": "text",
            "text": "       南朝宋、齐、梁三代，隶属不变；陈永定三年（559年），置信安郡，领信安、定阳2县，隶缙州。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年），太末、定阳2县并入信安，隶东阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），分婺州于信安置衢州，并分置须江、定阳2县，信安遂为州治；同时，析太末县之西设白石县并置濲州，州领太末、白石2县，白石为州治之所；武德七年（624年）废衢州，并定阳、须江、白石、太末4县入信安县，隶婺州；武后垂拱二年（686年），复置衢州，辖信安、龙丘、常山（县以境内山命名，此为常山地名之始）3县，属江南道，信安为州治；证圣元年（695年），分须江、定阳、弋阳3县置玉山县，隶衢州；天宝元年（742年），改衢州为信安郡；乾元元年（758年），复为衢州，同年，玉山县改隶信州；此后，常山县域基本不变，一直隶属衢州。"
        },
        {
            "type": "text",
            "text": "       韩林儿龙凤五年（1359年，即元至正十九年），明太祖朱元璋改衢州路为龙游府，治所西安县；龙凤十二年（1366年，即元至正二十六年），又改龙游府为衢州府，西安倚廓，隶浙江等处行中书省金衢道。洪武九年（1376年）改为浙江承宣布政使司金衢道；永乐二十二年（1424年），建越王府；宣德二年（1427年），越王府废除。清代沿袭明制。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)废府裁道，常山县直属于省；民国三年（1914）5月23日，全省划为钱塘道、会稽道、金华道、瓯海道4道，常山县属金华道。民国十六年（1927年）废道，常山县直属于省。民国二十一年（1932年）5月，浙江全省划为12个行政督察区，旋即改为7个行政督察区，常山县属第一区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9区，民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，民国三十二年（1943年），省政府将10区调整为11个行政督察区，三次调整中，常山县均属第五区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，常山属第四区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区，翌年，又调整为10个区，两次调整中，常山县均属第三区。"
        },
        {
            "type": "text",
            "text": "　　民国三十八年（1949年）5月4日，常山县解放，属衢州专区。1954年衢州专区撤销，常山划归金华专区。1958年11月，常山县并入衢县；1961年，复置常山县，辖区未变，隶属金华专区；1973年，撤销金华专区，改置金华地区。1985年5月，撤消金华地区分置金华市，衢州两省辖市，常山县属衢州市至今。"
        }
    ]
}