{
    "title": "衢州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1477",
            "category": "衢州市"
        }
    ],
    "detail": "[日期：2014-08-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：653次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德四年（621年）置衢州。相传当年尉迟敬德率泰安城营移位安筑新城。城将竣工，当地人送上美酒一坛。尉迟敬德刚喝上一日，顿觉酒味芳测，香味浓郁，使问是用何处泉水酿造，答曰是用三衡山上的水酿造。将军听后大喜，当即命令军中文书草拟奏章，定城名为衢州。衢是通达的意思，指四通八达的道路。"
        },
        {
            "type": "text",
            "text": "       也有人认为，“衢州”、“三衢”，均因其地当浙、皖、赣三省交通要冲的特殊地理位置而得名。元至元年间《置建衢州路总管府碑记》和《明一统志》都是这种观点。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋初为姑篾国，后为越国姑蔑之地，战国时属楚。秦王政二十五年（前222年），灭楚，平定江南，于吴越之地置会稽郡，今衢州属会稽郡之太末县（一作大末）。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年），为荆王国地。高祖十二年（前195年），属吴国地。景帝四年（前153年），诛吴王刘濞，复属会稽郡。东汉初平三年（192年），分太末县置新安县。为衢县建县之始，仍属会稽郡。建安二十三年（218年），析新安县置定阳县。"
        },
        {
            "type": "text",
            "text": "       三国，吴国宝鼎元年（226），新安县改属东阳郡。晋太康元年（280年），因与弘农郡新安县同名，改新安为信安，因信安溪得名，一说溪以县得名，仍隶东阳郡。"
        },
        {
            "type": "text",
            "text": "       南朝，宋、齐、梁三代，信安县隶属不变；陈永定三年（559年），置信安郡，领信安、定阳2县，隶缙州。隋大业三年（607年），太末、定阳2县并入信安，隶东阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），分婺州于信安置衢州，并分置须江（江山）、定阳（常山）2县，衢州州名始于此，以路通三越而得名，信安遂为州治；同时，析太末县之西设白石县并置濲州，州领太末、白石2县，白石为州治之所；武德七年（624年）废衢州，并定阳，须江、白石、太末4县入信安县，隶婺州；贞观八年（634年），从信安、金华2县析置龙丘县。"
        },
        {
            "type": "text",
            "text": "       武后垂拱二年（686年），复置衢州，辖信安、龙丘、常山3县，属江南道，信安为州治；如意元年（692年），分龙丘县之西置盈川县，衢州辖信安、龙丘、须江、常山、盈川5县；证圣元年（695年），分须江、定阳、弋阳3县置玉山县，隶衢州；天宝元年（742年），改衢州为信安郡；乾元元年（758），复为衢州，同年，玉山县改隶信州；衢州仍辖信安、龙丘、须江、盈川、常山5县，信安为州治，隶浙江东道；大历十四年（779年），改隶浙江西道；建中元年（780年），复隶浙江东道；二年（781年），又改隶浙江西道；贞元三年（787年），复隶浙江东道；元和七年（812年），废盈川县入信安；咸通中（860年~874年），改信安为西安，因西溪得名，仍隶衢州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，衢州属吴越国（907年~978年），州治倚西安，辖西安、龙游、常山、江山4县；后唐长兴二年（931年），吴越改龙丘为龙游。"
        },
        {
            "type": "text",
            "text": "       韩林儿龙凤五年（1359年，即元至正十九年），明太祖朱元璋改衢州路为龙游府，治所西安县；龙凤十二年（1366年，即元至正二十六年），又改龙游府为衢州府，治西安倚廓，隶浙江等处行中书省金衢道。洪武九年（1376年）改为浙江承宣布政使司金衢道；永乐二十二年（1424年），建越王府；宣德二年（1427年），越王府废除。清代沿袭明制。明成化八年（1472年）龙游洋埠等部分地析出，与遂昌八、九两都，金华汤溪、蒋堂，兰溪游埠等置汤溪县，隶属金华。"
        },
        {
            "type": "text",
            "text": "       清代沿袭明制，仍为衢州府，隶浙江省金衢严道；顺治八年（1651年），浙闽总督移此；康熙二十三年（1684年），裁撤，西安县仍为府治外，又为金衢严道治所；宣统三年七月（1911年8月7日），裁西安县并入衢州府，由府兼理县事。"
        },
        {
            "type": "text",
            "text": "       辛亥革命爆发后，浙江裁撤清代设置的道制。民国二年（1913）1月8日，临时大总统袁世凯颁布《划一现行各道地方行政官厅组织令》，规定全国各省设立道级行政机构。浙江省都督反对设道，并在2月“电称各道裁撤后，於行政尚无阻碍”，3月再次电称：“浙省财政困难，暂缓设道”。民国三年（1914）5月23日，巡按使公署按照大总统袁世凯颁布的《道官制》，将全省划为钱塘道、会稽道、金华道、瓯海道4道，衢县、龙游、常山、江山、开化隶属金华道。民国十六年（1927年），废道，设第一特区县政督察专员公署，驻衢县；民国三十七年（1948年），衢县属第三行政督察专员公署，属址移金华，辖衢县、龙游、常山、江山、开化、遂昌、金华、兰溪、东阳、义乌、永康、武义、浦江、汤溪。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月6日，衢县解放，始设军管会。于衢县城区设衢州市（县级）。10月，建立衢州专员公署，此时辖衢县、龙游、常山、江山、开化、遂昌，衢州市，专属仍驻衢州市，县政府迁至樟潭镇。1951年，撤销衢州市，县府迁回衢县城区，专署驻衢县。1955年3月，衢州专员公署撤销，衢县属金华专区。1958年10月松阳县并入遂昌，改属丽水专区。1958年11月，常山并入衢县。1960年1月1日，龙游县并入。1961年，复置常山县。"
        },
        {
            "type": "text",
            "text": "       1979年9月，恢复衢州市，县、市并存。1981年4月，撤县并入市。1983年9月13日，龙游县析出，另立县治。1973年，撤销金华专区，改置金华地区。1985年5月，金华地区撤销，衢州市升省辖市，原衢州市分设柯城区与衢县，实行市管县，市辖衢县、江山、常山、开化、龙游五县及柯城区。1987年12月，江山县改县级市，属衢州市。2001年，撤销衢县，设立衢州市衢江区。"
        }
    ]
}