{
    "title": "武义县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1476",
            "category": "金华市"
        },
        {
            "id": "1507",
            "category": "武义县"
        }
    ],
    "detail": "[日期：2014-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：605次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       相传武则天执政时，新设郡县均冠以“武”字。武后天授二年（691年），始建武义县，因县东有百义山，故以“武义”二字名县。后改名武成县，唐天祐元年(905年)复名武义县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       武义县境春秋属越，战国后期属楚，秦至东汉属乌伤县，三国至隋为永康县地。隋开皇十三年（593年）改金华郡置婺州。大业三年（607年）婺州置东阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）改东阳郡置婺州，武后天授二年（691年），始建武义县，属婺州。唐天宝元年（742）改婺州为东阳郡，乾元元年(758)复为婺州，武义县一直随属，历经五代至宋不变。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276）改为婺州路，武义县属之。至正十八年（1358年）朱元璋攻取婺州路，改名宁越府，至正二十年（1360年）改为金华府，武义县属金华府。清朝沿袭明制，武义县仍属金华府。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914）5月23日，浙江全省划为钱塘道、会稽道、金华道、瓯海道4道，武义县隶属金华道。民国十六年（1927年）废道制，武义县直属浙江省；民国二十一年（1932年）5月，浙江全省划为12个区，旋即改为7个特区，武义县属第六特区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，民国三十二年（1943年），省政府将10区调整为11个行政督察区，三次调整中，武义县均属第四区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，武义县属第三区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区，翌年，又调整为10个区，两次调整中，武义县均属第八区。\n\r\n       民国三十八年（1949年）5月9日，武义县解放，属第八专区。中华人民共和国成立后，第八专区改称属金华专区，武义县随属。1958年5月，宣平县建制撤销，县级机构与16个乡镇并入武义县，另外5个乡镇划入丽水县。1958年10月，武义县建制撤销，并入永康县。1961年12月，恢复武义县建制，仍属金华专区。1968年4月,改金华专区为金华地区。1985年5月，撤销金华地区，设立地级金华市，武义县属金华市。"
        },
        {
            "type": "text",
            "text": "【附加】\n       宣平县历史沿革："
        },
        {
            "type": "text",
            "text": "       原宣平县境，春秋属越，战国属楚，秦至西汉为回浦县，东汉至南北朝为章安、永宁、松阳县，隋属栝苍县，唐至明洪武属丽水县。明景泰三年（1452年），建宣平县，属处州府，清沿袭明制，宣平县仍属处州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废处州府，宣平县直属于省。民国三年（1914年）宣平县属瓯海道，民国十六年（1927年）废道，宣平县直属浙江省。民国二十一年（1932年）5月，浙江全省划为12个区，旋即改为7个特区，宣平县属第二特区。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，宣平县属第九区。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年），省政府将10区调整为11个行政督察区，宣平县属第四区，为专署驻地。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，宣平县属第六区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区，翌年，又调整为10个区，两次次调整中，宣平县均属第七区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月9日，宣平县解放，属第七专区。中华人民共和国成立后，第七专区改为丽水专区，宣平县属丽水专区。1952年1月，撤销丽水专区，宣平县改属衢州专区，1954年11月15日，衢州专区撤销，宣平县改属金华专区。1958年5月，宣平县建制撤销，县级机构与16个乡镇并入武义县，另外5个乡镇划入丽水县。"
        }
    ]
}