{
    "title": "浦江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1476",
            "category": "金华市"
        },
        {
            "id": "1506",
            "category": "浦江县"
        }
    ],
    "detail": "[日期：2014-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：587次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天宝十三年（754年）置浦阳县，以境内浦阳江得名。五代时，吴越王钱镠因与吴王杨隆演之父杨行密相仇，上书梁太祖凡郡县名称与杨字同音者都予奏改，遂于后梁开平四年（吴越天宝三年，910年）改浦阳县为浦江县。"
        },
        {
            "type": "text",
            "text": "       另有一说，先有浦阳地名，而后用之于江名，再为县名来源。浦江县治浦阳，屏山襟水，北屏仙华，南面向江。古人称山之阳水之阴为南，而该处在江之北，而称阳，处在江河之滨或交汇之地而称浦，为浦阳地名之由来。而后又被用之于江名，称为浦阳江。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东汉献帝兴平二年（195年），孙策据有江东，分太末、诸暨部分境地立丰安县，为浦江建县之始。时属扬州刺史部会稽郡，《读史方舆纪要》称县治在今治浦阳镇之西南。"
        },
        {
            "type": "text",
            "text": "       三国、两晋及南朝，丰安先后改属东阳郡、金华郡。至隋开皇九年（589年）并省江南州县，废丰安县，其地并入吴宁（今金华），立为戍镇，属吴州总管府东阳郡。"
        },
        {
            "type": "text",
            "text": "       唐天宝十三年（754年）析义乌、兰溪、富阳地置浦阳县，以境内浦阳江得名，属江南东道东阳郡，县治在今浦阳镇所在地。乾元元年(758)东阳郡复为婺州，浦阳县属婺州。"
        },
        {
            "type": "text",
            "text": "       五代时，浦阳县属吴越国之婺州，吴越王钱镠因与吴王杨隆演之父杨行密相仇，上书梁太祖凡郡县名称与杨字同音者都予奏改，遂于后梁开平四年（吴越天宝三年，910年）改浦阳县为浦江县。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年）改为婺州路，浦江县属之。至正十八年（1358年）朱元璋攻取婺州路，改名宁越府，至正二十年（1360年）改为金华府，浦江县属金华府。清朝沿袭明制，浦江县仍属金华府。\n\r\n       民国三年（1914）5月23日，浙江全省划为钱塘道、会稽道、金华道、瓯海道4道，浦江县隶属金华道。民国十六年（1927年）废道制，浦江县直属浙江省；民国二十一年（1932年）5月，浙江全省划为12个区，旋即改为7个特区，浦江县属第六特区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，两次调整中，浦江县均属第四区。民国三十二年（1943年），省政府将10区调整为11个行政督察区，浦江县均属第十一区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，浦江县属第三区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区，翌年，又调整为10个区，两次调整中，浦江县均属第八区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月11日，浦江解放，隶属浙江省初称第八专区。中华人民共和国建立后，第八专区改为金华专区，浦江县随属。1960年1月7日，撤销浦江县建制，除梅江人民公社行政区域划归兰溪县外，其余行政区域并入义乌县。1966年12月22日，恢复浦江县，并入义乌县的原行政区域复归浦江，县城在浦阳镇，仍属金华专区。1968年4月，改金华专区为金华地区。1985年5月，撤销金华地区，设立地级金华市，浦江县属金华市。"
        }
    ]
}