{
    "title": "磐安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1476",
            "category": "金华市"
        },
        {
            "id": "1505",
            "category": "磐安县"
        }
    ],
    "detail": "[日期：2014-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：623次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十四年（1935年）8月，国民党浙江省政府划永康、东阳、缙云、仙居、天台五县之边缘山区，设“大盘山绥靖区”，俗称“五平县”。"
        },
        {
            "type": "text",
            "text": "       民国二十八年(1939年)，浙江省长黄绍竑等为了在大盘山山区建立“持久抗战根据地”，计划“今后吾浙东抗战军事扩大，则全省之人力物力财力以及一切重要机构，将以大盘山为一安布生息之区。保卫大浙江，收复大浙江，其军事政治惟大盘山区域为前方与后方之惟一重要性”。因而撤销“大盘山绥靖区”，改设县治。重新划缙云之双峰、金峰、润川、龙门、湖中5乡，永康之盘峰、五美、翠峰3乡，天台之飞山乡，东阳之28、29、30、32（部分）、33、36等都乡为县境，县名初拟仍以大盘山命名，为盘山县。"
        },
        {
            "type": "text",
            "text": "       上报后，国民党重庆当局以为，在辽宁省营口市北的辽河平原上已有一个盘山县，不宜重复。将设县报告退回浙江省政府重新拟名。浙江省长黄绍竑、阮毅成等，根据荀况《荀子•富国》中“则国安于盘石”之句“盘”者通“磐”，“盘石”即“磐石”，比喻牢固不可摧毁之意，取“磐石之安”义而命名磐安。上报后获得批准。1939年7月1日，正式设立磐安县，驻地大盘。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今磐安地域，春秋战国属越。秦时，分属会稽郡、闽中郡。东汉兴乎二年(195年)北部属扬州会稽郡之汉宁。"
        },
        {
            "type": "text",
            "text": "       三国吴大帝黄龙三年(231年)，东部属会稽(后改临海)郡之始平。三国吴赤乌八年(245年)，南部属永康县。三国吴宝鼎元年(266)，北部属东阳郡之吴宁。晋太康元年(280)，分属会稽郡之吴宁、永康，临海郡之始丰。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年(607年)改婺州为东阳郡后，东北部属诸暨，东部属临海，西南属永康，中部属乌伤。唐万岁登封元年(696年)，东部为唐兴县，东南部为缙云县，西南部为永康县，东北部为东阳县。"
        },
        {
            "type": "text",
            "text": "       自北宋咸平二年(999)始，分属东阳、永康、缙云和天台；东阳县曾于玉山、瑞山两地分别设巡检司，后永康县于孝义设巡检司。其时有关各县又分属三州：东阳、永康属婺州，缙云属处州，天台属台州。元、明、清各代隶属关系未变。"
        },
        {
            "type": "text",
            "text": "       清顺治四年（1647年），大盘山区暴发了“反清复明”为宗旨的白头军起义。翌年，清廷划东阳、永康、缙云、仙居四县交界的大盘山区拟设县治，称“四平县”。康熙初年，白头军被镇压后撤县。光绪十一年（1885年）又因“盗贼啸聚”设永仙县丞署，还移金华协都司（亦称八堡山巡防都司）于此。民国初年撤销。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）8月，国民党浙江省政府划永康、东阳、缙云、仙居、天台五县之边缘山区，设“大盘山绥靖区”，俗称“五平县”。民国二十八年(1939年)，撤销“大盘山绥靖区”，改设县治。重新划缙云之双峰、金峰、润川、龙门、湖中5乡，永康之盘峰、五美、翠峰3乡，天台之飞山乡，东阳之28、29、30、32（部分）、33、36等都乡为县境，县名初拟仍以大盘山命名，为盘山县。上报后，国民党重庆当局以为，在辽宁省营口市北的辽河平原上已有一个盘山县，不宜重复。将设县报告退回浙江省政府重新拟名。浙江省长黄绍竑和民政厅厅长阮毅成等，根据荀况《荀子•富国》中“则国安于盘石”之句“盘”者通“磐”，“盘石”即“磐石”，比喻牢固不可摧毁之意，取“磐石之安”义而命名磐安。上报后获得批准。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1939年）7月1日，正式设立磐安县，驻地大盘，隶属第四行政督察区。民国三十二年（1943年），省政府将10个区调整为11个行政督察区，民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，两次调整中，磐安县均属第三区。民国三十七年（1948年），省政府将6个区调整为9个行政督察区，翌年，省政府将9个区调整为10个行政督察区，两次调整中，磐安县均属第八区。\n\r\n       1949年10月30日磐安县解放，建立磐安县人民政府，隶属金华专区，县城从大盘迁至安文镇。1958年在“大跃进”中撤销磐安县，全境并入东阳县。1983年7月13日，恢复磐安县建制，隶属金华地区。11月10日与东阳县分开办公。其县境除原属磐安县全境外，另划原属东阳县之岭口、玉峰、尖山、胡宅等4个乡镇给磐安县管辖。1985年5月，撤销金华地区，设立地级金华市，磐安县属金华市。"
        }
    ]
}