{
    "title": "东阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1476",
            "category": "金华市"
        },
        {
            "id": "1502",
            "category": "东阳市"
        }
    ],
    "detail": "[日期：2014-08-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：985次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉献帝兴平二年（195年），建县制，定名“吴宁”，取“吴地安宁”之意。三国吴宝鼎元年(266年)置东阳郡，取东阳为名，是因郡“在金华山之阳，縠水之东”。唐武德四年（621年），罢郡治州，东阳郡为婺州。唐垂拱二年（688年），析乌伤县东冲要地及吴宁县故地，袭旧郡名，建东阳县。1988年5月25日，撤销东阳县，设东阳市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，吴越争霸，今东阳地域属越国；战国时，楚怀王二十九年（前300年）楚国伐越，今东阳地域又属楚；秦国建立后，推行郡县制，东阳地为诸暨、乌伤县之一部分，属会稽郡。"
        },
        {
            "type": "text",
            "text": "       西汉郡、国并行，先后属刘贾荆王国、刘濞吴王国、会稽郡、扬州刺史会稽郡。东汉献帝兴平二年（195年），建县制，取“吴地安宁”之意，名吴宁，属会稽郡。此为东阳建县之始。"
        },
        {
            "type": "text",
            "text": "       三国时，以吴宁县属吴扬州会稽郡。吴宝鼎元年（266年）：分会稽郡西部置东阳郡，治所长山县（今金华）。吴宁县属东阳郡。取东阳名，是因郡“在金华山之阳，縠水之东”。两晋不变。"
        },
        {
            "type": "text",
            "text": "       南朝宋孝建元年（454年），分扬州之会稽、东阳、新安、永嘉、临海五郡为东扬州，治所在会稽郡。后废置无常，至永光元年（465年）复并入扬州。吴宁县在南朝宋、齐朝属东阳郡，隶扬州或东扬州。南朝梁普通五年（524年）复置东扬州，太平元年（556年）又罢，梁还于东阳郡兼置婺州，陈永定三年（559年）又改缙州，梁、陈朝还改东阳郡为金华郡，陈天嘉三年（562年）于会稽再置东扬州。"
        },
        {
            "type": "text",
            "text": "       隋开皇十三年（593年）以东阳郡改置婺州。大业三年（607年）复置东阳郡。唐武德四年（621年），罢郡治州，改会稽郡为越州，东阳郡为婺州。唐垂拱二年（688年），析乌伤县（今义乌市）东冲要地及吴宁县故地，袭旧郡名，建东阳县。时有“婺之望县”的美誉。"
        },
        {
            "type": "text",
            "text": "　　五代时，吴越王钱镠因与吴王杨隆演之父杨行密相仇，以“淮寇未平，耻闻逆姓”为由，上书梁太祖凡郡县名称与杨字同音者都予奏改，后梁开平四年(910年)，改东阳县为东场县。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国三年（978年），吴越纳土归宋。淳化元年（990年），改婺州武胜军为婺州保宁军节度。咸平二年（999年），复东场县为东阳县。属婺州，隶两浙路。南宋，复分两浙路为东西路，东阳县属婺州，隶两浙东路（路治绍兴府）。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），改婺州为婺州路。东阳县属婺州路，初隶江淮行省，后隶江浙行省浙东道宣慰司，浙东道宣慰司初治婺州路，元末至正十八年（1358年）12月，朱元璋克婺州， 改婺州路为宁越府。至正二十年（1360年）正月又改金华府，东阳县属金华府。"
        },
        {
            "type": "text",
            "text": "       明初，东阳县隶浙江等处行中书省（省治杭州），洪武九年（1376年）六月，改行中书省为承宣布政使司，东阳县隶浙江承宣布政使司。清沿袭明制，东阳县属金华府，隶浙江省金衢严道。\r\n　\r\n       民国元年（1912年）2月废道府制，东阳县直属浙江军政府。民国三年（1914年）6月又行道制，东阳县属金华道。民国十六年（1927年）废道，东阳县直属浙江省。实现省县二级制后，因省境辽阔，对县政指挥难周，省县之间又设行政督察区。民国二十四年（1935年）8月，浙江省普遍推行行政督察区，东阳县历属浙江省第四、第三、第四、第五、第三、第八行政督察区，期间，民国二十八年（1939年）4月7日，行政院核准置磐安县，原属东阳的安文、大盘等地划入磐安县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月8日，东阳解放，隶属浙江省第八专区。解放后，第八专区改为金华专区，东阳属金华专区管辖。1958年在“大跃进”中撤销磐安县，全境并入东阳县。1968年4月，金华专区改为金华地区，东阳县依旧从其管辖。1983年7月13日，恢复磐安县建制。11月10日与东阳县分开办公。其县境除原属磐安县全境外，另划原属东阳县之岭口、玉峰、尖山、胡宅等4个乡镇给磐安县管辖。1985年5月，撤销金华地区，设立地级金华市，东阳县属金华市。1988年5月25日，撤销东阳县，设东阳市（县级）。"
        }
    ]
}