{
    "title": "金华市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1476",
            "category": "金华市"
        }
    ],
    "detail": "[日期：2014-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：564次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉初平三年（192年）置长山县，以县东北长山而得名。此为金华建县之始。长山即金华山。三国吴宝鼎元年（266年）分会稽郡西部置东阳郡，以郡在瀫水之东长山之阳得名。"
        },
        {
            "type": "text",
            "text": "       南朝陈改东阳郡为金华郡，以长山又名金华山而得名。另一说，《旧唐书》《金华府志》：“金星与婺女争华。”故曰金华。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年(598年)长山县改名金华县。1949年10月，设立金华专区，并析金华县城区设金华市（县级）。1968年4月，改金华专区为金华地区。1985年5月，撤销金华地区，原金华县级市分别升为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今金华市域春秋时属越国。秦、汉为乌伤县，属会稽郡。东汉初平三年(192年)，分乌伤县西面一部分辖境置长山县(今浙江金华市婺城区)。辖有浙江金华市婺城区、金东区、兰溪市全境。"
        },
        {
            "type": "text",
            "text": "       三国吴宝鼎元年(266年)置郡名东阳，以郡在瀔水（即衢江）之东、长山之阳得名。金华设立郡府建置自此始。东阳郡属扬州，领长山（今婺城区、金东区、兰溪市）、乌伤（今义乌）、永康、吴宁（今东阳）、丰安（今浦江）、太末（今龙游）、新安（今柯城、衢县）、定阳（今常山）、平昌（今遂昌）9县，治设长山。"
        },
        {
            "type": "text",
            "text": "       南朝梁绍泰二年（556年）置缙州，陈天嘉三年(562年)撤州，东阳郡改名金华郡，长山县属之。郡名金华自此始。隋开皇十三年（593年）东阳郡改置婺州，长山县仍属之。隋开皇十八年(598年)长山县改名金华县。大业三年（607）复置东阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）改东阳郡置婺州，析金华县置长山县，治所在今金华市金东区孝顺镇，属婺州，武德八年（625年）长山县省入金华县。唐天宝元年（742年）改婺州为东阳郡，乾元元年(758年)复为婺州，一直沿续到宋元。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年）改为婺州路，至正十八年（1358年）朱元璋攻取婺州路，改名宁越府，至正二十年（1360年）改为金华府。明成化七年（1471年）金华府领金华、兰溪、东阳、义乌、永康、武义、浦江、汤溪8县，故有“八婺”之称。清沿袭明制，八县均隶属浙江省金衢严道金华府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废金华府，实行省、县两级制，所辖各县直属于省。民国三年（1914年）5月23日置金华道，辖区扩及原衢州、严州府。民国十六年（1927年）废道，所辖各县仍直属于省。民国二十一年（1932年）6月设浙江省县政督察专员办事处第八区，驻金华。9月，改设浙江省特区行政督察专员办事处第六特区。民国二十八年（1939年）6月，划缙云县之5乡，永康县之3乡，天台县之飞山乡，东阳县等都乡，设磐安县。民国期间，行政督察区序号、辖县、专署驻地时有变换。至民国三十八年（1949年），全省调整为10个行政督察区，金华、兰溪、磐安、永康、义乌、东阳、武义、浦江、汤溪9县属第八区，专署驻金华县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月7日，金华解放，设立浙江省第八行政区。10月，第八行政区改名金华专区，并析金华县城区设金华市，。11月金华专区辖金华、兰溪2市和金华、磐安、永康、义乌、东阳、兰溪、武义、浦江、汤溪9县。1950年，原建德专区所属建德、淳安、寿昌、遂安4县划入金华专区；撤销金华市，并入金华县；撤销兰溪市，并入兰溪县。1951年，复设金华市。专区辖1市、13县。"
        },
        {
            "type": "text",
            "text": "       1952年，原属丽水专区的缙云县划入金华专区。1953年，原由省直辖的诸暨县及原临安专区所属桐庐、分水2县划入金华专区；金华市改由省直辖。专区辖17县。1954年，将建德、淳安、遂安、分水、桐庐、寿昌6县划归建德专区；原衢州专区所属衢县、江山、龙游、宣平、松阳、常山、遂昌7县划入金华专区。1957年，诸暨县划归宁波专区。金华专区辖17县。"
        },
        {
            "type": "text",
            "text": "       1958年，原由省直辖的金华市及原建德专区所属桐庐、开化、建德、淳安4县划入金华专区；对专区辖县作以下调整：撤销汤溪县，并入金华县；撤销宣平县，并入武义、丽水2县；撤销武义县，并入永康县；撤销磐安县，并入东阳县；撤销松阳县，并入遂昌县；撤销常山县，并入衢县。调整后，金华专区辖1市、15县。"
        },
        {
            "type": "text",
            "text": "       1960年，撤销龙游县，并入衢县；撤销浦江县，并入义乌、兰溪2县；将桐庐县划归杭州市。1961年，恢复武义、常山2县。专区辖1市、14县。1962年，撤销金华市，并入金华县。1963年，将遂昌、缙云2县划归丽水专区；建德、淳安2县划归杭州市。1966年，恢复浦江县。金华专区辖11县。1968年4月，改金华专区为金华地区。"
        },
        {
            "type": "text",
            "text": "       1985年5月，撤销金华地区，原金华、衢州两县级市分别升为地级市，实行市管县体制，并于金华城区设立婺城区，郊区设立金华县，同时撤销兰溪县，设立兰溪市（县级）。金华市辖婺城区、兰溪市和金华、永康、武义、东阳、磐安、义乌、浦江７县。原金华地区的龙游、开化、常山、江山县划归衢州市管辖。"
        },
        {
            "type": "text",
            "text": "       1988年5月，撤销义乌县设立义乌市（县级），撤销东阳县设立东阳市（县级）。1992年10月，撤销永康县设立永康市（县级）。2000年12月，撤销金华县，扩大婺城区，设立金东区，金华县的汤溪等到14个乡镇划入婺城区，将婺城区的仙桥等3个乡镇划入金东区。"
        }
    ]
}