{
    "title": "绍兴市柯桥区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1475",
            "category": "绍兴市"
        }
    ],
    "detail": "[日期：2014-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1215次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2013年10月18日，撤销绍兴县，设立绍兴市柯桥区，因县政府驻地为柯桥镇，故名。"
        },
        {
            "type": "text",
            "text": "       柯桥之名源于柯山，在柯桥以南三里，山下有水，古称柯水。柯水流经今柯桥镇注入浙东运河，镇上有桥，因在柯水之上，因名柯桥。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       大禹治水告成，在境内茅山会集诸侯，计功行赏，死后葬于此山，因更名茅山曰“会稽”。春秋时期，於越民族以今绍兴一带为中心建立越国。"
        },
        {
            "type": "text",
            "text": "       秦王政二十五年（前222年），定江南，降越君，以越地置会稽郡。西汉武帝元封五年（前106年），置13州刺史部，督察各郡，会稽郡受督于扬州刺史部。东汉永建四年（129年），分会稽郡置吴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）平陈，省郡县，废会稽郡，而设吴州，并山阴、永兴、上虞、始宁为会稽县。吴州治会稽县，辖会稽、诸暨、剡、句章4县。隋炀帝大业元年（605年），废吴州，以原吴州境置越州，治会稽县。"
        },
        {
            "type": "text",
            "text": "       唐及北宋，越州领8县，治山阴。南宋建炎四年（1130年），宋高宗驻跸越州，取“绍奕世之宏休，兴百年之丕绪”之意，下诏从建炎五年（1131年）正月起改元绍兴，并升越州为绍兴府。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），改绍兴府为绍兴路。明太祖于至正二十六年（1366年）复置绍兴府。清设浙江省，省府之下置杭嘉湖、宁绍台、金衢严、温处4道，绍兴府隶属宁绍台道。宣统三年（1911年），并山阴、会稽为绍兴县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废绍兴府，绍兴县直属于省。民国三年（1914年），设会稽道，绍兴县属之。民国十六年（1927年）废道，绍兴县又直属于省。民国二十一年（1932年）5月，浙江全省划为12个区，第四区专属驻绍兴县。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，民国二十九年（1940年）1月，又调整为10个行政督察区，两次调整中，绍兴县均属第三区专属驻地。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年），省政府将10个区调整为11个行政督察区，绍兴县仍属第三区。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，翌年调整为9个行政督察区，两次调整中，绍兴县均属第二区。民国三十八年（1949年），省政府将9个区调整为10个行政督察区，绍兴县为第十区专属驻地。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月7日，绍兴县解放，成立县人民政府，属浙江省第十行政区。新中国成立后，第十行政区更名为绍兴专区。1952年1月26日，撤销绍兴专区，绍兴专区撤销，绍兴县划归宁波专区。"
        },
        {
            "type": "text",
            "text": "       1964年9月22日，析宁波专区，复设绍兴专区，辖绍兴、上虞、嵊县、新昌、诸暨5县。1968年5月15日，绍兴专区易名为绍兴地区，绍兴县属绍兴地区。1981年3月31日，撤销绍兴县，建立绍兴市（县级）。同年9月，柯桥、安昌改为建制镇。1983年7月，撤销绍兴地区，改设省辖绍兴市，恢复绍兴县，绍兴县隶属绍兴市。"
        },
        {
            "type": "text",
            "text": "       2001年1月13日，绍兴县人民政府驻地由绍兴市越城区迁至柯桥镇。2013年10月18日，撤销绍兴县，设立绍兴市柯桥区，2013年11月8日，绍兴市柯桥区人民政府正式挂牌成立。"
        }
    ]
}