{
    "title": "绍兴市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1475",
            "category": "绍兴市"
        }
    ],
    "detail": "[日期：2014-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：574次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南宋建炎四年（1130年），宋高宗驻跸越州，取“绍奕世之宏休，兴百年之丕绪”之意，下诏从建炎五年（1131年）正月起改元绍兴，并升越州为绍兴府。据《今县释名》：“宋绍兴初，置绍兴府，以年号为名。”。"
        },
        {
            "type": "text",
            "text": "       另一说，宋建炎元年（1127年）5月金兵俘虏了宋朝的两个皇帝微宗和钦宗。康王赵构在南京（今河南商丘）称帝，史称南宋。后在金兵的进攻下不得不躲到海上一只渔船上。百姓纷纷拿起武器抗击分兵。建炎四年（1130年）4月赵构才从海上登岸，暂住越州。当时越州官民联名上书请求高宗题写府额，赵构采用“绍（继承的意思）柞中兴”的典故，改越州为绍兴府。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       会稽，是绍兴历史上最早见于史书上的地名。《史记·夏本纪第二》载，“帝禹东巡狩，至于会稽而崩，”或言禹会会诸侯于江南，计功而崩，因葬焉，命曰会稽。会稽者，会计也”。会稽一名由此而来。"
        },
        {
            "type": "text",
            "text": "       绍兴古称越、大越，今绍兴又简称越。因春秋时绍兴为越国都城。绍兴最初的城墙是越王勾践命大夫范蠡主持修筑的，故称蠡城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       大禹治水告成，在境内茅山会集诸侯，计功行赏，死后葬于此山，因更名茅山曰“会稽”，是为会稽名称之由来。春秋时期，於越民族以今绍兴一带为中心建立越国，成为春秋列国之一。战国初，越王句践大败吴国，越国疆域拓展至江淮地区。至周显王三十六年（前333年），楚威王兴兵败越，“尽取故吴地至浙江”，越始“服朝于楚”，而诸越邦国尚存。"
        },
        {
            "type": "text",
            "text": "       秦王政二十五年（前222年），定江南，降越君，以越地置会稽郡，辖今江苏南部和浙江大部20余县，治吴县（今苏州）。西汉武帝元封五年（前106年），置13州刺史部，督察各郡，会稽郡受督于扬州刺史部，时领辖26县，属今浙江境内的有18县。东汉永建四年（129年），分会稽郡置吴郡，今钱塘江以南仍为会稽郡，治山阴（今绍兴），时领山阴等15县。"
        },
        {
            "type": "text",
            "text": "       晋太康二年（281年），以会稽地封于骠骑将军孙秀，以郡为国，称会稽国。隋开皇九年（589年）平陈，省郡县，废会稽郡，并山阴、永兴、上虞、始宁为会稽县，并余姚、鄞、鄮入句章县，设吴州，治会稽县，辖会稽、诸暨、剡、句章4县。隋炀帝大业元年（605年），废吴州，以原吴州境置越州，治会稽县，是为越州名称之始。唐及北宋，越州领8县，治山阴。"
        },
        {
            "type": "text",
            "text": "       南宋建炎四年（1130年），宋高宗驻跸越州，取“绍奕世之宏休，兴百年之丕绪”之意，下诏从建炎五年（1131年）正月起改元绍兴，并升越州为绍兴府。府治设山阴，辖山阴、会稽、诸暨、萧山、余姚、上虞、嵊县、新昌8县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），改绍兴府为绍兴路，辖县和治所均不变。明太祖于丙午年（1366年）复置绍兴府，治山阴，辖8县。清设浙江省，省府之下置杭嘉湖、宁绍台、金衢严、温处4道，绍兴府隶属宁绍台道，辖县未变。宣统三年（1911年），并山阴、会稽为绍兴县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）２月，废府、州、厅旧制，实行省、县两级制，原绍兴府辖县均直属浙江省军政府。民国三年（1914年）于省县间设会稽道，治鄞县宁波，辖地相当于绍兴、宁波、台州三府。民国十六年（1927年）取消道制，原绍兴府7县直属于省。民国二十四年（1935年）置绍兴行政督察区，专员公署驻绍兴县，辖绍兴、上虞、余姚、嵊县、新昌、诸暨、萧山7县。民国二十五年（1936年），改绍兴为第三行政督察区，其驻地、辖县不变。民国三十七年（1948年），更名为第二行政督察区，专员公署驻余姚，辖14县（改萧山为省直属，增辖鄞县、慈溪、定海、镇海、奉化、象山、宁海、四明8县）。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，绍兴全境解放。6月，设浙江省第十专区，辖绍兴、上虞、嵊县、新昌、诸暨、萧山6县，余姚则划归第二专区（宁波）。10月改为绍兴专区，并析绍兴县城区置绍兴市（今绍兴城区），析绍兴县置会稽县，时辖1市7县。1952年1月，撤销绍兴专区，原所辖绍兴、诸暨、萧山3县及绍兴市改由省政府直属，上虞、嵊县、新昌则划属宁波专区。1953年2月至1963年12月，辖县又数经归属变动。1964年9月，复设绍兴专区，驻绍兴县，辖绍兴、上虞、嵊县、新昌、诸暨5县。"
        },
        {
            "type": "text",
            "text": "       1968年4月，绍兴专区改为绍兴地区。1978年9月，改名为绍兴地区行政公署。1983年7月，撤销绍兴地区，改设省辖绍兴市，置越城区，同时复设绍兴县。1989年9月，所辖诸暨县改设诸暨市（县级市）。1992年8月，所辖上虞县改设上虞市（县级市）。1995年12月，所辖嵊县改设嵊州市（县级市）。2013年10月，撤销绍兴县，设立绍兴市柯桥区；撤销县级上虞市，设立绍兴市上虞区。"
        }
    ]
}