{
    "title": "长兴县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1474",
            "category": "湖州市"
        },
        {
            "id": "1512",
            "category": "长兴县"
        }
    ],
    "detail": "[日期：2014-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：869次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       吴越春秋时，长兴属吴国，吴阖闾元年（前514年），吴王阖闾使弟夫概居此筑城。古城依山傍水，跨箬水之深，据戌山之险，狭而长，得名长城（后毁于楚国和越国的战火）。"
        },
        {
            "type": "text",
            "text": "       今长兴县城始筑于唐武德七年（624年），辇土为城。五代后梁开平二年（908年），吴越王钱镠为避梁太祖朱温的父亲名朱诚的名讳，改长城县为长兴县，自此县名一直沿袭至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋吴越争霸时期（前514年—前495），时属吴国。后期勾践杀夫差灭吴，长兴一地属于越国。春秋后期，越国为楚所灭，长兴遂属于楚国。秦始皇统一中国后，废分封、立郡县，分天下为三十六郡，长兴从属于会稽郡。 "
        },
        {
            "type": "text",
            "text": "       西汉初（前206年），汉高祖封韩信为楚工，长兴属楚。高祖六年（前201年），立刘贾为荆王，属荆国。高祖十二年（前195年）立刘濞为吴王，又属吴。汉景帝三年（前154年）吴王濞谋反被诛，属会稽乌程县。东汉顺帝永建四年（129年），把原属会稽郡的钱塘江以北地区分出，新设吴郡，长兴属吴郡；三国东吴孙皓宝鼎元年（266年），始设吴兴郡，长兴属吴兴郡乌程县。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康三年（282年），分乌程，立长城县，县治建在现县城东南二十里的富坡乡。这是长兴建县之始。永兴元年（304年），分长城北乡，立义乡县，属义兴郡。东晋咸康八年（335年），县治迁至箬溪地北（距今县城东2里）。南北朝时，宋、齐、梁、陈四代均属吴兴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（282年），罢吴兴郡，长城并入乌程县，属苏州。仁寿二年（602年），复立长城县，属湖州郡。大兴二年（606年），州废，属吴郡，改长城县为义乡县。唐武德元年（618年），吴兴太守沈法兴起兵，割据江南，改长城为长州。唐武德二年（619年），李子通破沈法兴，尽有其地。武德四年（621年），农民起义领袖杜伏威平李子通，改长州为绥州，后又更名为雉州。其时辅公祏“僭据”在此，辇土为之，雉城名也由此而起。唐武德七年（624年），辅公祏被杀，废雉州，恢复长城县名。以安吉、原乡两县并入，县治也迁至现址。"
        },
        {
            "type": "text",
            "text": "       五代属吴越。梁开平四年（910年），吴越王钱镠为避其父梁太祖的名讳，改长城为长兴。长兴县名自此始。北宋太平兴国三年（978年），吴越纳土归宋，湖州归两浙西路。长兴属浙西路。宝庆元年（1225年），降湖州为安吉州，长兴属安吉州。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），改安吉州为湖州安抚司，隶属两浙都督府。第二年又改属湖州路。长兴属湖州路。元贞元年（1295年），升长兴县为长兴州，仍属湖州路。至正十七年（1357年）朱元璋部将耿炳文攻取长兴，改名为长安州。至正二十二年（1362年）复名长兴州。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年），降长兴州为县，隶属湖州府。弘治元年（1488年），知府王珣割所属安吉、孝丰等九乡，另立孝丰县；又割长兴南境顺零、晏子、荆溪三区，并入安吉。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年）豫王征江南，总兵张士元平定湖州，长兴属浙江布政司湖州路。咸丰十年二月初十（1860年），太平军将领堵王黄文金率部自广德攻克长兴，其后侍王李世贤、襄王刘官芳都曾战守于长、湖之间。同治三年六月（1864年），江苏巡抚李鸿章督兵，炮轰县城东北隅，裂数十丈，城陷，长兴复为清统治。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，同盟会长兴支会赵志游、卢顺吾，得到浙江都督汤寿潜支持，派来广东军队五百人进驻长兴，宣布民国成立，建立县公署，属湖州府。民国二年（1913年）废府，长兴县直属于省。民国三年（1914）置道，长兴属钱塘道。民国十六年（1927）废道，长兴县直属于省。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，长兴县属第一区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月25日，日军侵占长兴。县政府撤至西部山区，属浙西第二区行政督察专员公署。民国三十二年（1943年）9月，新四军六师十六旅，在粟裕、王必成等领导下，进驻长兴，开辟了苏浙皖敌后抗日根据地。第二年3月，在槐花坎桥下村建立了长兴县抗日民主政府，隶属于苏南行政公署郎广区。民国三十四年（1945年）10月10日，国民政府迁入长兴城，属浙江省第二区行政公署。民国三十六年（1947年）3月，全省调整为6个行政督察区，长兴县属第一区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月26日，长兴解放，5月16日成立长兴县人民政府，隶属于浙江省第一区专员公署。1951年4月第一区专员公署改为嘉兴地区专员公署，即嘉兴专区。1967年11月，成立长兴县革命委员会，属嘉兴地区革命委员会。1980年7月，恢复长兴县人民政府，隶属于嘉兴地区专员公署。1983年7月，撤销嘉兴地区，设立湖州市、嘉兴两地级市，长兴县隶属湖州市至今。"
        }
    ]
}