{
    "title": "湖州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1474",
            "category": "湖州市"
        }
    ],
    "detail": "[日期：2014-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：465次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东吴甘露二年（266年）孙皓取“吴国兴盛”之意置“吴兴郡”， 隋朝仁寿二年（602年）改吴兴郡为湖州，因滨临太湖而得名。元朝称湖州路，明清均为湖州府。民国元年（1912年）废湖州府，所辖的乌程、归安二县合并为“吴兴县。新中国成立后，于吴兴县城区置“吴兴市”，1950年“吴兴市”改为“湖州市”（县级）。1981年撤销吴兴县，并入湖州市。1983年10月，湖州市升为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今湖州在五帝夏禹时为防风氏之地，夏禹灭防风氏，其地归属扬州，直至商文丁时吴太伯与其弟仲雍奔荆蛮，自号“勾吴”建立吴国时湖州地属勾吴。即“三吴”（苏州湖州会稽）之一。周元王三年（前473年）越灭吴，地属越国。周显王三十五年（前334年）楚灭越，地属楚国。楚考烈王十五年（前248年），春申君黄歇徙封于此，在此筑城，始置“菰城县”，以泽多菰草，故名。"
        },
        {
            "type": "text",
            "text": "       秦王政二十五年（前222年），置乌程县。汉高帝元年（前206年），项羽自立于今湖州西楚霸王城中心建“项王城”。汉高帝五年（202年）刘邦灭项羽归属汉军，汉高祖十二年（195年）汉封刘濞为吴王时为刘濞领地；景帝前元三年（前154年）吴王刘濞七国之乱平定后归属于汉。"
        },
        {
            "type": "text",
            "text": "       三国时期，东吴甘露二年（266年）孙皓取吴国兴盛之意置“吴兴郡”，为吴兴名称之始。至南朝，吴兴郡辖地包括今湖州全境及钱塘（今杭州）、阳羡（今宜兴）等县。"
        },
        {
            "type": "text",
            "text": "       隋仁寿二年（602年），以吴兴郡地滨太湖而名“湖州”，为湖州名称之始。唐武德四年，以乌程县置吴兴郡，为上郡。辖县五：乌程（望县）、武康（上县）、长城（望县）、安吉（紧县）、德清（上县）。"
        },
        {
            "type": "text",
            "text": "       五代后梁开平二年（908年），吴越王钱镠为避后梁太祖朱温父亲朱诚讳，改长城县为长兴县。宋代属两浙路十二州之一，“湖州吴兴郡”，景祐元年（1034年），升“昭庆军节度”。宝庆元年（1225年），改“安吉州”，县六：乌程，归安（太平兴国七年，即982年置）、安吉、长兴、德清、武康。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），升安吉州为湖州路。领司一、县五、州一：录事司、乌程、归安、安吉、德清、武康、长兴州（元贞元年，即1295年，升长兴县为为州）。"
        },
        {
            "type": "text",
            "text": "       元至正二十六年（1366年）11月“湖州府”归属明太祖。明洪武十四年（1381年）11月改隶浙江。领州一，县六：乌程、归安、长兴（1357年改名长兴州为长官州，1362年复曰长兴。洪武二年降为县）、德清、武康、安吉州（正德元年，即1506年，升为州，领孝丰县）。"
        },
        {
            "type": "text",
            "text": "       清“湖州府”隶杭嘉湖道。乾隆三十八年（1773年），改安吉为县。领县七。乌程、归安、长兴、德清、武康、安吉、孝丰。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912）1月乌程、归安二县合并为“吴兴县”。2月废湖州府，所辖各县直隶于省。 民国三年（1914年）设钱塘道，德清县、武康县、长兴县、安吉县、吴兴县均属钱塘道。民国十六年（1927年）废道，各县直属于省。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，各县均属第一区。民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，各县均属第二区。民国三十六年（1947年）3月，浙江省调整为6个行政督察区，各县均属第一区，专属驻吴兴县。\n\r\n        民国三十八年（1949年）4月27日，吴兴县解放，隶属于浙江省第一区专员公署。新中国成立后，于吴兴县城区置“吴兴市”，1950年“吴兴市”改为“湖州市”。1951年4月第一区专员公署改为嘉兴地区专员公署，即嘉兴专区。1958年武康县撤销，行政区域并入德清县。1962年撤销湖州市，1970年复置，属嘉兴地区。1981年撤销吴兴县，并入湖州市。1983年10月，撤嘉兴地区，建立湖州、嘉兴两个省辖市。长兴、德清、安吉三县隶属湖州市，湖州市设立吴兴、南浔两个市辖区。"
        }
    ]
}