{
    "title": "博尔塔拉蒙古族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "133",
            "category": "博尔塔拉蒙古自治州"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：394次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      1954年7月13日成立博尔塔拉蒙古族自治区，1955年2月改称自治州。元代把这里称为\"博落脱儿\"，明朝时开始记作汉字“博尔塔拉”，系蒙古语，意为“青色的草原”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期，博尔塔拉曾为塞种人的游牧地。西汉初，博尔塔拉相继为月氏、匈奴、乌孙等的游牧地。西汉本始二年（公元前72年），汉朝派校尉常惠使持节护乌孙兵，博尔塔拉归其节制。公元前60年，匈奴日逐王归降汉朝，西汉政府设置\"西域都护府\"，博尔塔拉为其管辖。魏晋南北朝时，博尔塔拉为柔然、悦般的活动区域。西魏至隋，为西突厥占据。"
        },
        {
            "type": "text",
            "text": "       隋开皇四年（584年），西突厥归属隋朝政府，博尔塔拉一带自此又与中央政府恢复了隶属关系。唐代，博尔塔拉才以\"双河\"的名字出现于史册。唐贞观二十三年（649年）唐朝在西突厥地区凤瑶池都督府，精河属瑶池都督府管辖。宋属喀喇汗（黑汗）王朝管辖。"
        },
        {
            "type": "text",
            "text": "       北宋宣和六年（1124年），契丹人耶律大石在中亚建立了西辽王朝，葛逻禄遂隶西辽，并在今天的博乐市西南建立孛罗城（部分史藉中称作\"不刺\"）。汉族随契丹人西迁进入今博尔塔拉。"
        },
        {
            "type": "text",
            "text": "       元明时期博尔塔拉为蒙古族游牧地。元代实行中书省制度，博尔塔拉隶属阿里麻力（今伊犁）行中书省。成吉思汗曾把博尔塔拉在内的额敏河流域封为其三子窝阔台的领地。《元史·列传》第一次把这里称为\"博落脱儿\"。即今天\"博尔塔拉\"地名形成的开始。"
        },
        {
            "type": "text",
            "text": "       明万历十五年（1587年），瓦剌人进入博尔塔拉游牧，于是称呼此地为“瓦刺”。明崇祯十六年（1643年），准噶尔首领巴图尔浑台吉征服阿拉套山的两个哈萨克部落，博尔塔拉为蒙古准噶尔部所辖。"
        },
        {
            "type": "text",
            "text": "       明末清初之际，瓦刺部逐渐分为准噶尔、和硕特、杜尔特和土尔扈特四大部，史称厄鲁特四部或卫拉特四部。康熙十年（1671年），准噶尔贵族内部因权力之争发生内讧，之后内战持续不断。清政府历经康熙、雍正、乾隆三朝七十余年，才最后平定了准噶尔上层贵族的地方割据势力，继而又平定了南疆大小和卓叛乱，重新统一了西域。清政府统一西域后，于乾隆二十二年（1757年）把西域改称新疆，乾隆二十七年（1762年）在惠远设\"伊犁将军府\"统辖除阿尔泰地区以外的整个新疆军事和行政事务。同年在精河东岸筑安阜城，在大河沿、大营盘、小营盘等地派兵驻防，在固尔图、托多克（托托）、精河、托里、五台、四台、三台等地设军台、营塘，并在博尔塔拉一些要害地界和国境线上还陆续设置了21所卡伦，保卫边境。"
        },
        {
            "type": "text",
            "text": "       乾隆二十七年（1762年），精河开始屯田，主要是兵屯、民屯和遣屯。屯田事业的兴起和维、汉、回等各民族陆续迁入。乾隆三十六（1771年），年轻的土尔扈特首领渥巴锡率领十七万之众，不畏艰辛、义无反顾地东归祖国。在沙俄围追堵截下，只有七万多人回到祖国。其西路默门图一旗约四百户三千人被安置在精河一带游牧，隶伊犁将军节制。清光绪十四年（1888年），设精河抚民直隶厅，简称精河厅，隶伊塔道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）4月，精河厅改设精河县。民国九年（1920年）10月，精河县析置博尔塔拉县。民国三十一年（1942年）置温泉县，均隶属伊犁行政长公署管辖。民国三十三年（1944年）三区（伊犁、塔城、阿山）革命爆发。民国三十四年（1945年），成立三区革命精河县政府，属伊犁三区临时政府领导。"
        },
        {
            "type": "text",
            "text": "       1949年9月新疆和平解放后，精河县改属伊犁专署领导。1950年博尔塔拉县改名为博乐县。1954年7月13日博尔塔拉蒙古族自治区成立，精河县改属博尔塔拉蒙古族自治区领导，1955年2月自治区改称自治州。1983年始设州、县人民代表大会常务委员会。1985年撤销博乐县，成立博乐市，至此博尔塔拉蒙古族自治州下辖2市（县级），2县。"
        }
    ]
}