{
    "title": "桐乡市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1473",
            "category": "嘉兴市"
        },
        {
            "id": "1514",
            "category": "桐乡市"
        }
    ],
    "detail": "[日期：2014-08-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：852次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪《桐乡县志》记载：“县市在梧桐乡，古称凤鸣市，昔所梧桐，相传五代时，曾有凤凰来集。”1993年5月，撤消桐乡县，设立桐乡市（县级）。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       据传，那时这里遍地是梧桐。在那千百万棵梧桐树之中，有一棵可称得上梧桐之王。它那挺拔的枝干高耸云天，要好几个人才抱得过来。那郁郁葱葱的树冠有好几亩地大。梧桐树古称佳木，它能招引珍奇的禽鸟前来栖息。俗称“良禽择木而栖”，所有神鸟仙禽都要拣梧桐那样的佳木筑巢。所以当时桐乡这个地方，处处是鸟语花香，好似仙境一般。"
        },
        {
            "type": "text",
            "text": "       有一天日正午时，在梧桐树林的上空，突然出现了若烟若雾，飘飘渺渺的祥云。在那云霞之中还传来阵阵仙乐一般的音响，有如洞箫轻吹，惹得在梧桐树上婉转鸣叫的百鸟，都停下来，偏着头，睁着眼，聆听那悦耳的乐声。一会儿，只听见“哗”的一声，所有的鸟一下子都冲天飞去，飞得一只也不剩。隔了不多一会儿，在百鸟的簇拥下，两只翠冠彩衣的鸾凤从绚烂的云端里徐徐降落了下来，栖息在那棵大梧桐树上。百鸟们团团围着鸾凤飞舞欢鸣。"
        },
        {
            "type": "text",
            "text": "       原来，这两只仙间的鸾凤，去西天赴王母娘娘的蟠桃宴会回来路过这里，被这个人间的仙境迷住了。在百鸟的热情邀请下，就欣然来到这里落了户。当时，这两只仙鸟与当地的百姓相处得很好。从此，居民们的日子越过越美满，这对鸾凤也就不愿再回天上去了。他们就在那棵大梧桐树上筑了巢，打算在此永远生息。"
        },
        {
            "type": "text",
            "text": "       但是好景不长，有一个皇亲国戚仗势霸占了这个地方，企图把这对鸾凤据为己有，日夜为他奏仙乐。那鸾凤怎么愿意做恶人的玩物呢？他们恋恋不舍地腾空而去，在半空中还时时回头，望着那棵梧桐树。从此就再也没有回来。那恶棍眼看着鸾凤离去，又气又恨，发昏地下令砍伐掉这片梧桐佳木。居民们闻讯赶来，和那恶棍以及他手下的帮凶进行了斗争，梧桐树总算没有被砍伐尽，那棵大梧桐树也被人们从恶人的斧头下救了出来，但是已经被劈去了一半。"
        },
        {
            "type": "text",
            "text": "       百姓们为了纪念鸾凤，就在大梧桐树的北端建造了一座寺庙，叫“凤鸣寺”，以后逐渐形成了一个小小的集市，叫“凤鸣市”。又过了很久很久，这个地方设立了县治，就命名为“桐乡县”，以示“梧桐树的家乡”之意，这样，就留下了“桐乡本是凤凰家”的佳话。"
        },
        {
            "type": "text",
            "text": "       至于那棵被劈去一半的大梧桐树，直到解放后还活着，正确地说，它还剩下一张树皮，以及几个枝丫，人们搭了一个架子，撑着树皮，让这棵老树不死。1968年的时候，人们举着毛主席像、扛着大旗游行，走到大树皮底下的时候，扛着大旗的人走不过去，就把它给彻底砍掉了。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今市境初属越，为吴越接壤争战地区。南有御儿(语儿)，东有隆和携李(醉李、就李)。这是境内最早的地名。《春秋》鲁定公十四年(越王勾践元年，吴王闽庐十九年，即前496年)，“五月，于越败吴于携李(杜预注∶携李，吴郡嘉兴县南醉李城)。”吴国于今石门镇垒石为门以为吴越之界。越王勾践三年(吴王夫差二年，鲁哀公元年，即前494年)，吴王夫差败越于夫椒(夫椒山，在太湖中)，人越。今县境属吴。"
        },
        {
            "type": "text",
            "text": "       战国初年，吴越战事又起。越王勾践二十四年(吴王夫差二十三年，鲁哀公二十二年，即前473年)冬，越灭吴，尽有吴地。县境复归越。勾践灭吴后，传六世，至王无疆，无疆九年(楚威王六年，即前334年)，“楚威王兴兵而伐之，大败越，杀王无疆，尽取故吴地至浙江(钱塘江)”，此后，市境属楚。 \n\r\n       秦王嬴政二十五年(前222年)，秦“遂定荆江南地，降越君，置会稽郡”。会稽郡下设由拳(今嘉兴)、乌程(今湖州)等县。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年(前202年)，东海、会稽、泅水、陈郡、薛郡人楚国。今市境属楚国。高祖六年(前201年)，东阳、吴郡、鄣郡人荆国。今县境属荆国。高祖十二年(前195年)，改荆国为吴国。今县境属吴国。汉景帝前元四年(前153年)以后，恢复会稽郡。今县境属会稽郡。汉武帝元封五年(前106年)，置十三刺史部，即十三州，会稽郡属扬州。今市境属扬州会稽郡。"
        },
        {
            "type": "text",
            "text": "       东汉永建四年(129年)，割钱塘江以东为会稽郡，钱塘江以西为吴郡。今市境隶吴郡。三国吴黄龙三年(231年)，由拳县“野稻自生”，改为禾兴。吴赤乌五年(242年)，避太子和讳，改禾兴县为嘉兴县，属吴郡。今市境为嘉兴县西乡。"
        },
        {
            "type": "text",
            "text": "       两晋时期，市境“俱为嘉兴之西乡”，属吴郡。至南朝陈永定(557年～559年)初年，立海宁郡，“桐地隶海宁”。隋平定陈后，撤嘉兴县，并入吴县(今苏州)。今市境属吴县南境，隶苏州。隋仁寿二年（602年），复设嘉兴县。"
        },
        {
            "type": "text",
            "text": "       唐武德七年(624年)嘉兴县属苏州。今桐乡市境属苏州嘉兴县。翌年，又撤嘉兴县，县境入苏州吴县。贞观八年(634年)，复置嘉兴县，属苏州。今市境属苏州嘉兴县。"
        },
        {
            "type": "text",
            "text": "       五代时期，今市境随嘉兴隶属杭州，为吴越国钱氏地。吴越王钱嘉兴设义和镇(后改称市，在今崇福镇)。后晋天福三年(938年)，析杭州嘉兴县西南的崇德、南津、语儿、千乘、积善、石门、募化七乡，置崇德县，设县治于义和市，属杭州。 天福五年(940年)，吴越王钱元瓘在嘉兴县设置秀州，为吴越国所辖十三州之一，下辖嘉兴、盐、华亭、崇德四县。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁十年(1077年)，再割嘉兴县的梧桐、永新、清风、保宁、千金五乡入崇德县。至此，崇德县共辖十二乡，直至元代至元年间未变。政和七年(1117年)，赐秀州名为嘉禾郡。崇德县隶嘉禾郡。南宋庆元元年(1195年)，升秀州为府，改称嘉兴府。嘉定元年(1208年)，又升嘉兴府为嘉兴军节度。崇德等四县仍隶属嘉兴。"
        },
        {
            "type": "text",
            "text": "       元至元十四年(1277年)，改嘉兴军节度为嘉兴路，置嘉兴路总管府，后属于江浙行省，下辖崇德等三县一府(华亭府)。元贞元年(1295年)，升崇德县为崇德州，属嘉兴路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，复嘉兴路为嘉兴府，复崇德州为崇德县。洪武十四年(1381年)嘉兴改隶浙江布政司，从此，崇德随嘉兴隶属于浙江。宣德五年(1430年)，析崇德东境募化、千金、保宁、清风、永新、梧桐六乡置桐乡县，设县治于梧桐乡凤鸣市(今梧桐镇)。"
        },
        {
            "type": "text",
            "text": "       清崇德、桐乡两县同隶嘉兴府。康熙元年(1662年)，因崇德之名与清太宗皇太极年号同，故避讳称石门县，同时改石门镇为玉溪镇。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，废嘉兴府，石门、桐乡两县属钱塘道。民国三年（1914年），石门复称崇德。民国十六年（1927年）废道制，两县直属浙江省政府。民国二十七年（1938年）划属浙江省第二行政督察区。民国二十八年（1939年）至民国三十六年（1947年）属浙江省第十行政督察区。民国三十七年（1948年）后属浙江省第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月4日，桐乡县解放，5月5日，崇德县解放。新中国成立后，崇德、桐乡两县同属浙江省人民政府第一专员公署。11月第一专员公署改称嘉兴专区。1958年11月，两县合并称桐乡县。1973年，改嘉兴专区为嘉兴地区，桐乡县隶嘉兴地区。1983年10月，撤销嘉兴地区，分设嘉兴市、湖州市，桐乡县隶嘉兴市。1993年5月，撤消桐乡县，设立桐乡市（县级），仍隶属嘉兴市管辖。"
        }
    ]
}