{
    "title": "嘉兴市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1473",
            "category": "嘉兴市"
        }
    ],
    "detail": "[日期：2014-08-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：395次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇三十七年（前210年）改长水县为由拳县。“秦始皇恶其势王，令囚徒十余万人城污其地，表以恶名，改曰囚卷，亦曰由拳也。”《宏治志》说，余杭有由拳山，以由拳山人隐此得名。三国吴孙权黄龙三年（231年）”由拳野稻自生”被视为祥瑞之兆，改由拳为禾兴县。次年改年号为嘉禾。嘉兴市简称禾，亦源于此。赤乌五年（242年）春正月，立和为太子，因避太子“和”字讳，改为嘉兴县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       嘉兴是新石器时代马家浜文化的发祥地，距今7000年前市境就有先民从事农牧渔猎活动。春秋时，此地名长水，又称槜李，吴越两国在此风云角逐。战国时，划入楚境。秦置由拳县、海盐县，属会稽郡。两汉时煮海为盐，屯田为粮。"
        },
        {
            "type": "text",
            "text": "       三国时吴国雄踞江东，析由拳县南境、海盐县西境置盐官县。吴黄龙三年(231年)“由拳野稻自生”，吴大帝孙权以为祥瑞，改由拳为禾兴，赤乌五年(242年)改称嘉兴。赤乌五年（242年）春正月，立和为太子，因避太子“和”字讳，改为嘉兴县。"
        },
        {
            "type": "text",
            "text": "       唐玄宗天宝十年(751年)析嘉兴县东境及海盐、昆山等县部分辖地置华亭县。五代十国时期，吴越国在嘉兴设置开元府，领嘉兴、海盐、华亭3县，是为嘉兴首次设州府级政权。后晋高祖天福五年(940)，因吴越王钱元瓘 之奏请，在嘉兴置秀州，领嘉兴、海盐、华亭、崇德4县。"
        },
        {
            "type": "text",
            "text": "       北宋政和七年（1117年）赐名亮禾郡。后改秀州为嘉禾郡，南宋宁宗庆元元年(1195)升郡为府，后改嘉兴军。元世祖至元十三年(1276年)改嘉兴军为嘉兴府安抚司，旋升为嘉兴路总管府。"
        },
        {
            "type": "text",
            "text": "       明宣德五年(1430年)析嘉兴县西北境为秀水县，析东北境为嘉善县；析海盐县置平湖县；析崇德县置桐乡县，嘉兴府下辖7县，称一府七县。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645)5月15日，清军渡长江入南京，南明弘光王朝覆灭。六月初九日，清贝勒博录率兵至嘉兴，嘉兴总兵知府降清。嘉兴县仍属嘉兴府。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）11月7日，辛亥革命党人光复嘉兴，成立嘉兴军政分府。民国初废府存县，并嘉兴、秀水为嘉禾县，直属于浙江省。民国三年（1914年）因与湖南省嘉禾县重名，恢复嘉兴县名，隶属于钱塘道。民国十六年（1927年）废道，嘉兴县直属于省。民国二十一年（1932年）5月，浙江全省划为12区。后将全省划分为6区，旋增加至7个特区，但杭嘉湖地区未设置。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，嘉兴县属第二区。民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，嘉兴县属第十区。民国三十五年（1946年）第十区专属驻地迁至嘉兴。民国三十六年（1947年）3月，全省调整为6个行政督察区，嘉兴县属第一区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月7日，嘉兴解放，分设嘉兴县、嘉兴市，后撤并频繁。1983年8月，撤销嘉兴地区行政公署，分设嘉兴、湖州市，嘉兴市设城区和郊区，下辖嘉善、平湖、桐乡、海宁、海盐5县。1993年11月，嘉兴城区更名为秀城区；1999年6月21日，郊区更名为秀洲区，2005年5月17日，嘉兴秀城区更名为南湖区。"
        }
    ]
}