{
    "title": "周恩来几个名字的由来",
    "category": [
        {
            "id": "2",
            "category": "人名故事"
        },
        {
            "id": "58",
            "category": "人名故事"
        }
    ],
    "detail": "[日期：2014-02-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1168次",
    "content": [
        {
            "type": "text",
            "text": "       据《周恩来年谱》、《周恩来大辞典》记载周恩来一生用过30多个化名、笔名或代号，其中有14个较为常用。"
        },
        {
            "type": "text",
            "text": "       周恩来，1898年出生于江苏淮安。他出生后，父母为他起名“大鸾”，据说这和生母万氏怀孕时做的梦有关。由“大鸾”一名引申，父母又为他取字“翔宇”。父母期望他像鸾凤一样，展翅高飞，翱翔于宇宙。周恩来旅欧留学时期，常以此名在天津《益世报》上发表文章，1959年3月18日致邓颖超的信中也署名“翔宇”。"
        },
        {
            "type": "text",
            "text": "       而“恩来”一名，是1903年进家塾读书时，父亲周贻能为其起的名，意为恩赐到来。（也有说，周恩来原名周志荣，小时候因得了重病，于是信了耶稣教，病好后就改名叫周恩来。）"
        },
        {
            "type": "text",
            "text": "       飞飞，1914年，周恩来用此名在天津南开学校敬业乐群会会刊《敬业》创刊号上发表小说《巾帼英雄》和诗作《春日偶成》等，后曾在该刊物上开设专栏：飞飞漫墨。“五四”运动时期，在《天津学生联合会报》等刊物上发表文章常也以此署名。"
        },
        {
            "type": "text",
            "text": "       羊羽子，1917年8月30日，周恩来给同学郭思宁题写条幅“愿相会于中华腾飞世界时”，署名“羊羽子”。国共第二次合作时，周恩来在给机要秘书孙师毅的一封信中落款“弟羊羽子示”。"
        },
        {
            "type": "text",
            "text": "       伍豪，1919年12月21日，周恩来参加觉悟社全体会议。次年出版《觉悟》杂志，为适应当时形势的需要，觉悟社要求成员写文章都用笔名，不署个人真名。为此他们写了带有从1到50的五十个阿拉伯数字纸条，以抽签决定每人代号。结果周恩来抽到了5号，于是他便取其谐音“伍豪”为笔名，有时在发表文章时也单署一个“五”字。大革命失败后，周恩来长时期使用该名，他领导的特科被称为“伍豪之剑”。"
        },
        {
            "type": "text",
            "text": "       John Knight，周恩来的英文名。周恩来于1921年2月8日给南开校董严修的信中说：恩来居英护照之名为John Knight。"
        },
        {
            "type": "text",
            "text": "       周翔，1922年2月23日、24日，周恩来在天津《益世报》上连续发表《伦敦通信》，署名“周翔”。"
        },
        {
            "type": "text",
            "text": "       冠生，大革命失败后，周恩来在党内化名“冠生”。1929年8月24日，彭湃、杨殷等因叛徒告密而被捕。30日，彭湃和杨殷联名给党中央写信，信的抬头称：“冠生暨家中老少”。9月14日，周恩来撰文《彭杨颜邢四同志被敌人捕杀经过》，该文于1930年8月30日彭湃等遇难一周年之际，在中共中央机关报《红旗日报》上发表，署名“冠生”。"
        },
        {
            "type": "text",
            "text": "       晨光，1930年3月初，中共中央派周恩来到莫斯科向共产国际报告工作。途经德国时，应德共《红旗报》的约请，周恩来以“晨光”署名于4月27日为《红旗报》撰写了题为《写在中华苏维埃第次代表大会召开之前》的社论。"
        },
        {
            "type": "text",
            "text": "       斯特列里佐夫，周恩来三十年代在共产国际工作时用此名，亦以此为共产国际刊物撰文。"
        },
        {
            "type": "text",
            "text": "       少山，大革命失败后，周恩来曾在党内使用此名。周恩来在1930年4月1日出版的《党的生活》第6期上发表的《托洛茨基反对派在中国发生的原因及其前途》和在1931年1月出版的《军事通讯》第4期上发表的《目前红军的中心任及其几个根本问题》都署名“少山”。1932年3月4日，为揭穿国民党特务机关伪造所谓《伍豪等脱离共党启事》的阴谋，在《申报》上刊登了《巴和律师代表周少山紧要启事》，进行公开辟谣。"
        },
        {
            "type": "text",
            "text": "       李知凡，周恩来曾化名李知凡，邓颖超化名杨逸，人称李知凡太太。北平清华大学的女学生胡杏芬写过一篇散文《李知凡太太》在当时的《新华日报》上登载。1944年，胡杏芬因病去世，周恩来为她题写了墓碑“胡杏芬之墓”，并署有“李知凡”名。"
        },
        {
            "type": "text",
            "text": "       胡必成，1947年4月11日，留在陕北的中共中央机关的工作人员按军事编制，任弼时为司令，陆定一为政委，下属若干大队。为了保密，部队和每个人都起了代号。毛泽东代号为“李德胜”，意即“离开就会胜利”；周恩来代号为“胡必成”（注：在“白色恐怖“下的上海．从事秘密工作的周恩来经常装扮成商人，后来又留起了大胡子，所以党内都称他“胡公”），意指革命必会成功；任弼时代号“史林”；陆定一代号“郑位”。"
        }
    ]
}