{
    "title": "平阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1472",
            "category": "温州市"
        },
        {
            "id": "1524",
            "category": "平阳县"
        }
    ],
    "detail": "[日期：2014-08-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：430次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       晋武帝太康四年（283年），置始阳县，后又称横阳，直至后梁钱鏐天宝七年改名平阳。据《今县释名》：“有横阳山、横阳江，晋因置横阳县，钱氏改今名，以在平水之阳为名，干水入横阳江。”《太平寰宇记》：“以邑有平阳岭，故名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平阳地古属属东瓯王国。至汉武帝建元三年（前138年），惧闽越攻击，“请举国徙中国，乃悉举众来处江淮间，”国灭。汉昭帝始元二帝（前85年），以其地为回浦县地，隶会稽郡南部都尉。东汉光武帝时，将原来的闽中地更名章安。属会稽郡东部都尉。顺帝永和三年（或作永建四年）分章安的东瓯乡设立永宁县。"
        },
        {
            "type": "text",
            "text": "       三国吴大帝赤乌二年（239年），又分永宁南面置罗阳县，并在仙口一带设横屿船屯，仍隶会稽郡东部都尉。至孙亮太平二年（257年）以会稽东部东尉设临海郡，罗阳改属之。宝鼎三年（268年），改罗阳为安阳县，领属不变。"
        },
        {
            "type": "text",
            "text": "       西晋统一后，晋武帝太康元年（280年），改安阳为安固县，隶属州郡仍无变动。晋武帝太康四年（283年），析安固南横屿船屯地置始阳县，这是平阳单独建县的开始。不久，“取横屿及横江之义”，改名横阳，仍隶扬州临海郡。东晋明帝太宁元年（323年）分临海设永嘉郡，统永宁、安固、松阳、横阳，从此横阳改隶扬州永嘉郡。"
        },
        {
            "type": "text",
            "text": "       隋唐之际，因战乱频仍，一度撤销县制，省入安固或永嘉，而自武后大足元年（701年）复置横阳，五代时后梁吴越国主钱鏐在天宝七年（914年）改名平阳，此名一直延续至今。"
        },
        {
            "type": "text",
            "text": "       明代宗景泰三年（1452年）闽、括间政局不稳，山民穷困无告，时有起义发生。为了加强统治，巡抚孙原贞奏设泰顺县，原归仁乡的三十八、三十九、四十都三都的区域归泰顺。南明时，郑成功曾驻营其地，终清之世，平阳未入版图。"
        },
        {
            "type": "text",
            "text": "       中华民国时期，才开垦发展，建立乡制。民国三年（1914年）5月23日，置瓯海道，平阳县属瓯诲道；民国十六年（1927年），废道制，平阳县直属于浙江省；民国二十一年（1932年）5月，浙江全省划为12区。后将全省划分为6区，旋增加至7个特区，平阳县属第四特区。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，平阳县属第八区。民国三十六年（1947年）3月，省政府将全省调整为6个行政督察区，平阳县属第五区。\n\r\n       民国三十八年（1949年）5月12日，平阳县解放，隶属第五区专员公署；11月6日，第五区专员公署改称温州专区，平阳县属温州专区。1955年6月，浙江省人民政府决定将南麂乡划归成立不久的洞头县管辖，1955年秋，平阳管辖的台山列岛划归福建省霞浦县。1957年8月，南麂乡又将其重划归平阳，恢复原貌。"
        },
        {
            "type": "text",
            "text": "       1968年12月3日，温州专区改为温州地区，平阳县属温州地区。1981年6月18日开始，将本县的矾山镇和宜山、钱库、金乡、灵溪、桥墩、矾山、马站7个区析出，另建苍南县。1981年9月，温州地区和温州市合并建立地级温州市，实行市管县体制，平阳县归属温州市领导。"
        }
    ]
}