{
    "title": "温州市龙湾区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1472",
            "category": "温州市"
        }
    ],
    "detail": "[日期：2014-08-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：412次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1984年4月2日，析温州市郊区的状元镇、龙湾乡和瓯海县永中镇的黄石、黄山2村，置龙湾区。龙湾区过去曾有龙湾寨、龙湾山、龙湾村、龙湾炮台、龙湾公社、龙湾乡等名称。"
        },
        {
            "type": "text",
            "text": "       据明代姜准《岐海琐谈》：“温之龙（山势为龙），自括（括州、今丽水）西驶（来），至海而尽，为永嘉场。……来龙叠嶂，从西南降势，悉为石冈。散气铺阳，而聚之于二、三都之间，又适当海之弓（弯曲处）。”据此可知，龙湾之名，是由于其坐落于“温之龙”尽处的“海之弓”地段而来，其含义是“蟠龙的海湾”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       龙湾区所在地夏、商、周三代为瓯（沤、欧）地。春秋战国属越地。秦属闽中郡。"
        },
        {
            "type": "text",
            "text": "       西汉系东瓯国。西汉惠帝三年（前192年）封越王后裔驺摇为东海王，建都东瓯，故世称东瓯王。汉武帝建元三年（前138年）闽越王发兵攻东瓯，东瓯举国二次内徙，迁至江淮的庐江郡（今安徽省西南部地区），地遂虚。昭帝时以东瓯古都为回浦县东瓯乡。东汉章帝章和元年（87年），改回浦为章安。顺帝永和三年（138年）以章安县东瓯乡为永宁县，隶会稽郡。"
        },
        {
            "type": "text",
            "text": "       三国（吴）会稽王孙亮，于太平二年（257年），分会稽郡东郡，置临海郡，永宁县也属之。"
        },
        {
            "type": "text",
            "text": "       东晋明帝太宁元年（323年），析临海郡南部地永宁、安固、松阳、横阳四县，置永嘉郡，属扬州，以永宁县城为郡治，同时于瓯江南岸建筑郡城（今鹿城）。郡名“永嘉”始此。此为温州置郡级地方政权之始。南朝（宋、齐、梁、陈）仍为永宁县和永嘉郡治。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）废永嘉郡和临海郡，置处州，寻改括州；并改永宁县为永嘉县，隶属括州。县名“永嘉”始此。炀帝大业三年（607年）改州为郡，恢复永嘉郡，仍属扬州。"
        },
        {
            "type": "text",
            "text": "       唐高宗上元二年（675年），析括州之永嘉、安固二县置温州（因其地“虽隆冬恒燠”故名），并以永嘉为州治。州名“温州”始此。武后载初元年（689年）析永嘉县地，复置建乐成县，永嘉辖境从此确定。玄宗天宝元年（742年）又改温州为永嘉郡；肃宗乾元元年（758年）复为温州，先后隶浙江东、西道。唐末，温州先后为朱褒兄弟交替割据达22年之久，至哀帝天祐四年（907年）三月，钱命子元率兵讨伐，四月攻占温州后为吴越王地，设温州制置使，今域属之。"
        },
        {
            "type": "text",
            "text": "       五代后晋天福四年（939年），升温州为静海军节度州，今域属之。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国三年（978年），吴越王钱纳土降宋，温州节度州降为温州军事州，属两浙路，今域属之。徽宗政和七年（1117年）升温州军事州为应道军节度州。高宗建炎三年（1129年）温州节度州又降为军事州，属两浙东路。咸淳元年（1265年），以度宗潜邸升温州为瑞安府，今域皆以永嘉县属之。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（南宋景炎元年，即1276年），改瑞安府为温州路，属浙东道宣慰司，先隶江淮行省，后隶江浙行省，今域以永嘉县属之。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），温州路改为温州府，属浙江行省；洪武十五年（1382年）改属浙江布政使司；永乐间，司下设道，温州府属温处道，今域皆以永嘉县属之。"
        },
        {
            "type": "text",
            "text": "       清世祖顺治三年（1646年）春，清军入浙，七月下温州。入清版图，沿明制，今域仍以温州府永嘉县属之。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废温州府，今域仍属浙江省永嘉县。民国三年（1914年）设瓯海道，道尹公署驻永嘉县。民国十六年（1927年）废道制，永嘉县直属于省。民国二十一年（1932年），在省县之间建立行政督察区制，今域属浙江省第十行政督察区的永嘉县，督察专员办事处驻永嘉县城；9月又改温州为第四特区。民国二十二年（1933年）4月，温州为第三特区；8月又改称为浙江省永嘉行政督察区。民国二十三年（1934年），又改称为浙江省第八行政督察区。至民国三十七年（1948年）温州改为浙江省第五行政督察区。今域皆以永嘉县属之。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月7日温州解放；8月26日成立浙江省人民政府第五区专员公署，并将永嘉城区及城郊、永强、梧埏、三溪、藤桥、西岸第7个区划出，设立温州市，隶属浙江省人民政府，今域属之。"
        },
        {
            "type": "text",
            "text": "       1949年11月6日改第五区专员公署为温州区专员公署，旋又改称温州专员公署。1950年5月，温州市永强、梧埏、三溪、藤桥4区划归永嘉县。1954年7月1日，温州市人民政府改称为温州人民委员会。1958年7月，温州市改属温州专区管辖。同年8月，永强、梧埏、三溪、藤桥四区划归温州市管辖。永嘉县政府驻地由九山移驻上塘镇。"
        },
        {
            "type": "text",
            "text": "       1967年3月成立温州地区军事管制委员会。1968年12月分别成立温州地区革命委员会和温州市革命委员会。1978年9月，温州地区革命委员会改为温州地区行政公署。1980年4月，恢复温州市为省直辖市，同时将市区设为东城、南城、西城3个县级区。"
        },
        {
            "type": "text",
            "text": "       1981年9月22日，温州地区和温州市合并，成立温州市人民政府，实行市管县体制。同年12月12日设立瓯海县，市郊区的永强片区划归瓯海县管辖。1984年4月2日，析市郊区的状元镇、龙湾乡和瓯海县永中镇的黄石、黄山2村，置龙湾区上报浙江省人民政府。同年12月27日，浙江省人民政府批准设立龙湾区。"
        },
        {
            "type": "text",
            "text": "       2001年8月21日，温州市区行政区划进行调整，瓯海区所辖的永强片区（永中、天河、沙城、灵昆四镇）、瑞安市所辖的梅头办事处划归龙湾区管辖；龙湾区蒲州镇的上蒲州和蒲州两村划归鹿城区管辖。"
        }
    ]
}