{
    "title": "温州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1472",
            "category": "温州市"
        }
    ],
    "detail": "[日期：2014-08-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：419次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉顺帝永和三年（138年），置永宁县，东晋明帝太宁元年（323年），设永嘉郡，唐高宗上元二年（675年）改置州，因其地“虽隆冬恒燠”，故名温州。"
        },
        {
            "type": "text",
            "text": "       南宋咸淳元年（1265年），改称温州为瑞安府。元朝至元十三年（1276年），改瑞安府为温州路。明洪武二年（1369年），改温州路为温州府。民国元年（1912年）废温州府，民国三年（1914年），置瓯海道。民国十六年（1927年）废道后，设立行政督察区，屡经变换，至民国三十八年（1949年）为浙江省第五行政督察区。1949年8月设立温州市，12月第五行政区改称温州专区。1968年12月3日，温州专区改为温州地区。1981年9月，温州地区和温州市合并，建立地级温州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝、商朝及周朝，称瓯（沤、欧）地。越灭隶楚，楚为秦灭。秦朝，称闽中郡地。汉初高祖时，为闽越地。汉惠帝三年（前192年），在闽越地东部建东瓯国。地域相当于今温、丽、台三地范围的整个浙南。助汉灭秦击楚，驺摇为东瓯王，建都今今永嘉县瓯北镇江北，是温州历史上第一次明确见之记载的行政建置。"
        },
        {
            "type": "text",
            "text": "       西汉建元三年（前138年），东瓯国因惧闽越国攻袭，4万人北移，东瓯国除。建元六年（前135年），闽越王的弟弟在东瓯地建国，称东越国地。西汉元封元年（前110年），东越国讨南越叛乱败大罗山，东越王被杀，东越国除。汉武帝下诏迁东越、闽越居民到江淮流域，闽越国除，大批迁移瓯地荒35年后，西汉始元二年（前85年），称东瓯乡，东瓯乡含今温州、丽水等地，归回浦县地，县治在今黄岩，隶属扬州会稽郡。"
        },
        {
            "type": "text",
            "text": "       东汉建武六年（30年），称鄞县东瓯乡地；回浦县并入鄞县后称鄞县回浦乡。东汉章和元年（87年），析出回浦地，建章安县，称章安县东瓯乡地。东汉永和三年（138年），析章安县东瓯乡置永宁县，遂为永宁县地，隶属会稽郡。东汉顺帝时建永宁县，是温州历史上单独建县的开始。县治设瓯江北岸的贤宰乡（今永嘉县罗浮境内）。"
        },
        {
            "type": "text",
            "text": "       三国赤乌二年（239年）至太平二年（257年），划分永宁县疆土，设置罗阳县（今瑞安）。太平二年析会稽郡东部章安、临海、始平、永宁、松阳、罗阳等六县另设临海郡，隶属扬州。宝鼎三年(268年)，改罗阳县为安阳县。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年(280年)，改安阳县为安固县。晋武帝太康四年（283年），析安固南横屿船屯地置始阳县(今为平阳、苍南县及泰顺县一部)，这是平阳单独建县的开始。不久，“取横屿及横江之义”，改名横阳。"
        },
        {
            "type": "text",
            "text": "       东晋太宁元年（323年），析临海郡温桥岭南的永宁（今永嘉、温州市、乐清）、安固（今瑞安）、松阳（今丽水）、横阳等四县始置永嘉郡，属扬州，郡治永宁县（瓯江北岸的贤宰乡一带），后徙瓯江南岸，坐落在华盖、松台两山之间（即谯楼大街，今公安路正北）。东晋宁康二年（374年），乐清从永宁县分出为乐成县，永嘉郡辖五县。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇九年（589年）年，废永嘉郡，设立处州，改永宁县为永嘉县（永嘉意为“水长而美”），县沿郡名，将横阳并入安固县，析松阳县东乡置括苍县，州治设在括苍县（今丽水）。隋文帝开皇十二年（592年），乐成县、安固县并入永嘉县。改处州为括州。 隋大业三年（607年），复称永嘉郡，郡治仍在括苍县（今丽水）。"
        },
        {
            "type": "text",
            "text": "       唐朝武德四年（621年），又改永嘉郡为括州。武德五年（622年），析括州置东嘉州，析永嘉县复置乐成等四县（析永嘉县之楠溪、西溪两乡置永宁县），自此与括（处）州分开，自成一州（隶属括州总管府），领永嘉、安固、乐成、横阳四县。武德七年（624年），乐成县又并入永嘉县。 唐朝贞观元年（627年）起，废东嘉州，省横阳入安固，以永嘉、安固二县重隶括州。"
        },
        {
            "type": "text",
            "text": "       唐朝上元二年（675年），又将括州的永嘉、安固二县分出，置温州，州治永嘉。这就是“温州”得名的开始。从此温州与缙云等括（处）州地分开，交界地青田反复温州处州。唐武后载初元年（689年），析永嘉县复置乐成县；大足元年(701年)，复析安固县置横阳县。唐天复二年(902年)，安固县改瑞安县。此瑞安市名由来。"
        },
        {
            "type": "text",
            "text": "       五代后晋天福四年（939年），置温州为静海军节度，属吴越国。五代十国时，吴越王统辖全浙，横阳既平，改名平阳，此今平阳县名由来。后梁开平二年（908年），改乐成县为乐清县。此今乐清市名由来"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国三年（978年），称温州军事州。北宋政和七年（1117年），温州军事州升为应道军节度州。隶属两浙路应道军。南宋建炎三年（1129年），称温州，州治设在今公安路。南宋咸淳元年（1265年），改称温州为瑞安府。"
        },
        {
            "type": "text",
            "text": "       元朝至元十三年（1276年），两浙东路改江淮行省，改瑞安府为温州路。元贞元年(1295年)，以瑞安县超五万户升州。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），降瑞安州为县，改温州路为温州府，府治仍在永嘉。明景泰三年（1452年）置泰顺县，割瑞安义翔乡5都12里属之。景泰帝以“国泰民安、人心归顺”之意赐名泰顺，立治罗阳，隶浙江布政使司温州府。成化十二年（1476年），析乐清县山门、玉环两乡6都地隶太平县（今温岭市），属台州府（今台州市），今洞头县当时属玉环，随归台州府。"
        },
        {
            "type": "text",
            "text": "       入清，仍称温州府，辖永嘉、乐清、瑞安、平阳、泰顺五县。雍正六年（1728年），温州府，增置玉环厅，属浙江布政使司。浙江省设杭嘉湖、宁绍台、金溜严、温处四道。省与府之间又有道。温州府与处州府合置温处道。清朝宣统三年（1911年），称温州军政分府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废军政分府。各县隶浙江军政府。民国三年（1914年），置瓯海道。瓯海道辖原温州、处州二府，道尹公署驻永嘉县。民国十六年（1927年），废道，各县直属于省。民国二十一年（1932年），称第十行政督察区，后改为第四特区，督察专员办事处驻永嘉县。民国二十二年（1933年），称第三特区，后改为永嘉行政督察区。民国二十三年（1934年）起，称第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年），福建寿宁县第一区辖地葛藤（绳）岭、张家洋、卓家坑、东溪头、双港渡等村划归泰顺，并分别在李家山上村桥头、东溪头、双港渡三地树立界碑，此后两县以东溪（今名寿泰溪）为界。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）12月析瑞安西部大峃、龙凤、金樟、峃口等10乡置文成县，以明刘基谥号文成作为县名。民国三十七年（1948年）1月，泰顺县百丈区汇溪、两岸两乡及翁山（旧荣城乡）、白云（旧新川乡）两乡部分辖地划归新设置的文成县。同年7月1日，青田县南田区的南田、西境．三阳、黄坛、岙里5乡和万源乡一部分划给新建立的文成县。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年），称第五行政督察区。同年8月1日，永嘉县的温溪、贵岙、黄坦、霞师4个乡和林福、界坑2乡的一部分划归青田县（也可说温溪、石染、西岙3乡划给青田县，后石染、西岙重归永嘉，温溪未还）。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月7日，永嘉县全境解放。8月26日成立第五专区，并将永嘉城区从永嘉县析出，以瓯江为界，南置省辖温州市，江北置双溪县。9月21日，双溪县复称永嘉县。11月6日，第五专员公署为温州区专员公署，后称温州专员公署。1950年5月，将原属温州市属的梧埏、永强、三溪、藤桥4个乡划归永嘉县（1958年该4个乡重归温州市）。1953年5月，洞头、大门两个区19个乡、镇从玉环县析出，建立洞头县。"
        },
        {
            "type": "text",
            "text": "       1958年起，温州专员公署改称温州专区。洞头县建制撤销，归入温州玉环县。1958年10月14日，文成县并入瑞安县。1959年4月，玉环县建制撤销。原洞头县地划归温州市，余皆并入温岭县（今温岭市），从此玉环归台州。1961年10月，青田县的西岙、上横2个公社划给永嘉县。1963年5月青田县改属丽水专区。1961年8月10日，文成县从瑞安县内析出。同年，青田县西岙、石染、上横3乡划归永嘉县。"
        },
        {
            "type": "text",
            "text": "       1967年，称温州区军事管制委员会。1968年起，称温州地区革命委员会。1978年9月，温州地区革命委员会改为行政公署。1980年，称温州地区温州市。4月，恢复温州市为省辖市。1981年9月，温州地区和温州市合并，建立地级温州市，实行市管县体制。1984年4月2日，置温州市龙湾区。温州市城区改名鹿城区。1992年3月撤瓯海县，设温州市瓯海区。"
        }
    ]
}