{
    "title": "象山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1471",
            "category": "宁波市"
        },
        {
            "id": "1531",
            "category": "象山县"
        }
    ],
    "detail": "[日期：2014-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：523次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐神龙二年（706年），析台州宁海、越州鄮[mào]县地置象山县，治彭姥村，因村北有山，“形似伏象”，故名象山，县以山名。"
        },
        {
            "type": "text",
            "text": "       据南宋《乾道四明图经》云：“县有一山，其势壮负，雄压海垠，前后瞻望，屹如象形。县控此山，因以名之。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，象山为越国鄞地。汉为鄞县、回浦（后改章安）两县地。晋时分属宁海、鄞县。隋代为句章、临海两县地。"
        },
        {
            "type": "text",
            "text": "       唐初分属宁海及鄮县；神龙元年（705年），监察御史崔皎奏请朝廷析台州宁海、越州鄮县地置象山县。翌年，象山县立，治彭姥村，属台州；广德二年（764年），改隶明州（明代改称宁波）。"
        },
        {
            "type": "text",
            "text": "       宋咸平年间（998年—1003年），象山降为下县，不设令、尉，以主簿为治。至庆历初，复置令。宋景德三年（1006年），象山县由5乡并为3乡。宋治平元年（1064年），县令林旦主筑土城，环以河，穿二门，东曰登瀛，西曰登台。南宋绍熙五年（1194年）宁宗即位。翌年，改元庆元，以明州为宁宗潜邸，遂以年号为名，升明州为庆元府，府治设在鄞县（宁波市区），象山县属庆元府。宋嘉定二年（1209年），置东门寨（在今东门岛），拨水军60名戍守。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），于庆元府置宣慰司。至元十四年（1277年）改庆元路总管府，象山为其辖县。至正十五年（1355年），方国珍攻陷庆元，象山亦被占领。"
        },
        {
            "type": "text",
            "text": "       方国珍投降朱元璋后，于至正二十七年（1367年），朱元璋避“元”字讳，改庆元路为明州府（当时所有含“元”字的路府级别的行政单位均避讳改名或降格）。治鄞县（宁波市），领鄞县、象山、慈溪、定海四县和奉化、昌国（舟山市定海区）二州。洪武十四年(1381年)，改明州府为宁波府，意为海定则波宁。\n\r\n       清沿袭明制，象山仍属宁波府。咸丰十一年（1861年）11月，太平军张德胜部攻陷象山，次年4月撤走。宣统元年（1909年），置南田抚民厅。宣统三年（1911年）10月，武昌起义胜利，10月21日，光复象山。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废南田抚民厅，立南田县，治樊岙，同年4月，划象山东溪岭以南地入南田县，遂迁治石浦。翌年取消划并，南田还治樊岙。民国三年（1914年），设会稽道，南田、象山均属会稽道。民国十六年（1927年）废道，南田、象山等县直属于省。民国二十一年（1932年）10月，浙江全省划为12个区，同年又划分为6个区，旋增加至7个特区，象山、南田先属第五区，后属第七区。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，象山、南田两县属第六区。民国二十九年（1940年）1月，为适应战时需要，省政府将9个区调整为10个行政督察区，象山属第六区，南田属第七区。同年7月，撤南田县，所辖8岛与临海、宁海近三门湾地另置三门县，南田8岛属三门县地。民国三十六年（1947年）3月，省政府将11个区调整为6个行政督察区，象山县属第二区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月浙东解放，鄞县城区建置宁波市。7月8日，象山解放。10月成立县人民政府，属第二专区。同年11月，第二专区改名为宁波专区。1952年，南田8岛从三门县划归象山县。1954年4月，象山改隶舟山专区。1958年10月，宁海县并入象山，隶台州专区。1961年10月，复置宁海县，象山还治原境，回属宁波专区。1968年宁波专区改称宁波地区，象山县属宁波地区。1983年7月，宁波地、市合并，象山为宁波市属县。"
        }
    ]
}