{
    "title": "余姚市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1471",
            "category": "宁波市"
        },
        {
            "id": "1529",
            "category": "余姚市"
        }
    ],
    "detail": "[日期：2014-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：401次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦二十五年（前222年），置余姚县。1985年7月26日撤余姚县，设余姚市（县级）。对于县的取名，古人一般有过四种说法：一为山川说，二为人名说，三为瑞应说，四为物产说。"
        },
        {
            "type": "text",
            "text": "       经查古文献资料，馀姚之取名应属“山川说”较为可靠。较早的地理书籍《山海经·南山经·句馀山》条下载：“又东四百里曰句馀(句字读gou。唐代之后改称之为四明山)之山，无草木，多金玉。”晋代的大学问家郭璞在此条下作注说：“今在会稽馀姚县南，句章县北，故此二县因此为名。”北魏地理学家郦道元在《水经注》中也说：“江水又东经馀姚县故城南，县城为吴将朱然所筑，南临江津，北背巨海……秦始皇南游会稽，途出是地，……因其句馀山以名县。山在馀姚之南，句章之北也。”"
        },
        {
            "type": "text",
            "text": "       至于姚字，今已失传的古籍《五帝系》一书中就有记载。汉代应劭曾读到此书，说：“姚水见《五帝系》，固不始于夏之无馀矣。”姚水边有姚邱，这在《太平环宇记》一书中曾说到：“舜生于姚邱。”姚邱又因在姚水之旁而得名，说明在舜出生之前已有姚邱之地名，故此宋代写的《元丰九域志》中也说：“馀姚有姚邱山。”由北可知，馀姚之名即裁取了句馀山之“馀”字，姚水之“姚”字，合称之为“馀姚”。 解放后改用简体字，把“馀姚”改写为“余姚”，沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期余姚属越国，战国中期余姚成为楚国辖地。秦二十五年（前222年）秦始皇南巡至会稽祭禹陵，抵马渚渚山祭海，立郡县制，在浙置余姚等十七县，属会稽郡。东汉建安五年（200年）筑县城。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）隋平陈，废会稽郡，在境域设句章县，县治城山（今大隐），余姚并入句章县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），从句章县析出复置余姚县，并在余姚置州，称姚州，武德七年（624年）废州，复为余姚县，属越州。"
        },
        {
            "type": "text",
            "text": "       北宋时余姚属越州，北宋庆历年间（1014年—1045年）升为望级县，南宋建炎五年（1191年）升越州为绍兴府，余姚属绍兴府。"
        },
        {
            "type": "text",
            "text": "       元至元十三年(1276)，改府为路，余姚县属绍兴路。元元贞二年（1295年）余姚再升为州，称余姚州，仍属绍兴路。至正二十六年(1366)，路复为府，余姚州属绍兴府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，废州复余姚县，仍属绍兴府。清沿袭明制，余姚县仍属绍兴府。其中康熙四十八年（1708年）在余姚特设“绍兴同知分府”府治于梁弄镇。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)废绍兴府，余姚县为浙江省直辖。民国三年（1914年），浙江省于鄞县置会稽遣，余姚县属之。民国十六年（1927年）废道，余姚县复为省直辖。民国二十一年（1932年），省置行政督察区，余姚县属第五特区行政督察区。民国二十四年（1935年）改属第三区。"
        },
        {
            "type": "text",
            "text": "       民国三十年（1941年）4月23日，日军侵占余姚，县政府向南撤离，后至天台。民国三十四年（1945年）9月，抗日战争胜利后县政府还治。民国三十六年（1947年），第三行政区督察专员公署由绍兴迁至余姚，次年第三区改称第二区，余姚县仍归其属。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月23日余姚解放。6月，建立余姚县人民政府，归属宁波专区。1954年，大古塘以北棉区划归慈溪县，慈溪县西部稻区、山区划归余姚县。1968年，“文化大革命”时期，宁波专区改称为宁波地区，余姚县随属。1983年7月，宁波地、市合并为地级宁波市，余姚县属宁波市。1985年7月26日，余姚撤县设市（县级），隶属宁波市管辖。"
        }
    ]
}