{
    "title": "慈溪市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1471",
            "category": "宁波市"
        },
        {
            "id": "1528",
            "category": "慈溪市"
        }
    ],
    "detail": "[日期：2014-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：403次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐开元二十六年（738年），析鄮县置慈溪县，县治慈城镇（今宁波市江北区）。治南有溪，因东汉董黯“母慈子孝”的故事而名慈溪，县以溪名。1988年10月13日，撤销慈溪县，设立慈溪市（县级）。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      “东汉董黯，句章人，以孝闻。母病思饮大隐溪水，黯不避寒暑，日跋涉以致。后迁家溪畔，侍母更勤，母病竟愈。人仰其德，咸称该溪为慈溪。唐开元邑始建县时，遂名曰慈溪。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今慈溪县地春秋时属越，并吴后置句章城，为句章地。战国时楚灭越，又属楚。秦置句章县，属会稽郡，县治在城山渡（今余姚市河姆渡东5里），历两汉、三国不变。东汉并曾为会稽东部都尉治。东晋隆安四年（400年），迁治小溪（今鄞县鄞江桥）。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)，废句章县，析置鄞州、姚州。武德七年(624年)，废姚州仍为余姚县。武德八年(625年)，废鄞州，复鄮县，属越州。唐开元二十六年(738年)，分鄮县为慈溪、奉化、翁山(今定海)、鄮县4县，并分越州别立明州以辖之。天宝元年(742年)，改明州为余姚郡。乾元元年(758年)，复为明州，慈溪县历为所属。同年，江南东道下分置浙江东道、浙江西道，慈溪县隶浙江东道。"
        },
        {
            "type": "text",
            "text": "       五代梁开平三年（909年），置节度使，设明州望海军，慈溪属明州望海军，隶吴越国。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年（960年），改明州望海军为明州奉国军。太平兴国三年（978年），吴越归宋，慈溪县隶属江南东道明州奉国军。淳化五年（994年）罢道。慈溪县历属明州，隶两浙东路。绍熙五年（1194年），宁宗即位。明年，改元庆元，以明州为宁宗潜邸，遂以年号为名，升明州为庆元府，慈溪县属之，仍隶两浙东路。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年），于庆元府置宣慰司。至元十四年（1277年）改庆元路总管府。大德六年（1302年），浙东道宣慰司都元帅府自婺州（今金华）移庆元，慈溪县属江浙行省浙东道宣慰司。"
        },
        {
            "type": "text",
            "text": "       元末，庆元路为方国珍所据。元至正二十七年（1367年），方国珍投降朱元璋，朱元璋避“元”字讳，改庆元路为明州府（当时所有含“元”字的路府级别的行政单位均避讳改名或降格），隶浙江行中书省。洪武十四年(1381年)，改明州府为宁波府，意为“海定则波宁”。永乐十六年（1418），慈溪失县印，改慈溪为慈谿，仍属宁波府，隶浙江承宣布政使司。清慈谿县属宁波府，隶浙江省宁绍台道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废宁波府，慈谿直属浙江省军政府。民国三年（1914年），于清宁绍台道范围置会稽道，慈谿县隶属浙江省会稽道。民国十六年（1927年），废道制，慈谿直属浙江省政府。民国二十一年（1932年），浙江省设行政督察区，慈谿县属第五行政督察区。民国二十四年（1935年）后，慈谿县属第六行政督察区；民国三十六年至民国三十七年（1937年～1938年），慈谿县属第三行政督察区；民国三十七年（1948年）4月以后，慈谿县属第二行政督察区。　"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月24日，慈谿县解放。6月5日，浙江省第二区专员公署在宁波成立。10月改称宁波专员公署，慈谿属宁波专员公署。1954年10月，慈谿县境进行大的调整，新县境由原慈谿、余姚、镇海3县北部（俗称三北）的棉区境域组成，县人民政府由慈城镇迁至浒山镇。1956年，国务院公布《汉字简化方案》，复慈谿为慈溪。1956年庵东盐区并入。"
        },
        {
            "type": "text",
            "text": "       1968年宁波改专区为宁波地区，慈溪县随属。1979年泗门区又与余姚龙南区（今横河区）互换，遂成现境。1983年，宁波地区撤销，并入宁波市，实行市管县体制，慈溪县属宁波市。1988年10月13日，撤销慈溪县，设立慈溪市（县级）。"
        }
    ]
}