{
    "title": "宁波市鄞州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1471",
            "category": "宁波市"
        }
    ],
    "detail": "[日期：2014-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：516次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       今鄞州区在2002年2月1日之前称为鄞县。夏朝初，“鄞”已成为确定的地名，鄞由“堇”和“邑”(阝)两字合成。顾祖禹《读史方舆论纪要》称：“夏时有堇子国，以赤堇山为名……加邑为鄞。”鄞县由此得名。而正式称为“鄞县”是在秦王政二十五年（前222年）。2002年2月1日，撤销鄞县，设立宁波市鄞州区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦王政二十五年（前222年）置鄞县、鄮、句[gōu]章三县，均属会稽郡辖。鄞县的区域包括今宁波的海曙区和今鄞县西南境及奉化、象山一带，县治设在今奉化白杜。鄮县的区域包括今宁波江东区和今鄞县东乡、北仑区及舟山群岛，县治设在宝幢附近的鄮山同谷，即今五乡镇同岙村，旧称鄮廓。句章县包括今市区江北和今鄞县北乡及西乡、旧时慈溪、余姚一带地方，县治设在今慈城附近的乍山城山渡。"
        },
        {
            "type": "text",
            "text": "　　西汉初期，鄞、鄮、句章等县先属刘贾的荆国，后属刘濞的吴国。公元前154年，吴地削藩，鄞县复属会稽郡。新莽天凤元年（14年），王莽把鄮县改为海治县，把鄞县改为谨县，仍属会稽郡。东汉光武帝建武（25年—56年）初年，废谨县名，复改为鄞县。东晋时浙东孙恩起义，起义军攻破句章县城城山渡（今慈城南郊）。隆安五年（401年），刘裕在鄞江桥修筑句章新县城，叫小溪镇（今鄞江镇）。"
        },
        {
            "type": "text",
            "text": "　　隋文帝开皇九年（589年），改会稽郡为吴州，设吴州总管府。废鄞县、鄮县、余姚县，而把鄞、鄮、余姚、句章之地总称为句章县。这个句章县区域极大，相当于如今宁波、舟山两大市，地方志上称为“大句章”。县治仍在小溪镇。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），句章县被分析，以原鄮县地、鄞县地、句章地设鄞州，以原余姚县地设姚州。武德八年（625年），废鄞州，恢复鄮县名称，县治仍设在小溪镇，隶属于越州。这时的鄮县包括秦汉时鄞、鄮、句章三县，地方志上称为“大鄮县”。开元二十六年（738年），将鄮县分为慈溪、翁山（今舟山定海）、奉化、鄮县四个县，增设明州以统辖之。县治、州治均设在小溪鄞江桥。这是明州建州的开始。明州属江南东道。鄮县境内有大山，山心有石，石中四穴，可通光亮，号四窗，又名四明，故山名叫四明山，州名也称为明州。大历六年（771年），鄮县县治移到三江口（今宁波城区），州治仍在小溪镇，州、县分为两城。长庆元年（821年），明州州治迁到了三江口，而鄮县县治又迁回到小溪镇。"
        },
        {
            "type": "text",
            "text": "       后梁开平三年（909年），改鄮县为鄞县，县治从小溪镇迁到三江口。南宋绍熙五年（1194年）宁宗即位。翌年，改元庆元，以明州为宁宗潜邸，遂以年号为名，升明州为庆元府，府治设在鄞县（宁波市区）。鄞县属庆元府辖。"
        },
        {
            "type": "text",
            "text": "       元改府为“路”，庆元府变成了庆元路，鄞县属庆元路辖。元末，庆元路为方国珍所据。元至正二十七年（1367年），方国珍投降朱元璋，朱元璋避“元”字讳，改庆元路为明州府（当时所有含“元”字的路府级别的行政单位均避讳改名或降格）。明洪武十四年（1381年）为避国号讳，朱元璋取采纳鄞县读书人单仲友的建议，取“海定则波宁”之义，将明州改称宁波府。这是宁波定名之始。从明朝初年直至清朝结束，鄞县始终属于宁波府辖。清沿明制，奉化属宁波府。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）以原宁波、绍兴、台州三个府合并成会稽道（俗称宁绍台道），道治设在鄞县（宁波城），鄞县为会稽道所辖。民国十六年（1927年)，废道，划出鄞县县城及城郊六七里地设立宁波市。宁波市直属于省，鄞县也属省辖，互不管辖。民国二十年（1931年）1月，撤销宁波市建制，复归属于鄞县，宁波重新成为鄞县县城。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年）5月，浙江全省划为12个区。同年将全省划分为6个区，旋增加至7个特区，鄞县属第七特区。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，鄞县为第六区专署驻地。民国三十六年（1947年）3月，浙江全省调整为6个行政督察区，鄞县属第二区，第二区专属驻余姚。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月25日，宁波解放。宁波从鄞县析出，设宁波市。同时设立浙江省第二专区，鄞县属第二专区辖。同年11月，第二专区改称宁波专区，鄞县为宁波专区辖县。1958年12月29日，鄞县建制撤销，所属地域均划归宁波市。1961年12月15日，鄞县又恢复建制，从宁波市划出，归宁波专区管辖。1968年，宁波专区改为宁波地区。1983年，宁波地区与宁波市合并为地级宁波市，鄞县属宁波市辖。2002年2月1日，撤销鄞县，设立宁波市鄞州区。4月19日正式成立。"
        }
    ]
}