{
    "title": "建德市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1470",
            "category": "杭州市"
        },
        {
            "id": "1534",
            "category": "建德市"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：443次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       三国时，魏黄初二年（221年），东吴孙权封开国将军孙韶建德侯，取“建功立德”之义，并置建德侯国。建德侯国国都在今浙江建德市梅城镇。吴黄武四年（225年）孙韶改封，建德侯国除，置建德县。1992年4月1日，建德撤县置市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今建德古为越地。秦王政二十五年（前222年）于原吴、越地置会稽郡（郡治在今江苏吴县），今建德地属会稽郡富春县。西汉因之。新莽时改富春为诛岁，东汉初复为富春。永建四年（129年），分会稽郡置吴郡，富春县属吴郡。"
        },
        {
            "type": "text",
            "text": "       三国吴黄武四年（225年），分富春置建德县，县城在今梅城，建德之名自此始；同年，又分富春置新昌县，县城在今大同。两县均属吴郡。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），新昌县更名寿昌县，寿昌之名自此始。自西晋至南朝的宋、齐两代，建德、寿昌仍属吴郡。梁普通二年（521年），寿昌改属新安郡，陈时同。梁普通年间，建德划归金华郡，陈时仍旧。"
        },
        {
            "type": "text",
            "text": "　　隋开皇九年（589年），寿昌并入新安县（今淳安）；建德并入金华县，改置为吴宁县，为婺州治。两县均属婺州。仁寿三年（603年），以新安故城置睦州，治新安县。大业三年（607年），改睦州为遂安郡，改新安县为雉山县，仍为郡治。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），复遂安郡为睦州；在桐庐置严州。分金华复置建德县，属严州。武德七年（624年），废严州，又析建德并入桐庐、雉山两县，属睦州。永淳二年（683年）复置建德县，属睦州。神功元年（697年），睦州治由雉山移建德，建德为州治始此。永昌元年（689年）复置寿昌县，属睦州，旋又废。神龙元年（705年）再置，属睦州。"
        },
        {
            "type": "text",
            "text": "       五代，建德、寿昌隶睦州，属吴越国。建德仍为睦州治所。北宋因之。宣和三年（1121年）改睦州为严州，建德、寿昌隶属不变。南宋咸淳元年（1265年）升严州为建德府，建德、寿昌属之，建德为府治。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年）改建德府为建德路，路治建德，寿昌仍为所属。明初改建德路为建安府。洪武八年（1375）又改为严州府，府治建德，下领建德、寿昌、桐庐、分水、遂安、淳安六县。"
        },
        {
            "type": "text",
            "text": "       清沿袭明制，建德仍为严州府治。宣统三年（1911年）10月，废旧府制，设立严州军政分府，建德、寿昌属之，建德为府治。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912）10月，严州军政分府废，建德、寿昌直属于省。民国三年（1914年），在衢县设金华道，建德、寿昌属之。民国十六年（1927年），废道制，建德、寿昌直属浙江省。民国二十年（1931年），设立第六行政督察区，建德、寿昌属之。民国二十二年（1933年）10月6日，专员办事处设建德。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年）9月，在兰溪设立第四行政督察区，建德属之；在衢县设立第五行政督察区，寿昌属之。民国三十二年（1943年）9月1日，增设第十一行政督察区，建德、寿昌属之。专员公署始设淳安，后移建德。民国三十六年（1947年）5月，撤销第十一行政督察区，建德、寿昌直属浙江省。民国三十七年（1948年）4月，两县又属设署于淳安的第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月5日，建德解放，5月6日，寿昌解放。同月设立第四专署，建德、寿昌属第四专署。10月共和国成立后，第四专署改称建德专区，建德、寿昌属之。1950年3月22日，撤销建德专区，建德、寿昌改属金华专区。1955年3月31日，重设建德专区，建德、寿昌回属。1957年1月，为适应新安江水电站建设需要，分建德县地置相当县一级的新安江区，直属建德专区。"
        },
        {
            "type": "text",
            "text": "       1958年3月31日，新安江区改为新安江镇，隶建德县。11月21日，撤销寿昌县，并入建德县。1959年4月，撤销建德专署，建德县划属金华专署。1960年8月，县城由梅城镇移白沙镇（今新安江街道）。1963年5月16日，建德县划属杭州市。1992年4月1日，建德撤县置市。"
        }
    ]
}