{
    "title": "富阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1470",
            "category": "杭州市"
        },
        {
            "id": "1533",
            "category": "富阳市"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：451次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年），置富春县，属会稽郡。东晋太元十九年（394年），为避简文帝生母宣太后郑阿春讳，更名富阳，富阳之名始于此。后梁开平四年（910年），吴越王钱镠与淮南节度使杨行密结怨甚深，嫌“杨”、“阳”同音，乃奏改富阳为富春。宋太平兴国三年（978年），钱氏归宋，复改富春为富阳。1994年1月18日，富阳撤县建市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       富阳古称富春，富春之地，春秋属越，战国属楚。秦始皇二十六年（前221年），分天下为三十六郡，其中会稽郡辖二十六县，富春即为其一。"
        },
        {
            "type": "text",
            "text": "       汉高祖六年（前201年）：富春属荆国地。汉高祖十二年（前195年）：荆更名吴，富春属之。新莽始建国元年（9年）：富春更名诛岁，属会稽郡。东汉建武初（25年）：复名富春。永建四年（129年）：划浙江以西地为吴郡，富春属之。"
        },
        {
            "type": "text",
            "text": "       三国吴黄武四年（225年）：析富春县地，置桐庐、建德、新昌（晋改寿昌）三县。吴黄武五年（226年）：分丹阳、会稽、吴三郡恶地十县为东安郡，设治于富春城北18里。析富春地置新城县，为新登建县之始。吴黄武七年（228年）：废东安郡。新城县并入桐庐县。富春县属吴郡。"
        },
        {
            "type": "text",
            "text": "       晋太康十年（289年）：复置新城县，属吴郡。旋废，并入富春。咸和九年（334年）：复新城县，仍属吴郡。太元十九年（394年）：为避简文帝郑太后（名阿春）讳，改富春为富阳，县名始于此。属扬州吴郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋大明七年（463年），吴郡改辖于南徐州，富阳属之。齐建元元年（479年），齐灭宋，富阳复隶扬州吴郡。梁太清三年（549年），改吴郡为吴州；侯景叛梁，遣部将刘神茂攻占富阳。改富阳县为富春郡。陈祯明元年（587年）11月，分吴郡置钱唐郡。又改富春郡为富阳县，与新城同属钱唐郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废钱唐郡为县，置杭州。富阳属杭州，新城并入钱唐县。大业三年（607年），改杭州为余杭郡，复置新城县，与富阳同属余杭郡。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），李子通自称吴帝于江都，改富阳为桐州。武德四年（621年），李子通败，复置杭州，以避国号讳，改钱唐为钱塘。复富阳县，属杭州。武德七年（624年）：新城并入富阳。永淳元年（682年），复置新城县，属余杭郡。天宝元年（742年）：改杭州为余杭郡，富阳属之。乾元元年（758年）：余杭郡复称杭州，富阳、新城属之。"
        },
        {
            "type": "text",
            "text": "       五代，富阳、新城属吴越国。后梁开平二年（908年），因避太祖父朱诚讳，改新城为新登。新登县名始于此。开平四年（910年），吴越王钱镠与淮南节度使杨行密结怨甚深，嫌“杨”、“阳”同音，乃奏改富阳为富春。后梁贞明五年（919年），析新登县凤翥乡隶安国县（临安县）。后梁龙德二年（922年），析富春县长寿、安吉两乡入钱江县。"
        },
        {
            "type": "text",
            "text": "       宋乾德五年（967年）：钱镠析临安县地（原属分水县之南新、宁善、新登、广陵、桐岘五乡），置南新场。太平兴国三年（978年），钱氏归宋，复改富春为富阳。太平兴国四年（979年），复改新登为新城。长寿乡复隶富阳。太平兴国六年（981年），改南新场为南新县。熙宁五年（1072年）：废南新县，改为镇，并入新城县。富阳、新城两县，北宋为属杭州府；南宋时属临安府。"
        },
        {
            "type": "text",
            "text": "       元朝，富阳、新城两县名称未变，属杭州路。明清两朝，富阳、新城两县名称未变，属杭州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废杭州府，富阳、新城两县直属于省。民国三年（1914年）置道，富阳、新城两县属钱塘道。同年，新城县改名为新登县。民国十六年（1927年），废道，富阳、新登两县直属于省。民国二十四年（1935年），浙江划成九个行政区。富阳、新登隶属第二行政区。民国二十七年（1938年），富阳改属第一行政区，新登改属第四行政区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年），富阳先改属第三行政区，又改属第一行政区，新登亦属之。民国三十二年（1943年），富阳改属第十一行政区。民国三十四年（1945年），富阳、新登改属第一行政区。民国三十六年（1947年），富阳、新登直属于省。民国三十七年（1948年），富阳、新登同属第四行政区，又改属第九行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月4日，富阳、新登两县解放，隶属临安专区，亦称第九行政区。1953年，临安专员公署撤消，富阳、新登两县改由省直辖。1955年，富阳、新登两县改属建德专区。1956年，富阳县紫云乡划归诸暨县。1958年，新登县建制撤消，所属行政区改名为新登人民公社，并入桐庐县，属金华专区。是年建德专区撤消，富阳县改属杭州市。"
        },
        {
            "type": "text",
            "text": "       1960年，富阳、桐庐两县合并，定名为桐庐县，隶属杭州市。富阳县建制撤消。1961年，富阳县建制恢复。原富阳、新登两县行政区域和桐庐县贤德公社合并为富阳县。1994年1月18日，富阳撤县建市（县级）。"
        }
    ]
}