{
    "title": "杭州市萧山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1470",
            "category": "杭州市"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：497次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元始二年（2年），始建余暨县。三国东吴黄武年间（222年—229年），改名永兴。唐天宝元年（742年），以萧然山为名，改永兴县为萧山县。1988年1月1日，萧山县改称萧山市（县级）。2001年3月25日，撤销县级萧山市，成立杭州市萧山区。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       作为山名的萧山，早在《汉书·地理志》余暨县名之下已有记载，其来历是当年越王勾践被吴王夫差战败，率剩下兵卒停留于此，四顾萧然，故称此山为萧然山，亦名萧山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝时，萧山地域为扬州属地。商、周到战国初年，萧山地域为越国辖境。周显王三十六年（前333年），楚灭越，萧山地域属楚国。秦始皇二十六年（前221年），秦统一中国，置会稽郡，萧山地域属会稽郡。"
        },
        {
            "type": "text",
            "text": "       西汉元始二年（2年），始建县，名余暨，属会稽郡（“余”为越语，越人称盐为 “余”，因当时萧山产盐，又临暨浦，所以称“余暨”）。三国东吴黄武年间（222年—229年），改名永兴，属会稽郡。"
        },
        {
            "type": "text",
            "text": "       唐天宝元年（742年），以萧然山为名，改永兴县为萧山县，属越州。"
        },
        {
            "type": "text",
            "text": "       南宋建炎四年（1130年），高宗驻跸越州，以“绍奕世之宏休，兴百年之丕绪”之意，次年改为绍兴元年，升越州为绍兴府。萧山县隶属于绍兴府。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），改绍兴府为绍兴路，萧山县属绍兴路。明洪武二年（1369），复为绍兴府，萧山县属绍兴府。清继明制。"
        },
        {
            "type": "text",
            "text": "       清咸丰十一年（1861年），太平军占领萧山期间，为避西王萧朝贵、南王冯云山之讳，改萧山为“莦珊”。清同治二年（1863年），复“莦珊”为萧山，属绍兴府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1912年）废绍兴府，萧山县为省直属县。民国三年（1914年）5月23日，全省划为钱塘道、会稽道、金华道、瓯海道4道，萧山县属会稽道。民国十六年（1927年）废道，萧山县直属于省。民国二十四年（1935年）7月，省政府将全省划为9个行政督察区，萧山县属第三区。民国三十六年（1947年）3月，全省调整为6个行政督察区和省政府直辖区，杭州市及杭县、萧山、海宁3县属省直辖区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月5日，萧山解放，为省直属县。6月底，萧山县划归绍兴专区。1950年10月，绍兴县进化区所属青化、进化、城山等15个乡及临浦镇原属绍兴县部分划归萧山县。萧山县钱清镇划归绍兴县。1952年起，复为省直属县。"
        },
        {
            "type": "text",
            "text": "       1956年2月，绍兴县安昌区所属东湾、夹灶、塘北等11个乡划归萧山县，萧山县进化区的莲东、莲西、夏履3个乡划归绍兴县；萧山县河上区的安山、桃源、径游3个乡和尖山乡的谢家、新河口2村划归诸暨（1957年3月又划归萧山）；诸暨县岳驻乡的小山头、方山前、兰头角、岳驻4村和莫家的半个村划归萧山县。1957年，撤销绍兴专区，萧山县划归宁波专区。1959年，萧山县改属杭州市。"
        },
        {
            "type": "text",
            "text": "       1987年11月27日，撤销萧山县，设立县级萧山市。1988年1月1日，萧山县改称萧山市（县级），仍属杭州市。1996年5月8日，原属萧山市的西兴镇、长河镇、浦沿镇划入杭州市区，由西湖区托管；是年12月12日，以萧山市西兴、长河、浦沿三镇为基础成立杭州市滨江区。2001年3月25日，撤销县级萧山市，成立杭州市萧山区。"
        }
    ]
}