{
    "title": "杭州市余杭区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1470",
            "category": "杭州市"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：529次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政二十五年（前222年），秦灭楚，境内置余杭、钱唐县。据《太平寰宇记》卷93杭州余杭县引《郡国志》云：夏禹东去，舍舟船登陆于此，乃以为名。即把大禹弃舟的地方，叫“禹杭（杭为方舟）”，后人讹为“余杭”。但这或许只是个美丽的传说。"
        },
        {
            "type": "text",
            "text": "       另一种观点是：余杭一带，东周之前一直为“海洋”，虽然东周时期慢慢形成大片陆地，但吴越方言仍沿用旧称，曰“洋”。秦时设置“余杭”县实际上取自“洋”的吴语音。 还有一说：“余”为古越语中的一个发语词，并无实际意义。不过秦汉用文字记其音，而沿用其名。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），为避国号讳，改钱唐为钱塘。民国元年（1912年）2月，以原钱塘、仁和县地并置杭县。1958年4月，杭县被撤销，属杭州市郊区。10月撤销余杭县，并入临安县。1960年1月建立钱塘联社（县级）。1961年3月，从临安县析出原余杭县境与钱塘联社合并，4月，钱塘联社撤销，恢复县建制，定名余杭县。1994年4月，撤销余杭县，设立余杭市。2001年2月2日，撤销余杭市，设立杭州市余杭区。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       秦王政二十五年（前222年），秦灭楚，境内置钱唐县。因西山诸水的合流，古代又称为“武林水”或“钱水”。其实，在当时当地读“钱”、“泉”同音，都为“钱”音，故“钱水”又称“泉水”。王莽曾经把“钱唐县”改为“泉亭县”，也可见“钱”、“泉”二字在当地的关系。至于“唐”字，也是指“海塘”，当时“唐”通假于“塘”字。先秦时期西湖是个海湾，与江海相通，一直延到西山脚下。"
        },
        {
            "type": "text",
            "text": "       六朝时期，“钱唐”是县名，“钱塘”是海塘的名称。唐武德四年（621年），为避国号讳，改钱唐为钱塘。所以唐朝以后，县名与海塘名才合二为一，都叫“钱塘”了。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时属吴、越领地，战国中期属楚。秦王政二十五年（前222年），秦灭楚，境内置钱唐（含杭州城区）、余杭两县，属会稽郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，余杭、钱唐两县仍属会稽郡，钱唐为会稽郡西部都尉治。平帝元始四年（4年），王莽改钱唐县为泉亭县。新王莽始建国元年（9年），改余杭县为进睦县。东汉建武元年（25年），复名余杭、钱唐。\n\r\n       三国时，余杭、钱唐均入吴国版图，属吴郡，隶扬州，钱唐县并为吴郡都尉治。\n\r\n       隋开皇九年（589年），废钱唐郡，改置杭州，州治初设余杭，次年移钱唐。大业三年（607年），又改杭州为余杭郡，钱唐、余杭仍为所属。唐武德四年（621年）复余杭郡为杭州，为避国号讳，改钱唐为钱塘。\n\r\n       五代后梁龙德二年（922年），划钱塘、盐官两县地各半及富春县之两乡地置钱江县，与钱塘县同城设治。\n\r\n       北宋太平兴国四年（979年），改钱江县为仁和县。南宋建炎三年（1129年），升杭州为临安府，属两浙西路。钱塘、仁和升赤，余杭升畿。\n\r\n       元至元十五年（1278年），改临安府为杭州路，钱塘、仁和、余杭属之。至正二十六年（1366年），朱元璋攻下杭州，改杭州路为杭州府。明清延之。\n\r\n       民国元年（1912年）2月，废杭州府，以原钱塘、仁和县地并置杭县，直属于省。民国三年（1914年）杭县与余杭县同属钱塘道。民国十六年（1927年）废道制，杭县和余杭县直属于省，同时划杭县城区、西湖、会堡、江干、皋塘、湖墅等地，建立杭州市。"
        },
        {
            "type": "text",
            "text": "       民国二十四年（1935年），设行政督察区。余杭属第一行政督察区，杭县属第二行政督察区。民国二十九年（1940年），调整行政督察区，杭县、余杭均属第一行政督察区。民国三十六年（1947年），杭县改为省直属县；余杭仍属第一行政督察区，7月，改属第九行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月2日，余杭县解放，5月3日杭县解放。1958年4月，杭县被撤销，属杭州市郊区。1958年10月撤销余杭县，并入临安县。1960年1月建立钱塘联社（县级）。1961年3月，从临安县析出原余杭县境与钱塘联社合并，4月，钱塘联社撤销，恢复县建制，定名余杭县，县治设临平镇。1994年4月，撤销余杭县，设立余杭市。2001年2月2日，撤销余杭市，设立杭州市余杭区。"
        }
    ]
}