{
    "title": "杭州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        },
        {
            "id": "1470",
            "category": "杭州市"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：578次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十五年（前222年），秦灭楚，境内置余杭、钱唐县。据《元和郡县志》卷二十五引《吴兴记》云：“秦始皇三十七年，将上会稽，涂出此地，因立为县，舍舟航于此，仍以为名。”"
        },
        {
            "type": "text",
            "text": "       一说，禹至此造舟以渡，越人称此地为“禹杭（“杭”是方舟）”，其后，口语相传，讹“禹”为“余”，乃名“余杭”。"
        },
        {
            "type": "text",
            "text": "       另一说：“余杭”乃吴越语中的“洋”，因为东周之前这里为汪洋，虽然春秋时期已经慢慢形成陆地，但依旧沿用“洋”的称呼。"
        },
        {
            "type": "text",
            "text": "       还有一说较为可信：“余”为古越语中的一个发语词，并无实际意义。不过秦汉用文字记其音，而沿用其名。"
        },
        {
            "type": "text",
            "text": "       隋王朝建立后，于开皇九年（589年）废郡为州，“杭州”之名第一次出现。下辖钱唐、余杭、富阳、盐官、于潜、武康六县。州治初在余杭，次年迁钱唐。大业三年（607年），改置为余杭郡。"
        },
        {
            "type": "text",
            "text": "       唐代，置杭州郡，旋改余杭郡，治所在钱唐。因避国号讳，于武德四年（621年）改“钱唐”为“钱塘”。太宗时属江南道，天宝元年（742年）复名余杭郡，属江南东道。乾元元年（758年）又改为杭州，归浙江西道节度，州治在钱塘，辖钱塘、盐官、富阳、新城、余杭、临安、于潜、唐山八县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时期，今杭州市区仍是海潮出没的沙洲，当时属于吴、越的领地。楚威王七年（前333年），楚灭越后，又成了楚国的属地。秦始皇二十五年（前222年），在吴、越旧地设置了会稽郡（治吴县，今苏州）。汉会稽郡统辖二十六县，其中之一的钱唐县是杭州历史上最早的建置。"
        },
        {
            "type": "text",
            "text": "       西汉时，钱唐县一度成为会稽郡西部都尉治所。汉武帝元狩年间（前122年—前117年），更上升为会稽郡治。王莽时（9年—23年），更名泉亭县。东汉光武时，又恢复钱唐故名。"
        },
        {
            "type": "text",
            "text": "       三国、两晋、南北朝时期，杭州为吴国的吴兴郡，属扬州。六朝时期，钱唐县因有山川湖泽之利，北人南迁有不少在此定居。梁太清三年（549年），即改钱唐县为临江郡，陈后主祯明元年（587年），又置钱唐郡，辖钱唐、于潜、富阳、新城四县，属吴州。"
        },
        {
            "type": "text",
            "text": "       隋初废郡存州县，开皇九年（589年）平陈，钱唐郡改州时，移置余杭县，因名杭州，杭州之名始见于此，钱唐县成为杭州的属县。次年（590年），又移居钱唐城。隋炀帝即位后，复改州为郡。大业三年（607年），改杭州为余杭郡，钱唐又成了余杭郡的属县。"
        },
        {
            "type": "text",
            "text": "       唐代，置杭州郡，旋改余杭郡，治所在钱唐。因避国号讳，于武德四年（621年）改“钱唐”为“钱塘”。太宗时属江南道，天宝元年（742年）复名余杭郡，属江南东道。乾元元年（758年）又改为杭州，归浙江西道节度，州治在钱塘，辖钱塘、盐官、富阳、新城、余杭、临安、于潜、唐山八县。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，后梁开平元年（907年），钱镠建立吴越国。杭州成为吴越国的都城，加名“西府”，亦称“西都”。北宋统一后，杭州为两浙路治所，已成为“东南第一州”。宋室南渡后，建都于杭州，改称临安府。杭州从此成为南宋全国政治、经济、文化的中心。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年）灭宋后，于临安设“杭州路”，为江浙行省的省会治所，管辖三十路、一府、二州，包括今浙江、福建二省和上海市全境，江苏、安徽二省长江以南，及江西东北隅地。"
        },
        {
            "type": "text",
            "text": "       明朝建立后，废除元代的“江浙行中书省”，改置浙江布政使司，辖境略与今浙江省同。杭州则改为府。清代改布政使司为行省。在明、清两朝的五百多年中，一直以杭州府为浙江省的省城。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），废杭州府，合并钱塘、仁和两县为杭县，仍为省会所在地。民国三年（1914年）设道制，置钱塘道，道尹驻杭县。原杭州府所辖各县归钱塘道管辖。民国十六年（1927年）废道制，旧属诸县直属于省，同时析出杭县城区设杭州市，直属浙江省。从民国二十一年（1932年）5月起，浙江省设立了行政督察区，并屡做调整，而杭州市一直隶属省政府直辖区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月3日，杭州解放。5月30日，杭州市原有的一至八区改名为上城区、中城区、下城区、江干区、西湖区、艮山区、拱墅区、笕桥区；1956年艮山区并入下城区，笕桥区并入半山区。1957年中城区大部分并入上城区，小部分并入下城区。"
        },
        {
            "type": "text",
            "text": "       1988年1月1日，萧山县改称萧山市（县级）。1990年2月，半山区又与拱墅区合并，成立新的拱墅区。1994年4月，撤销余杭县，设立余杭市。 1996年12月12日，杭州市设立滨江区。2001年2月2日，撤销余杭市，设立杭州市余杭区。2001年3月25日，撤销县级萧山市，成立杭州市萧山区。"
        }
    ]
}