{
    "title": "浙江省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "24",
            "category": "浙江省"
        }
    ],
    "detail": "[日期：2014-09-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：560次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       浙江省名称的由来，是以浙江(又称钱塘江)得名。浙江省境内的钱塘江及其上游的富春江、桐江和新安江曲折形如“之”字，因此古称“之江”和“折江”。亦称“渐江”、“曲江”。"
        },
        {
            "type": "text",
            "text": "       唐属江南东道，唐肃宗乾元元年(758年)12月，设浙东观察使和浙西观察使；宋置两浙路，南宋又分两浙东路和两浙西路，简称浙东路和浙西路；元设浙东海右道和江南浙西道；明设浙江省，为浙江得名的开始，后改浙江布政使司；清改浙江省，省名至今未变。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在5万年前的旧石器时代，浙江就有原始人类建德人活动。直至新石器时代，先后出现上山文化、小黄山文化、跨湖桥文化、河姆渡文化、马家浜文化、良渚文化及马桥文化等。"
        },
        {
            "type": "text",
            "text": "       春秋时期，越国在浙江一带兴起。此时，位于北边的吴国也迅速发展，并且比越国强盛的更快，吴国在消灭了江北的邗国（今苏北扬州）、淮夷等国后，与两浙的冲突激增。在越国和吴国长期的交往中，并且由于越国最终吞灭吴国，并统治达167年之久，越和吴的文化逐渐融为一体。"
        },
        {
            "type": "text",
            "text": "       秦国灭楚国以后，旋即进入两浙，“降越君，置会稽郡”，两浙成为秦会稽郡的一部分，郡治在吴、越两国故都吴县（今苏州）。秦二世元年（前209年），天下反秦。流亡江南的原楚国淮北贵族项羽在苏州袭杀秦会稽郡太守，率领8000江东子弟起兵。刘邦建立汉朝后，两浙仍置会稽郡。浙江东南部的东瓯国在吴王刘濞叛乱以后被闽越国灭亡，后来也属会稽郡管辖。 这一时期两浙属于秦帝国和汉帝国的边陲地区，尤其在秦始皇和汉武帝时期，太湖流域和宁绍地区与岭南等地一样，是罪犯流放之地。"
        },
        {
            "type": "text",
            "text": "       东汉永建四年(129年)，会稽郡治所迁往山阴（今绍兴），苏州成为新设的吴郡治所。东汉末年，浙江曾为军阀王朗和严白虎所据，后来吴郡富春(今浙江富阳)人孙坚及其子孙策、孙权逐步统一长江下游地区。汉献帝建安十三年（208年），孙权在赤壁大胜南侵的曹操数十万汉军。魏文帝黄初三年（222年），孙权受魏帝曹丕封为吴王，魏明帝曹叡太和三年（229年）吴国正式脱离魏国独立，浙江向为孙氏吴国领地。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），浙江在吴降晋后转归晋国统治。东晋建武二年（318年），由于中原发生五胡乱华，晋皇室南下至前吴国故都南京，始称东晋，此后在一系列宫廷政变后，政权经历宋、齐、梁、陈之变迁。此后大量中原汉人贵族和士大夫南迁，也就是所谓的衣冠南渡。这一时期浙江属于“扬州”。吴兴郡（今湖州）、临海郡（今台州）、永嘉郡（今温州）等新的行政区划也是那时建立的。"
        },
        {
            "type": "text",
            "text": "       隋朝修建了大运河，将太湖流域和洛阳连接起来。唐武德九年（626年）唐军进入江南，从此浙江失去了独立的地位。唐肃宗乾元元年(758年)12月，设立浙江西道节度使（驻地今苏南镇江）和浙江东道节度使（驻地绍兴），大体延续了秦汉会稽郡的范围。"
        },
        {
            "type": "text",
            "text": "       唐乾符五年（878年）至中和四年（884年）的黄巢起义彻底摧毁了唐朝腐朽的统治。军阀董昌在镇压黄巢的过程中恢复了吴越的独立，唐哀帝天祐四年（907年）董昌的部将临安人钱镠在杭州建立了吴越国，在中原经历五代十国纷争的百年动荡中，吴越国保持了东南的稳定和繁荣。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国三年(978年)，宋国大军压境，吴越国君臣在经过商议后为保全两浙民生，将土地献给宋王朝。北宋在浙江设立两浙路，下设14个州：苏州、常州、润州、杭州、湖州、秀州（嘉兴）、越州（绍兴）、明州（宁波）、台州（临海）、婺州（金华）、衢州、睦州（建德梅城）、温州和处州（丽水）。两浙路基本继承了唐代的两浙道。当北宋灭亡以后，宋室在杭州建立南宋（1127年－1279年）今天浙江的省会杭州，当时称做“临安”。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年，即南宋德祐二年），蒙古军队攻占杭州，结束了杭州作为首都的年代。元朝将原来的两浙路与南京等地合并，设立江浙行中书省，首府仍在杭州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）朱元璋的明朝军队攻入两浙，吞并浙西的张士诚和浙东的方国珍，占领两浙全部，设立浙江承宣布政使司。朱元璋随后为将首都应天府（今南京）和他的老家凤阳拼凑成一个新的行政区划——南京（南直隶），将传统上一直由浙属的苏州、松江等地划予南直隶，致使自马桥文化和越国时期以来，一直统一在一个行政区中的太湖流域被人为的分属两地，并被因陋就简的沿至今日。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645年)闰六月，清兵入浙。康熙初年改浙江承宣布政使司为浙江省。咸丰十一年（1861年），太平军从江西进入浙江省，除最南的温州地区外全省各地都受严重影响。太平天国战争导致大批江浙人士进入上海的外国租借避难，对上海的开发起了决定性的作用。义和团运动及八国联军侵华期间，浙江省参与东南互保，免受战争侵扰。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）11月，杭州新军起义，时任浙江咨议局议长汤寿潜被推举为首任浙江都督，宣告浙江独立。民国元年（1912年），中华民国政府正式成立，浙江省省会仍定于杭县（原称钱塘）。民国三年（1914年）5月23日，巡按使公署按照大总统袁世凯颁布的《道官制》，将全省划为钱塘道、会稽道、金华道、瓯海道4道。"
        },
        {
            "type": "text",
            "text": "       民国五年（1916年）4月12日浙江省宣布独立，布告安民。5月，公推吕公望为浙江都督兼省长，倡导“浙人治浙”，加入反袁护国运动。但由于局势动荡，吕公望无力掌控浙江政局。民国六年（1917年）1月，北洋政府任命杨善德带兵来杭任浙江督军，齐耀珊任浙江省长。 杨善德去世后，卢永祥接任浙江督军。杨卢2人均属皖系军阀。因当时的江苏省为直系军阀统治，所以浙江督军节制同属皖系的上海地区。"
        },
        {
            "type": "text",
            "text": "       民国十三年（1924年）9月，江浙战争爆发，属直系军阀的江苏督军齐燮元联合江西和福建进攻皖系的卢永祥。10月战争结束后直系获胜，驱逐卢永祥。浙江进入直系军阀统治时期，督军为孙传芳，直至北伐战争结束。民国十六年（1927年）2月底，北伐军占领浙江全境，7月27日浙江省政府正式成立。废除道制，各县均直属浙江省。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，浙江是战争的主战场之一，属于第三战区。民国二十六年（1937年）8月下旬，浙江境内成立杭州湾北岸守备区和浙东守备区。至年底，杭州以北平原地区全面失守。为阻缓日军行动，国民政府对浙江实行焦土政策，炸毁钱塘江大桥，形成中日隔钱塘江对峙的浙江正面战场。民国三十年（1941年）浙江沦陷后，被编入汪伪政权。民国三十四年（1945年）9月4日，浙江光复。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月，中国人民解放军第三野战军共4个兵团10个军分兵数路进入浙江作战。1950年5月，浙江省政府等驻舟山各机构及大量人员随中华民国国军撤退台湾，省政府因之撤销。随后解放军陆续接管舟山群岛。1949年7月，浙江省人民政府成立。"
        }
    ]
}