{
    "title": "和县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1553",
            "category": "马鞍山市"
        },
        {
            "id": "1554",
            "category": "和县"
        }
    ],
    "detail": "[日期：2014-09-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：677次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置历阳县，因“县南有历水”而得名。西晋永兴元年（304年)，分淮南郡的历阳、乌江2个县置历阳郡。北齐天保六年（555年）冬，升历阳郡为和州（治历阳郡）。据《舆地纪胜》：“北齐图霸功，拥正阳侯渊明以归，王僧辩来迎，会于兹地，二国协和，故更名为和州”。民国元年（1912年）4月，改州为县，和州改为和县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代，属古巢国，以地处夏、商控制区南疆而名南巢。西周，为巢伯国地（系巢湖岸滨游牧国，常都古巢邑，今巢湖市区东北五里墩）。春秋时期，巢国先后附吴、楚国。这里是两国交战地之一。周敬王匄二年（前518年)，吴灭巢，为吴国巢邑，又称巢门，先后为吴、楚城邑。吴亡，先后属越、楚。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年(前223年)灭楚，改设九江郡，治寿春邑（今寿县城关镇），在今县境内设历阳县（治今历阳镇）。\n\r\n       西汉高祖元年(前206年)四月，历阳县改属英布九江国九江郡。高祖三年（前204年），项羽封范增为历阳侯，为侯国，建历阳城，又名“亚父城”，旋因增亡仍为县。高祖五年(前202年)，改属英布淮南国（仍都六）九江郡。高祖十一年（前197年）七月，九江郡属汉。十月庚午，九江郡改属刘长淮南国（改都寿春邑）。文帝七年(前173年)，九江郡归汉。文帝十二年（前168年），改属刘喜淮南国。文帝十六年（前164年）四月，改九江郡为淮南国。元狩元年(前122年)，淮南国除，为九江郡。元封五年(前106年)四月，九江郡改属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，改九江郡为延平郡，改历阳县为明义县。东汉复名历阳县，属扬州九江郡。汉末，今县境属吴侯父子，为重镇，因战乱，江淮士民渡江，废县，至吴末，境内没有设置，属吴国扬州域（治建业，今南京市）。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年)，扬州改治建业（今南京市），恢复历阳县，改属扬州淮南郡。太康六年（285年)，新置乌江县（治今乌江镇），属之。太康十年（289年）11月，淮南郡改为司马允淮南国。永泰元年（300年）8月，淮南国除为郡。永兴元年（304年)，分淮南郡的历阳、乌江2个县置历阳郡（治历阳），属扬州。"
        },
        {
            "type": "text",
            "text": "       东晋初，历阳、乌江2个县仍属扬州历阳郡（治历阳）。永和九年（353年）、咸安元年（371年）、太元十二年（387年），豫州三治历阳，尤其自义熙九年（413年)“土断”后，扬州正式退出江淮地区，历阳郡改属豫州。咸康二年（336年），在今和县、含山县境侨置颍川郡，设邵陵、临颍、曲阳3个侨县。还有汝阳郡，领武津、汝阳2个县，均属豫州。此外，县北还侨置过谷熟县。"
        },
        {
            "type": "text",
            "text": "       南朝·宋元熙二年（420年)六月，宋代晋，历阳、乌江2个县属历阳郡，侨置颍川、汝阳郡仍位今和县、含山县交界处，均属豫州，余仍之。永初三年（422年）二月，3个郡改属南豫州（治历阳）。元嘉七年（430年）十月，改属豫州（治睢阳）。元嘉十六年（439年）闰月，复属南豫州（仍治睢阳）。元嘉二十二年（445年），改属豫州（仍治睢阳）。大明三年（459年）七月，改属南豫州（仍治历阳）。大明三年（459年），一说大明七年，升历阳郡乌江县置临江郡（治乌江，今乌江镇。永光五年撤销，领2个县，在境内仅设乌江1个县。位于今和县、含山县边界地区的颍川郡领邵陵、临颍、曲阳3个县；汝阳郡领武津、汝阳2个县。还有东晋孝武帝侨置的谷熟县（位今县西北。《宋书·州郡志》作“孰”，误，应为“熟”），属南梁郡。"
        },
        {
            "type": "text",
            "text": "       大明五年（461年），乌江县改属临江郡（治乌江）。泰始二年（466年）九月，汝阳、颍川、历阳郡改属东豫州（仍治历阳）；南谯郡属西豫州（仍治睢阳）。泰始三年（467年）五月，3个郡均属豫州。永光元年（465年），撤临江郡，乌江县改属历阳郡。永光五年（469年），历阳郡改属南豫州（治宣城，今宣州市）；颍川、汝阳等郡改属豫州（治睢阳）。旋，历阳郡改属豫州。永光七年（471年），历阳郡改属南豫州（治历阳）；颍川、汝阳郡仍属豫州（治睢阳）。其中，历阳郡（治历阳，领5个县）在今县境设历阳、乌江（仍治今乌江镇）2个县及元嘉八年（431年）撤销的雍丘（东晋侨置，属南兖州秦郡，治今雍家桥，又名雍镇）改属本郡。〔南朝·齐〕"
        },
        {
            "type": "text",
            "text": "       南朝·宋升明三年（479年)四月，齐代宋，今境历阳、临江2个郡属南豫州，而侨置于今和县、含山县境的颍川、汝阳郡属西豫州。建元二年（480年），历阳、临江2个郡改属豫州（治睢阳）。永明二年（484年），历阳、临江2个郡改属豫州。永明四年（486年），颍川、汝阳郡改属南豫州。其中在今县境设县的历阳郡设历阳、雍丘（仍治今雍镇）2个县；临江郡设乌江1个县；颍川郡为邵陵、临颍、曲阳、南许昌4个县；汝阳郡仍为武津、汝阳2个县。还有今县境西北的谷熟县改属新昌郡（治新昌，今滁州市区）。"
        },
        {
            "type": "text",
            "text": "       南朝·梁天监二年（502年)，南豫州改治姑孰（今当涂县城关镇）。同年，改临江郡为江都郡，改属南兖州（治广陵，今扬州市）。普通七年（526年)，改江都郡为临徐（应为“滁”字）郡，改属南谯州（治新昌，今滁州市区）。中大通二年（530年)，南豫州改治汝阴（今合肥市）。大同二年（536年)，南谯郡改属谯州（治蕲县），仅设邵陵1个县（按《太平寰宇记》作南谯州，治桑根山，今全椒县襄河镇北。南谯郡在今境不领县，只有蕲县领今含山县北部地区）。太清元年（547年)六月，历阳郡改属扬州（治建康，今南京市）。太清元年（547年)七月甲子，南谯郡改属合州（治汝阴，今合肥市）。太清二年八月，侯景乱，不久，今县境全入东魏。武定八年（550年)五月，改属北齐。承圣元年（552年)九月，北齐归还历阳郡。天保六年（555年)冬，升历阳郡为和州（治历阳郡），仍领历阳郡（治历阳，领2个县）仅设历阳1个县；乌江县则属南谯州临滁郡。还有今县境西北的谷熟县，至梁末废。"
        },
        {
            "type": "text",
            "text": "       北朝·东魏孝静帝武定七年（549年）七月，入东魏，今县境乌江县属谯州（改治新昌，今滁州市区）临滁郡（治葛城，今江苏江浦县东葛镇）；历阳县（仍治历阳）属南豫州历阳郡（均治历阳）。东魏孝静帝武定八年（550年）五月，北齐代东魏，今县境入北齐，仍设历阳县（仍治今历阳镇），属和州历阳郡（均治历阳）；乌江县（仍治今乌江镇）属南谯州（治顿丘，今滁州市区）临滁郡（治葛城，今属江苏江浦县东葛镇）。承圣元年九月，历阳郡还梁，改属南豫州。绍泰元年（555年)五月，改称和州，属梁朝。梁天保七年（568年），复属北齐。"
        },
        {
            "type": "text",
            "text": "       南朝·陈太建五年（573年)五月，伐北齐。五月辛巳，南豫州改治历阳，废和州，领历阳、临江２个郡，仍设历阳县，属历阳郡；乌江县属临江郡。太建十一年（579年）11月，今县境属北周，设历阳县，属历阳郡；乌江县属乌江郡（太建十二年秋八月庚午，入陈。九月癸未，入北周，改临江郡为乌江郡，仍治乌江），2个郡均属和州（治历阳）。"
        },
        {
            "type": "text",
            "text": "       陈大定元年（581年)二月，隋代北周，今县境仍属和州，设历阳县，属历阳郡；乌江县属乌江郡。开皇三年（583年)，废郡，2个县直属和州。大业三年（607年)四月，改和州为历阳郡，属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年)六月，杜伏威降唐，封吴王，改历阳郡为和州（仍治历阳），仍设历阳、乌江2个县。贞观元年（627年)，和州属淮南道地理区域。开元二十一年（733年)，淮南道正式为一级政区（治扬州，今为市）。天宝元年（742年)，和州改为历阳郡（仍治历阳）。至德元载（756年)十二月，历阳郡改属淮南节镇（治扬州）。至德二载（757年）十二月，历阳郡复名和州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，唐天祐四年（907年)四月唐亡，今县境属吴国和州，仍设历阳、乌江2个县。武义二年（920年)，和州改属德胜军（治合肥，今为市）。吴天祚三年（937年)十月，南唐代吴国，今县境仍为德胜军和州历阳、乌江2个县分领。后周显德五年（958年)二月，后周克淮南14个州与南唐划江为界，南唐改置新和州于江南当涂县。三月壬寅，改德胜军为保信军（治合肥，今为市），今县境历阳、乌江2个县属保信军和州。"
        },
        {
            "type": "text",
            "text": "       后周显德七年（960年）正月，北宋代后周，今县境历阳、乌江2个县属淮南道和州。至道三年（997年)，改淮南道为路（治扬州，今为市）。熙宁五年（1072年)，和州改属淮南西路（治扬州）。"
        },
        {
            "type": "text",
            "text": "       金天会五年（1127年)二月，北宋亡，仍旧制。五月一日，今县境历阳、乌江2个县改属南宋淮南西路和州。建炎三年（1129年)，淮南西路改治合肥。十月、十一月，金兵犯和州，入金。建炎四年（1130年）九月，收复。绍兴三十一年(1161年)11月，取得采石大捷，和州仍之。乾道二年（1166年)，淮西路置司和州。乾道五年（1169年），还治合肥。淳熙二年（1175年)，和州兼管内安抚。"
        },
        {
            "type": "text",
            "text": "       南宋德祐元年（1275年)二月戊辰，和州降元，后改镇宋万户府。至元十三年（1276年)七月，和州镇宋万户府改属江淮等处行省（治扬州，今为市）淮西江北道（后定治合肥）。至元十四年（1277年），和州改立安抚司。"
        },
        {
            "type": "text",
            "text": "       元至正十五年（1355年）正月，朱元璋取和州，六月一日下江南。当年元朝升和州为路（仍治历阳）。龙凤十年（1364年)七月，吴王朱元璋部攻克庐州，升为庐州府，改属江淮行省。不久，废江淮行省，改属江南行省（治应天府，今南京市）。至正二十八年（1368年）正月，降和州路为州，改属庐州路（治合肥），仍设历阳、含山2个县。十二月，庐州路改属河南江北等处行省（改治汴梁路，今开封市）淮西江北道。　　〔明朝〕"
        },
        {
            "type": "text",
            "text": "       吴二年（1368年)正月，改元明洪武，今县境属江南行省庐州府和州，设历阳、乌江2个县。八月，废江南行省，庐州府直隶中书省。不久，撤销乌江县，并入历阳县，撤和州，历阳县改属庐州府。洪武二年（1369年）九月，复立和州，撤销历阳县入州，升为直隶州，直隶中书省。洪武七年（1374年），降和州为散州，改属中立府（治中立县，今凤阳县临淮镇）。八月，改属凤阳府（治临淮县，由中立县改）。不久，升和州为中书省直隶和州。洪武十三年（1380年）正月，撤中书省，直隶和州直隶六部。永乐元年（1403年)，直隶和州直隶南京，后改称南直隶，又称直隶南京。崇祯十七年三月十九日（1644年4月２5日)明亡，仍旧制。五月，改属南明弘光政权滁和镇（驻庐州府）。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年)五月，入清，仍为南直隶和州直隶州。顺治二年闰六月乙巳（645年8月19日)，仍为直隶和州（治今历阳镇），属江南省（治江宁）。康熙元年十二月甲子（1663年2月2日)，直隶和州改属江南省安池太道（治池州府）。康熙六年七月甲寅（1667年8月30日)，改属安徽省（治安庆府）。康熙二十一年十月乙亥（1682年10月31日)，直隶和州改属江安十府储粮道（治歙县，今徽城镇）专业道。雍正十一年十二月癸亥（1734年1月20日)，直隶和州改属庐凤道（治凤阳县）。雍正十三年七月十三日（1735年8月29日)，改属庐凤颍道。同治四年六月甲午（1865年7月23日)，直隶和州改属安庐滁和道（治安庆府）。光绪三十四年五月甲午（1908年6月8日)，改属皖北道。"
        },
        {
            "type": "text",
            "text": "       清宣统三年(1911年)11月12日，和州光复。民国元年（1912年)1月，废道、府；4月，改州为县，和县属安徽省。民国三年（1914年）年6月2日，和县属安庆道。民国十六年（1927年）4月２日上午，北伐军占领和县。5月，成立和县政府。8月，和县属安徽省政府。民国十七年（1928年）8月，废道，和县直属安徽省。民国二十一年（1932年）4月2日，和县改属安徽省第二区。10月10日，和县改属第五专区。民国二十七年（1938年）2月，第五专区改驻含山县。4月4日，国民党和县政府迁治南义。4月27日，迁治善厚集。11月10日，第五专区改属安徽省皖北行署。12月，第五专区改驻全椒县古河镇。民国二十九年（1940年）2月2日，撤销皖北行署。民国三十四年（1945年)9月，和县政府迁回和城（今历阳镇）。11月，和县改属第九专区，直至解放。\r\n　　\r\n       期间，自民国二十六年（1937年）12月27日拂晓，日军入侵和城。民国二十七年（1938年）3月25日，在和城成立“维持会”。4月24日，日军再次沦陷和县城历阳镇后，先后成立日伪和县“维新政府”、汪伪“国民政府”等汉奸傀儡政权，初属日伪南京“中华民国维新政府安徽省维新政府”（驻蚌埠）。民国二十九年（1940年）3月，改属南京汪伪“中华民国国民政府安徽省政府”（仍驻蚌埠）。民国三十二年（1943年）7月25日，改属“安徽省第五专区”（日伪专员公署设巢县城）。民国三十四年（1945年）8月15日，日本投降后解体。"
        },
        {
            "type": "text",
            "text": "       另外，境内自民国二十九年（1940年）8月，新建和含巢各区办事处。民国三十年（1941年）5月1日，创建含和县抗日民主政府（边区县）。民国三十一年（1942年）5月13日改属皖江行署（1942年5月13日至1945年初）和含行政办事处（曾驻今新塘乡南城村）。民国三十三年（1944年）12月，改属和含专员公署，设和县抗日民主政府和江和全办事处（边区县级。另一县为含巢县）。民国三十四年（1945年）初，仍为和县抗日民主政府，改属皖江行署（1945年初至10月）和含专区。10月初，随新四军主力北撤，成为国统区，恢复和县旧域。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年)7月，中国共产党建立和含县爱国民主政府，属皖西行署第四专区。民国三十八年（1949年）元月15日，改和含爱国民主县政府为和县民主政府。15日，和县城历阳镇解放。1月31日，和县全县解放，并早在1月初内定改属江淮行署第五专区（13日正式成立，驻功剩桥）。4月15日，和县改属皖北人民行政公署巢湖专区。4月22日，和县民主政府由桃园拐迁进和城（今历阳镇）。5月24日，将原属江全、临江县管辖的香南、香北、西埠3个区张集、金埠、乌江3个乡划归和县。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建国后，和县仍属皖北人民行政公署巢湖专区。12月2日，和县划归南京市。1950年1月，和县改属皖北人民行政公署巢湖专区。1952年3月28日，撤销巢湖专区，和县改属皖南人民行政公署芜湖专区。8月7日，改属安徽省芜湖专区。1955年12月29日，和县人民政府改为和县人民委员会。1958年10月22日，和县改属马鞍山市。1959年3月23日，和县改属芜湖专区，撤销和县、含山县，改设和含县（驻今历阳镇），仍属芜湖专区。1961年12月15日，撤销和含县，恢复和县、含山县，仍属芜湖专区。1965年5月21日，和县改属巢湖专区。1968年3月21日，和县革命委员会成立。1981年12月中旬，和县革命委员会改称和县人民政府，属巢湖地区。1999年7月9日，撤销巢湖地区，设立地级巢湖市，和县隶属巢湖市。2011年8月，和县（除沈巷镇）划入马鞍山市。"
        }
    ]
}