{
    "title": "巴音郭楞蒙古自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "134",
            "category": "巴音郭楞蒙古自治州"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：385次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1954年6月23日撤销焉耆[qí ]专署，分设巴音郭楞蒙古自治区，1960年改为自治州。“巴音郭楞”为蒙古语，意为“富饶的流域”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉初期，天山南路分裂为36国，巴音郭楞蒙古自治州境域内就有若羌、楼兰、且末、小宛、山国、乌垒、仑头、渠犁、尉犁、焉耆、危须等11个“城国”和“行国”分立。西汉太初四年（前101年），汉朝在西域设“使者校尉”，在今库尔勒、轮台一带驻兵数百人屯田。神爵二年（前60年），西汉政府在乌垒（今轮台县境内）设“西域都护府”。东汉政府在西域先设“西域都护”，后置“西域长史”于楼兰继续行使对天山南北各地的军政管辖。"
        },
        {
            "type": "text",
            "text": "       东晋咸康二年（336年），西域长史仍驻楼兰。东晋永和元年（345年），州境大部分地域属前凉沙州。唐贞观二十二年（648年），唐置焉耆都督府。唐显庆二年（657年），又于珠勒都斯置鹰娑都督府。唐大中十年（856年）以后，焉耆盆地为以庞特勒为首的安西回鹘统治中心。唐咸通元年（860年），西州回鹘首领仆固俊拥有州境大部分地方。"
        },
        {
            "type": "text",
            "text": "       宋宣和四年（1122年）以后，西州回鹘臣服于西辽。宋嘉定十一年（1218年），成吉思汗擒杀西辽实际统治者屈出律，州境受蒙古汗国管辖。宋宝庆元年（1225年），成吉思汗将州境一带区域分封给其子察合台，其后成为察合台汗国疆域。明正德九年（1514年）赛德汗建立叶尔羌汗国，州境受其统治。"
        },
        {
            "type": "text",
            "text": "       清朝康熙十七年（1678年），噶尔丹将南疆置于准噶尔统治之下。清乾隆二十四年（1759年），清朝设置喀喇沙尔办事大臣，所属焉耆及库尔勒、布古尔（今轮台县）实行“伯克（清代天山以南城区官吏，品级不一，本意为‘首领’、‘头目’）制”。“丝绸之路”南道的卡墙（今且末县）、卡克里克（今若羌县）录属于阗办事大臣管辖。乾隆三十六年（1771年），土尔扈特及和硕特部回归祖国，实行世袭“札萨克（蒙古语音译，意为支配者）制”，乌纳恩苏珠克图盟旧土尔扈特部南路四旗五十四苏木和巴图色勒图盟和硕特中路三旗十一苏木共游牧于珠勒都斯，由喀喇沙尔办事大臣兼辖，伊犁将军节制。光绪八年（1884年），新疆建省后，设喀喇沙尔直隶厅，光绪二十五年（1901年）升为焉耆府，先后管辖新平（今尉犁县）、若羌、轮台3台。"
        },
        {
            "type": "text",
            "text": "      1915年2月，且末县划入阿克苏道，归焉耆府管辖，焉耆府所辖区域始与今州境相同。以后行政区划几经变革，直到中华人民共和国成立后，1950年4月12日成立焉耆专员公署。"
        },
        {
            "type": "text",
            "text": "      1954年6月23日撤销焉耆专署，分设巴音郭楞蒙古自治区（辖焉耆回族自治县，和靖、和硕县）和库尔勒专署（辖库尔勒、轮台、尉犁、若羌、且末5县）。1960年巴音郭楞蒙古自治区改名为巴音郭楞蒙古自治州1960年12月，库尔勒专署并入巴音郭楞蒙古自治州，州府由焉耆镇迁址库尔勒镇。1965年改和靖县为和静县。1971年4月析置博湖县。1979年10月由库尔勒县析置库尔勒市。1984年4月将库尔勒县并入库尔勒市，自治州首府设在库尔勒市。2012年12月29日由库尔勒市析置铁门关市（县级）。隶属新疆生产建设兵团第二师。至此巴音郭楞蒙古自治州辖八县一市：轮台、尉犁、若羌、且末、和静、和硕、博湖县，焉耆回族自治县和库尔勒市。"
        }
    ]
}