{
    "title": "广德县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1552",
            "category": "宣城市"
        },
        {
            "id": "1560",
            "category": "广德县"
        }
    ],
    "detail": "[日期：2014-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：501次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       广德古称桐汭，先后改用过桃州、绥吉县、广阳县、广德州等名。东汉建安初，孙吴析故鄣县置广德县，取名意在“皇恩浩荡，帝德广大”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今广德建县已有1800年的历史。广德古称桐汭。春秋战国时，先后属吴国、越国、楚国。秦属鄣郡。"
        },
        {
            "type": "text",
            "text": "       西汉元封二年（前109年）改鄣郡为丹阳郡，迁郡治至宛陵（今宣州市）。原郡治周围地区设故鄣县，隶扬州丹阳郡。广德地属故鄣县。东汉建安初，“策已平定宣城以东”地区，孙吴析故鄣置广德县。县名是取美名，意在标榜“皇恩浩荡，帝德广大”。建安五年（200年）“徐琨以督军中郎将从破庐江太守李术封广德侯”。建安八年（203年），吕蒙因从孙权讨伐丹阳有功，“拜平北都尉，领广德长”。县治在今县城西南境内，仍属扬州丹阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋太康二年（281年），改属扬州宣城郡。南朝宋永初三年（422年）并广德、故鄣、长城、阳羡、义乡五县地立绥安县，属宣城郡。泰始四年（468年）改属南徐州义兴郡，不久废。复置广德县，仍属宣城郡。齐广德县属南豫州宣城郡。梁绍泰元年（555年）于广德增置广梁郡（《隋书地理志》避炀帝讳，写成‘大梁郡'）及石封县，郡、县治均在今广德桃州镇。侯景乱后还封徐度为广德侯，广德县为其侯国封地。陈永定二年（558年）改郡名为陈留郡，改广德侯国为县。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）废郡，并广德（《隋书·地理志》讳作‘大德'）、安吉、原乡、故鄣四县人石封，改石封为绥安县，属宣州。仁寿三年（603年）属湖州。大业二年（606年），复属宣州。翌年，宣州改称宣城郡。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）以绥安县置桃州，原绥安县地分置绥安、桐陈、怀德三县，桃州领之。武德七年（624年）废桃州，并桐陈、怀德人绥安，属宣州。天宝元年（742年）改属宣城郡。至德二年（757年）九月因肃宗讳恨安禄山，改绥安县为广德县，属宣州。"
        },
        {
            "type": "text",
            "text": "       五代十国吴广德县属宁国军宣州。五代南唐初广德县属西都江宁府，保大八年（950年）在县设广德制置司仍属江宁府。北宋废制置司，广德县如故。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年）广德县属宣州。太平兴国四年（979年）置广德军，治广德县。端拱元年（988年）析广德西北桐乡、昭德、临湖、原通、妙泉五乡置建平县，隶广德军。至道三年（997年）属江南路，天禧二年（1018年）属江南东路。"
        },
        {
            "type": "text",
            "text": "元至元十四年（1277年）改广德军为广德路，路设总管府领广德、建平两县，属江浙行中书省。至正十六年（1356年）朱元璋占领该地即改广德路为广兴府，改广德县为广阳县，广兴府辖广阳、建平两县，属江南行中书省。明洪武元年（1368年）广兴府属京师直隶，不久改称广德府。四年九月改府为州。洪武十三年（1380年）四月省广阳县人州，领建平县。永乐元年（1403年）直隶南京。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645)五月清平江南，广德州属江南左布政使司，康熙六年（1667年）改属安徽布政使司，咸丰四年（1854年）暂归浙江巡抚代管，同治三年（1864年）复属安徽省，隶徽宁池太广道及皖南道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）4月改州为县，广德县直属安徽省。民国三年（1914年）属安徽省芜湖道。民国十七年（1928年）芜湖道撤，广德县直属安徽省。民国二十一年（1932年）春至10月设首席县长制，广德县归宣城县长节制。10月后至民国二十九年（1940年）8月属安徽省第九行政区。8月以后属安徽省第六行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月26日，广德县解放。中华人民共和国成立后，广德县初属皖南人民行政公署宣城专区。1952年属安徽省芜湖专区。1971年3月芜湖专区改称芜湖地区，广德县属芜湖地区。1980年2月，芜湖地区改名宣城地区，广德县隶属宣城地区。2000年6月25日，撤销宣城地区，设立地级宣城市，广德县隶属宣城市。"
        }
    ]
}