{
    "title": "泾县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1552",
            "category": "宣城市"
        },
        {
            "id": "1562",
            "category": "泾县"
        }
    ],
    "detail": "[日期：2014-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：431次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政二十五年（前222年），置泾县。泾县以水得名。据《后汉书·明帝纪》：泾县“有泾水，出芜湖，因水立名。” 境内青弋江古称“泾水”，故名泾县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今泾县地域周以前为荒服。春秋时期，地初属吴国。此后吴、楚曾争战于此，地常属吴。楚惠王九年（前480年），吴、楚大战，曾属楚国。此后为吴、楚争峙场所。周元王三年（前473年），越灭吴，地属越国。继为越、楚争峙场所。楚宣王十五年（前355年），楚灭越，属楚国。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年（前223年），灭楚国。翌年，平江南，置泾县（治城西北2.5公里泾溪西岸），属会稽郡。秦末，分会稽郡西部置鄣郡，泾县属之。不久，复分鄣郡西部置庐江郡，泾县改属之。"
        },
        {
            "type": "text",
            "text": "       汉元狩二年（前121年）七月壬子，撤销江南庐江郡，泾县改属丹阳郡。东汉永和四年（139年），泾县改属宣城郡。建和元年（147年），撤销宣城郡，泾县仍属丹阳郡。兴平二年（195年），为孙策控制区，仍之。建安十三年（208年），孙权分泾县西南地区置安吴县（治西兰山南渡口，今泾县安吴镇），属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），今县境泾县（仍治泾溪西岸）、安吴（仍治今安吴镇）2个县属宣城郡。南朝因之。隋开皇九年（589年），废宣城郡，撤销安吴县，并入泾县（仍治泾溪西岸），属宣州。大业三年（607年）四月，泾县改属宣城郡（仍治宣城）。隋末群雄并起，后为杜伏威部控制区。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）六月，杜伏威降唐，初设南徐州，不久，改为猷州（治今泾县章渡乡大岭集马家村大宁山南），泾县属之。八年，废猷州并入泾县，改属宣州。天宝元年（742年），宣州改称宣城郡。至德二载（757年）十二月，宣城郡复名宣州。泾县先后属之。宋乾道二年（1166年），升宣州为宁国府（仍治宣城）。嘉定三年（1210年）冬，泾县迁往旧城东的留村。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），泾县入元，改治敬天坊（今城厢镇），仍属宁国府。至元十四年（1277年）属宁国路。至正十七年（1357年）四月，朱元璋取宁国路，改称宁国府。龙凤七年（1361年）四月，宁国府改称宣城府。龙凤十二年（1366年）正月，改称宣州府。吴元年（1367年）四月，宣州府改称宁国府，泾县均属之。明清两朝泾县属宁国府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月，废道、府，泾县直属安徽省。民国三年（1914年）6月2日，泾县属安徽省芜湖道。民国十七年（1928年）废道，泾县直属安徽省。民国二十一年（1932年）4月2日，泾县属安徽省第九区。10月10日，泾县改属安徽省第九专区。民国二十六年（1937年）12月6日，宣城陷入日军。第九专区专员公署迁驻泾县城赵家祠堂。民国二十七年（1938年）7月，第九专区驻泾县。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）5月，泾县政府曾迁城郊（今属百元乡）张家村张氏宗祠。8月6日，第九专区改为第六专区（专员仍驻泾县）。10月9日，日军陷泾县城，第六专区行政公署迁驻榔桥；泾县政府迁驻黄村。当日克泾县城，公署及县政府返城。民国三十三年（1944年）5月，县政府曾迁驻黄村，后回驻县城。民国三十四年（1945年）11月底，撤销皖南行政公署，第六专区专员公署改驻芜湖（今为市），泾县仍属之。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月24日，泾县县政府宣布起义，当日解放泾县。1949年共和国成立后，泾县属皖南人民行政公署宣城专区。1952年3月28日，泾县改属皖南人民行政公署芜湖专区。1971年3月29日，芜湖专区改称芜湖地区，泾县属之。1980年2月，芜湖地区改名宣城地区，泾县仍属之。2000年6月25日，撤销宣城地区和县级宣州市，设立地级宣城市，泾县属宣城市。"
        }
    ]
}