{
    "title": "青阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1551",
            "category": "池州市"
        },
        {
            "id": "1565",
            "category": "青阳县"
        }
    ],
    "detail": "[日期：2014-09-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：794次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天宝元年（742年）析南陵、泾县、秋浦三县地置青阳县。据《元和郡县志》：“以在青山之阳为名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古时期，这里居住着古越族中的扬越部族春秋时期，在陵阳等地已形成聚落、城邑。战国以后，陵阳已是江南名邑，为楚国重镇和边邑。春秋时期，属楚国，吴越亡后，仍为楚土。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年（前223年），灭楚国，置九江郡（治寿春，今寿县城关镇）。翌年平江南，地初属会稽郡（治吴，今苏州市）；后属庐江郡（治番县，今江西波阳县东）泾县（治今泾县城厢镇西北2.5公里溪西岸）西境陵阳邑（今青阳县陵阳镇）。"
        },
        {
            "type": "text",
            "text": "       汉王元年（前206年）四月，今境改属英布九江王国（都六，今六安市城北乡白沙城）庐江郡（治番县，今江西鄱阳县东）泾县西部陵阳邑（仍治今陵阳镇）。高祖四年（前203年），庐江郡改属英布淮南王国（仍都六）。十一年十月庚午，庐江郡改属刘长淮南王国（改都寿春，今寿县城关镇）。文帝七年（前17年），庐江郡归汉。十二年，庐江郡改属刘喜淮南王国（仍都寿春）。十六年四月丙寅，庐江郡改属刘赐庐江王国（都番县）。景帝四年（前153年），庐江郡归汉。元狩二年（前121年）七月壬子，撤销江南庐江郡，仍为泾县西部陵阳地改属丹阳郡（治宛陵）。元封二年（前109年），分泾县西境在故陵阳邑置陵阳县，今境属之，属丹阳郡。元封五年四月，丹阳郡改属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽新朝，居摄三年（8年）十二月，王莽建立新朝，改宛陵为无宛。刘玄更始三年（25年）六月己未，刘秀建东汉，今境仍为陵阳县（仍治今陵阳镇）地，属扬州丹阳郡（治宛陵，今宣州市区）。永和四年（139年），陵阳县改属扬州宣城郡。建和元年（147年），陵阳县改属扬州丹阳郡。兴平二年（195年）后，为孙策控制区，仍之。建安十六年（211年），改属孙吴扬州（治建业，今南京市）丹阳郡。黄初二年（221年），丹阳郡改治建业。后改治芜湖县新址（今芜湖市）；不久，复治建业"
        },
        {
            "type": "text",
            "text": "        魏黄初三年（222年）十月，孙权建吴国，今境为陵阳县（仍治陵阳镇）地，属扬州丹阳郡（均治建业，今南京市）。嘉禾初（约232年），丹阳郡改治宛陵侯国（仍治今宣州市区）赤乌八年（245年），析陵阳、石城县地置临城县（治今蓉城镇南2.5公里临城），属丹阳郡（仍治宛陵）。此时县境为2个县分治，大体上，今南境的陵阳、南阳、沙齐等乡及石台县东部的六都、七都、河口、七井、广阳等乡及黄山市黄山区的上苏、岭下苏等地属陵阳县；今北部的东堡、杨田、城东、朱备、新河、蓉城、庙前、九华、杜村、木镇、竹阳、丁桥、乔木、酉华、童埠、五溪等乡镇及南陵丫山、河湾乡，铜陵县董店乡等属临城县。"
        },
        {
            "type": "text",
            "text": "        西晋咸宁六年（280年）三月，灭吴，今境内仍为陵阳（仍治陵阳镇）、临城（仍治临城）2个县地，属扬州（治建业，今南京市）丹阳郡（治宛陵，今宣州市区）。太康二年（281年），2个县改属扬州宣城郡（仍治宛陵）。三年，扬州治建业改称“建邺”。建兴元年（313年），建邺改为“建康”。"
        },
        {
            "type": "text",
            "text": "       东晋建武元年（317年）三月，今境仍为陵阳、临城2个县地，属扬州宣城郡（仍治宛陵，今宣州市区）。东晋初在古丹阳城（今当涂县丹阳镇）侨置定陵县，后在今县境与铜陵、南陵3个县交界的丁桥（古定陵乡）、竹阳、木镇乡及今南陵县丫山、河湾乡及今铜陵县部分地区侨置定陵县属襄城郡。咸和四年（329年），宣城郡改属豫州（治芜湖，今为市）。咸康四年（329年），为避杜皇后讳（名杜陵），改陵阳县为广阳县。兴宁初（约363年），宣城郡改治芜湖；不久还宛陵。宁康二年（374年），定陵县改属上党郡（侨治芜湖）。不久，废上党郡，定陵县改属淮南郡（侨于湖，今芜湖县王诎乡）。义熙九年（413年），淮南、宣城郡改属扬州（治建康，今南京市）。"
        },
        {
            "type": "text",
            "text": "       南朝，东晋元熙二年（420年）六月，宋代晋，今境仍为扬州（仍治建康，今南京市）淮南郡（治于湖，今芜湖县王诎乡）定陵县（仍位今丁桥乡）、宣城郡（仍治宛陵，今宣州市区）临城（仍治故临城）、广阳（仍治今陵阳镇）3个县分领。大明三年（459年）二月乙卯，改扬州为王畿。五年九月甲戌，宣城、淮南郡改属南豫州（治姑孰城，今当涂县城关镇）。六年三月乙巳，宣城郡改治姑孰城，定陵县属之。八年六月戊寅，定陵县复属淮南郡（治姑孰城），宣城郡复治宛陵。泰始二年（466年）九月，2个郡改属扬州（仍治建康）。九月壬辰，2个郡改属东豫州（治历阳，今和县历阳镇）。三年五月辛丑，2个郡改属扬州。五年二月丙申，2个郡改属南豫州（治宛陵）。六月壬午，2个郡复属扬州七年，2个郡改属南豫州（治历阳）。"
        },
        {
            "type": "text",
            "text": "       南朝，宋升明三年（479年）四月，齐代宋，今境仍属南豫州（治历阳，今和县历阳镇）淮南郡（治姑孰城，今当涂县城关镇）定陵（仍位今丁桥乡一带）、宣城郡（仍治宛陵，今宣州市区）临城（仍治故临城）、广阳（仍治今陵阳镇）3个县分领。建元二年（480年）2个郡改属扬州（治建康，今南京市）。永明二年（484年），2个郡改属南豫州（治姑孰城，今当涂县城关镇）。"
        },
        {
            "type": "text",
            "text": "       南朝，萧齐中兴二年（502年）四月，萧梁代齐，今境仍为南豫州（改治宛陵，今宣州市区）淮南郡（治姑孰城，今当涂县城关镇）定陵县（仍位今丁桥乡一带）、宣城郡（仍治宛陵）临城（仍治故临城）、广阳（仍治今陵阳镇）3个县分领。天监二年（503年），南豫州改治姑孰城。普通六年（525年），临城、定陵2个县改属南豫州南陵郡（治东晋故南陵戍，今贵池市临江处）。中大通二年（530年），宣城、南陵2郡改属扬州（仍治建康今南京市）。大同二年（536年），临城县改属太原郡，属南豫州。太平二年（557年）正月，广阳县属南豫州宣城郡；临城、定陵县属南陵郡。"
        },
        {
            "type": "text",
            "text": "       南朝，萧齐太平二年（557年）十月，陈朝代梁，今境内仍为南豫州宣城郡（均治宛陵，今宣州市区）广阳县（仍治今陵阳镇）、北江州南陵郡（均治南陵，今繁昌县芦南乡故赭圻城）临城（仍治故临城）、定陵（仍位今丁桥乡一带）3个县分领。太建末，广阳县改属宣州宣城郡（均治宛陵），临城、定陵2个县仍属北江州南陵郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），平陈，废郡，调整州、县，今境分属宣州（治宣城，今宣州市区）泾县（仍治泾溪西岸）、南陵（仍治今繁昌县赭圻城）2个县境。十九年，分置秋浦县（治石城，今贵池市石城村），属宣州。大业三年（607年）四月，改宣州为宣城郡（仍治宣城），属扬州刺史部。十三年，为群雄杜伏威部控制区。"
        },
        {
            "type": "text",
            "text": "       唐朝武德三年（620年）六月，杜伏威降唐，今境设南阳县（由广阳改，仍治陵阳镇），属宣州总管府（治宣城，今宣州市区）南徐州；不久，改为猷州；南陵、秋浦县属池州。七年，2个州改属宣州都督府（治宣城）。八年，废猷州，废南阳县入泾县，改属宣州。贞观元年（627年），罢都督府，废池州，今县境仍分属泾、秋浦、南陵3个县，属江南道地理区宣州。长安四年（704年），南陵县迁治青阳城，今境仍为宣州秋浦、泾县、南陵3个县分领。开元二十一年（733年），宣州改属江南西道（治洪州，今南昌市）。天宝元年（742年），分泾县、秋浦、南陵县地分置青阳县（初治故临城，后改治今蓉城镇），属江南西道宣城郡。至德二载（757年）十二月，改宣城郡为宣州（仍治宣城）。乾元元年（758年），青阳县改属蒺州（今南京市）。上元二年（761年），青阳县改属宣州。永泰元年（765年），青阳县改属池州（治秋浦，今贵池市区）。贞元三年（78年），池州属宣歙道（治宣城）。十二年十二月乙亥，池州改属宣歙池都团练观察处置使（治宣城）。大顺二年（891年），池州所在的宣歙池道改称宁国军节度使（治宣城）。天复三年（903年），改为都团练观察使。唐末，杨行密仍恢复宁国军节镇，青阳县仍属宁国军节镇池州。"
        },
        {
            "type": "text",
            "text": "       五代十国，唐哀帝天祐四年（907年）四月，唐亡，青阳县（仍治今蓉城镇）属吴国宁国军节度使（治宣城，今宣州市区）池州（治秋浦，今贵池市区）。顺义六年（926年），秋浦县改名贵池县。吴天祚三年（937年）十月，南唐代吴国，青阳县（仍治今蓉城镇）改属南唐国江宁府（治今南京市）池州。升元二年（938年）六月甲申，池州升为康化军。"
        },
        {
            "type": "text",
            "text": "       北宋开宝八年（974年）十一月，灭南唐（自易名江南国），青阳县（仍治今蓉城镇）改属江南道池州（治贵池，今贵池市区）。太平兴国元年（976年），池州改属江南东路（治蒺州，今南京市）。至道三年（998年），池州改属江南路（治蒺州）。仁宗时，蒺州升为江宁府。天禧二年（1018年），池州改属江南东路（仍治江宁府）。"
        },
        {
            "type": "text",
            "text": "       南宋建炎元年（1127年），青阳县（仍治今蓉城镇）属江南东路（治江宁帅府，今南京市）池州（治贵池，今贵池市区）。二年，池州改属江州路（治江州，今九江市）。四年（1130年），池州改属江南路（治建康府，今南京市）建康帅府（改治池州，后还建康府）。绍兴元年（1131年），池州复属江南东路（治建康府）。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），池州（仍治贵池，今贵池市区）青阳县（仍治今蓉城镇）入元，改属江淮等处行省（治扬州，后升为路，今扬州市）。十四年，升池州为路（仍治贵池）。二十一年闰五月，江淮行省迁治杭州路（今为市），改称江浙行省。二十四年，复迁扬州路。二十六年，再迁杭州路。二十八年，再次改称江浙等处行省（仍治杭州路）池州属之，并自元初直隶江南诸道行御史台（治建康路，今南京市）。后池州路改属江东建康道肃政廉访司（治集庆路）。大德八年（1304年），江东建康道迁治宁国路（今宣州市区）。天历二年（1329年），建康路改集庆路。"
        },
        {
            "type": "text",
            "text": "       元至正十六年（1356年）十一月，陈友谅部占池州。大宋龙凤三年（1357年）十月，朱元璋部常遇春取池州路，李文忠下青阳，改属江南行省（治应天府，今南京市）。五年四月，朱部再取池州路。七年八月，改池州路为九华府；不久，改为华阳府，再改为池州府（均治贵池）。"
        },
        {
            "type": "text",
            "text": "       吴二年（1368年）正月，朱元璋建明，青阳县（仍治今蓉城镇）仍属江南行省（仍治应天府，今南京市）池州府（治贵池，今贵池市区）。洪武元年（1368年）八月，池州府直隶中书省。十三年正月，直隶六部。永乐元年（1403年），改属南京，后改称南直隶余仍之。崇祯十七年三月十九日（1644年4月25日）明亡，为福王朱由崧控制区，仍之。五月，为南明朱由崧弘光政权控制区，青阳县仍属南直隶池州府。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年）五月十六日，清平江南，仍之。顺治二年闰六月乙巳（1645年8月19日），青阳县（仍治今蓉城镇）改属江南省池太道（治芜湖今为市）池州府。十八年（1661年），池州府改属江南省左布政使司池太道。康熙元年十二月甲子（1663年2月2日），池州府改属安池太道（治贵池），余仍之。六年七月甲寅（1667年8月30日），池州府改属安徽省安池太道（还治芜湖）。二十一年十月乙亥（1682年10月31日），池州府改属江安十府储粮道。雍正十一年十二月癸亥（1734年1月20日），改属安徽宁池太广道（治安庆府）。十二年十月庚戌（1734年11月3日），道治迁芜湖。咸丰五年十月十三日（1855年11月2日）改安徽宁池太广道为徽宁太广道，改由浙江巡抚代管。十年，道治再迁祁门县（治今祁山镇）。"
        },
        {
            "type": "text",
            "text": "       咸丰三年（1853年）九月十六日太平军占领青阳县，改青阳县为“菁阳县”（仍治今蓉城镇）属太平天国安徽省池州郡（治桂池，今贵池市区）。同治二年（1862年）八月二十七日夜，太平军最后撤出青阳县城。同治三年（1864年7月1日），太平天国运动失败后，徽宁池太广道所属皖南府州县回属安徽省。四年六月甲午（1865年7月23日），徽宁池太广道改治芜湖。光绪三十四年五月甲午（1908年6月日），池州府改属皖南道（仍治芜湖）。清代，江南、安徽省先后属两江总督（常驻江宁初名江南江西河南总督、江南江西总督、江南总督。康熙二十一年即1682年，改名两江总督，后兼南洋通商大臣）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月，废道、府，青阳县（仍驻今蓉城镇）直属安徽省。民国三年（1914年）月2日，青阳县改属安徽省芜湖道。民国十六年（1927年）3月，北伐军光复青阳县。7月15日“宁汉合流”后，青阳县改属南京国民政府安徽省。次年8月，正式废道。民国二十一年（1932年）4月2日，青阳县改属安徽省第八区。10月10日改属安徽省第八专区。民国二十七年（1938年）4月15日，第八专区改属安徽省皖南行政公署。7月2日日机轰炸蓉城镇。9月24日，县政府迁驻城南五里（柏家）桥。10月23日，迁至牌楼中分江。11月8日，再迁朱备乡江村河西二圣庙。11月15日，第八专区由石埭县乌石垅（今黄山市黄山区乌石乡）迁驻设县南阳湾。民国三十四年（1945年）8月26日，青阳县回驻蓉城镇关岳庙。11月底，撤销皖南行署。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）9月，中国共产党成立泾青南县人民政府，仅辖设县宾阴（今酉华乡）、乔木、杨田、茗山天屏（今丁桥乡）等乡地。9月结束。上述地区属游击区政权。民国三十八年（1949年）4月21日，中国人民解放军解放青阳县，成立军事管制委员会（驻今蓉城镇）。23日，成立青阳县人民政府。青阳县属皖南人民行政公署池州专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建国，青阳县仍属皖南人民行政公署池州专区。1952年3月28日，青阳县改属安庆专区。1956年5月8日，改青阳县人民政府为青阳县人民委员会。1959年3月22日，撤销青阳县，并入贵池县（仍驻今贵池市区），仍属安庆专区。实际上未执行。1961年12月15日，恢复青阳县，实际上是追认。1965年6月21日，青阳县改属安徽省池州专区。1968年4月6日，成立青阳县革命委员会。1980年1月29日，青阳县改属宣城地区。1981年4月3日，青阳县革命委员会改称青阳县人民政府。1983年6月7日，青阳县改属芜湖市。1988年8月17日，青阳县改属池州地区。2000年6月撤销池州地区，建池州市， 青阳县属池州市。"
        }
    ]
}