{
    "title": "池州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1551",
            "category": "池州市"
        }
    ],
    "detail": "[日期：2014-09-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：487次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元封二年（前109年）汉朝在此置石城县，隋开皇十九年（599年）改古石城县为秋浦县，唐武德四年（621年）于秋浦地始设池州。明、清设池州府。1949年设池州专区，1971年3月29日，池州专区改称池州地区。2000年6月25日，撤销池州地区，设立地级池州市。"
        },
        {
            "type": "text",
            "text": "       池州的“池”指池口河，其源有五，汇于秋浦河，绕城西过镇山，入池口河，注入大江。入江处为鱼贵口，今称池口。丁绍轼《荒政碑记》云：郡以池名，盖郭外即湖，湖外为江，郡治襟江带湖，城阙宫室，宛在池上。“州城宛如水中洲”，唐置池州，由来于此。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周时期，池州属于扬州（大约地跨今江西、安徽、江苏、浙江等省）的范围。春秋时期，池州属于吴地。吴灭，归越。战国时期隶楚。秦郡县天下，分全国为三十六郡，池州为鄣郡所辖。"
        },
        {
            "type": "text",
            "text": "       西汉元封二年（前109年）汉武帝改鄣郡为丹阳郡，郡治姑熟（今当涂县北境地），池州属之，古石城县同年建立。南朝梁时，石城县隶南豫州之南陵郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），改郡为州，时归宣州；开皇十九年（599年）改古石城县为秋浦县，仍归宣州。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）于秋浦地始设池州，秋浦县属之。贞观元年州废，秋浦县再隶宣州。永泰元年（765年）复立池州时，州、县的治所迁移到今池州城。五代时，吴主杨溥于吴顺义六年（962年）取南朝梁昭明太子青年时代游石城时，吃了石城味道鲜美的鱼，封其水为贵池的美誉，改秋浦县为贵池县，从此，贵池县名一直沿用至今。"
        },
        {
            "type": "text",
            "text": "       南唐时，升池州为康化军；宋改为州；元改池州为池州路总管府；明复改为州。明洪武辛丑二十一年（1361年）改池州为九华府，后又改为华阳府，不久又定为池州府，辖贵池、铜陵、太平、东流、至德、石埭等县，是军、州、府的治所。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），池州属江南布政使司，康熙五年（1666年）池州属江南省左司。清代安徽省下设两道，皖南道（初驻安庆府，后移至芜湖县），皖北道（驻凤阳府）。池州属芜湖道。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，裁撤清代各道及池州府，原池州府辖县直属安徽省。民国二年（1913年）7月22日，依据《划一现行各道地方行政官厅组织令》设皖北道观察使，所辖区域未定。民国三年（1914年）5月裁撤。同月，全省置安庆、芜湖、淮泗3道。原池州府属县划入芜湖道。民国十六年（1927年），随着国民政府北伐军的到达，道制自然撤销。次年8月，正式废道。民国二十一年（1932年）安徽划分为十个行政区，池州为第八区。抗日战争期间，池州隶属于皖南行署；抗战胜利后池州复为第八区，贵池一直为池州所辖。"
        },
        {
            "type": "text",
            "text": "       1949年设池州专区，属皖南行署区，专署驻贵池县，辖大通市及贵池、至德、东流、青阳、石埭、太平、铜陵等7县。1950年撤销大通市；原芜当专区所属繁昌县划入池州专区，辖8县。1952年撤销池州专区：将贵池、铜陵、青阳、至德、东流5县划归安庆专区；太平、石埭2县划归徽州专区；繁昌县划归芜湖专区。1959年东流、至德二县合并成立东至县；1965年7月由原石埭县（1959年与太平县合并）的部分县域并入贵池县西南划出的二区、八乡置石台县。"
        },
        {
            "type": "text",
            "text": "       1965年复设池州专区，专署驻贵池县。原属安庆专区的贵池（驻池州镇）、青阳（驻蓉城镇）、东至（驻尧度街）、铜陵4县划入池州专区。由太平、贵池2县析置石台县（驻七里镇）。辖5县。1970年池州专区改称池州地区，地区驻贵池县。辖贵池（驻池州镇）、铜陵、青阳（驻蓉城镇）、石台（驻七里镇）、东至（驻尧度街）等5县。1974年将铜陵县划归铜陵市领导；原属徽州专区的太平县划入池州地区。辖5县。"
        },
        {
            "type": "text",
            "text": "       1980年1月29日，撤销池州地区，所属的贵池、东至两县划归安庆地区；青阳县划归宣城地区（1983年青阳县划归芜湖市）；石台、太平两县划归徽州地区。1988年8月17日，设立池州地区，辖芜湖市的青阳县，原安庆地区的东至县、石台县、贵池市。行署驻贵池市。2000年6月25日，撤销池州地区和县级贵池市，设立地级池州市。以原县级池州市的行政区域为贵池区的行政区域。"
        }
    ]
}