{
    "title": "蒙城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1550",
            "category": "亳州市"
        },
        {
            "id": "1567",
            "category": "蒙城县"
        }
    ],
    "detail": "[日期：2014-10-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：811次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称景亳，汤的初都。西周时为蒙国。春秋时蒙国和萧国（今萧县境）被宋国并吞，为宋“萧蒙”之地。到了战国“萧蒙”属楚，战国末期，楚于蒙故邑（今檀城）置蒙县。北周，蒙县、勇山废，并入涡阳县。隋开皇十六年（596年），改涡阳县为淝水县。隋大业七年（611年），复改淝水县为山桑县。唐天宝元年（742），改山桑为蒙城县。民国三十八年（1949年）3月，裁撤宿蒙，宿怀、蒙城（涡[guō]河以南）、雪涡四个边区县，建立蒙城县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       五帝时期　距今约4500年至4000年，“尉迟寺人”，沿北淝河择高地而居。从出土的农耕文物判断，他们已与中原华夏的高辛氏族和禹氏族，有了融合关系。 夏《禹贡》：属豫州之域。巴、过、戈氏族居于涡、淝间。"
        },
        {
            "type": "text",
            "text": "       商北冡山，乃《诗经·殷武》所记之景山；乃《竹书纪年》：盘庚自奄迁都的“北冡”；明嘉靖《寿州志》：“北冡”为商汤会盟之地；《国语》记为“萧蒙”之“蒙”；故蒙古称景亳，汤的初都。商时，蒙境有冡、嵇二方国。明万历《蒙城县志》云：“蒙为国，且数千年，旧故无志，于寿阳志中见之。”旧志又称：商时为“北冡”。罗泌《路史》辩：“北冡，蒙字尔”。故“北冡”乃蒙也。"
        },
        {
            "type": "text",
            "text": "       西周为蒙国。春秋时，蒙国和萧国（今萧县境）被宋国并吞，为宋“萧蒙”之地。宋昭公曾将“萧蒙”封给其弟公子鲍，鲍即宋文公。宋楚反复争夺“萧蒙”，“萧蒙”归属不定。 战国时，“萧蒙”属楚。庄子出生之“蒙”，即“萧蒙”之蒙。 战国末，楚于蒙故邑（今檀城）置蒙县。"
        },
        {
            "type": "text",
            "text": "       秦时，蒙县属泗水郡（一说属砀郡）。 西汉，置山桑县，属沛郡，治所仍为今檀城。 东汉光武封横野大将军王常为山桑侯，建山桑侯国。王常子王广时，国除，复置山桑县，属汝南郡。三国，属魏国豫州谯郡，后划归汝阴郡。"
        },
        {
            "type": "text",
            "text": "       西晋，蒙县属谯郡。东晋时，属谯郡。 北魏，取南朝宋淮北之地后，废山桑，于皇兴年间（467年－470年），置涡阳县，属魏谯州南焦郡，治所迁至今蒙城涡河北岸漆园故址。太和（477年－499年）中，改谯州为涡州，涡阳为州治。景明（500年－503年）中，置涡阳郡（涡阳为郡治）。梁大通元年（527年），梁取涡州，改置西徐州，涡阳仍为州治，治所迁至涡河南岸。梁同时置北新安郡（治今涡阳蒙关店）。 东魏武定六年（548年），东魏取梁之西徐州、北新安郡，复置谯州、谯郡、涡阳县，改北新安郡为蒙郡，辖蒙（蒙关店）、勇山（今涡阳丹城集）二县。北齐废蒙郡，保留蒙县。北周仍为谯州、谯郡、涡阳县（治今蒙城县）。蒙县、勇山废，并入涡阳县。"
        },
        {
            "type": "text",
            "text": "       隋开皇初，废郡，涡阳县属谯州。开皇十六年（596年），改涡阳县为淝水县（治所今芮集），属谯州。大业七年（611年），复改淝水县为山桑县，属谯州。 唐贞观十七年（643年），山桑县属河南道亳州。天宝元年（742年），改山桑为蒙城县（治所迁至今蒙城），属河南道亳州。"
        },
        {
            "type": "text",
            "text": "       五代时，蒙县属亳州。 北宋，属淮南东路亳州。政和六年（1116年），属安丰军（治寿州）。金属南京（开封）路寿州。元至元二十八年（1291年），属河南行省（治开封）安丰路（治寿州）。至正二十六年（1366年），属江南行省（治今南京）安丰路。"
        },
        {
            "type": "text",
            "text": "       明，蒙县属南京凤阳府寿州。清顺治二年（1645年），属江南省凤阳府寿州。康熙十五年（1676年），建安徽省，蒙城属安徽省凤阳府寿州。 雍正十三年（1735年），属安徽省颖州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），蒙县属安徽省寿州。 民国三年（1914年），属安徽省淮泗道（道尹驻泗县）。民国十七年（1928年）废道，蒙县直属安徽省。 民国二十一年（1932年），属安徽省第六行政督察区（治泗县）。民国二十七年（1938年），属安徽省第三行政督察区（治阜阳）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）6月，中国共产党建立板桥区抗日民主政府。民国三十三年（1944年）12月，蒙城北境建立宿蒙县，属中共淮北路西第二行署。民国三十四年（1945年）12月，宿蒙县属华中区第八行署。民国三十六年（1947年）6月，宿蒙县属豫皖苏区第三行署。11月，县南境中共建立蒙城县，属豫皖苏区第六行署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）3月，裁撤宿蒙，宿怀、蒙城（涡河南）、雪涡四个边区县，建立蒙城县，原蒙城辖区恢复。属豫皖苏区第六行署，4月，属皖北行署阜阳专区。1952年4月，属安徽省阜阳专区。1971年3月，阜阳专区改称阜阳地区，蒙城县属安徽省阜阳地区。1996年1月1日撤销阜阳地区，设立地级阜阳市，蒙城县隶属阜阳市。2000年6月，成立亳州地级市，蒙城县划归亳州市管辖。"
        }
    ]
}