{
    "title": "涡阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1550",
            "category": "亳州市"
        },
        {
            "id": "1566",
            "category": "涡阳县"
        }
    ],
    "detail": "[日期：2014-10-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：726次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉为城父、山桑、至县地，北魏、北齐曾置涡阳、丹城、龙山县。隋改置肥水县。清咸丰二年(1852年)，捻军首领张乐行起事于蒙、亳之间，民众纷起，声势煊赫，杀官吏，占城池，转战山东、江苏、安徽等数省。雉河集界皖豫之间，距州县皆百里以外，清政府为防止再次爆发农民起义，准安徽巡抚乔松年、两江总督曾国藩、亲王僧格林沁奏请，于同治三年（1864年），从亳州东部划出13保96圩，阜阳北部划出4集25圩，蒙城西划出15保45圩，宿州南部划出19集46圩成立新县。以雉河集为县治，命名涡[guō]阳，因袭北魏涡阳县名而命名，属颍州府。"
        },
        {
            "type": "text",
            "text": "      《水经注》：涡水“又东南迳涡阳城北”。可见涡阳在设县之初即在涡水之南。涡阳得名虽自北魏始，但当时之涡阳在今蒙城县北，不在现今的位置。真正意义上的涡阳，应追溯到此前的1864年，由清朝设立县制。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       南朝宋文帝元嘉二十七年(450年)，北魏太武帝率兵南掠，占豫州、淮西等地，淮河以北皆归北魏。自此，北魏黄兴元年(467年)，时于今涡阳县城东南约90里，蒙城县城正北涡[guō]河北岸五里处，按“水北为阳”之例，则涡水之阳之义，始设涡阳郡，为汉山桑地，属谯州。东魏孝静帝武定六年（548年），改西徐州为涡阳县，亦曰涡州，属南谯郡。隋开皇十六年(596年)，改涡阳为淝水。隋炀帝大业七年(611年)，称山桑名，此后涡阳地名止于1200多年间。"
        },
        {
            "type": "text",
            "text": "       清穆宗同治三年(1864年)圣谕，“以雉河集为中心，周边接壤之区”割亳州、颍州、宿州、蒙城三州一县入地相连边区以隶之，设雉河集为县治(改雉河集为县城)，循北魏古郡县名，定县名为“涡阳”(沿袭至今)，属颍州府。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇统一中国，建置郡县，涡阳故地分属铚和城父两县，皆属泗水郡。下城父聚在今县城附近。"
        },
        {
            "type": "text",
            "text": "       西汉初，改泗水郡为沛郡，县境分属铚、城父、山桑（今曹市集北）、扶阳（在旧福宁镇附近）和汝阴县（今县南部）。铚、城父、山桑、扶阳四县属沛郡。汝阴县属汝南郡。东汉初，城父、山桑改属汝南郡。本县境在沛郡与汝南郡交接处。"
        },
        {
            "type": "text",
            "text": "       汉魏之际，曹操统一北方，县境属礁郡。黄初元年（220年），曹丕称帝，以礁为“先人旧郡”，称为瞧国。县境地接礁南。晋改谯国为礁郡，城父、山桑、铚等县皆属此郡。"
        },
        {
            "type": "text",
            "text": "       永嘉乱后，淮北各地沦为战场，城邑毁坏严重，州郡建置变易频仍。东晋孝武帝在山桑县境侨置蒙县，为礁郡治，北魏称南礁郡。北魏孝武帝正始四年（公元507年）在谯城置南充州，北周武帝乎定北齐后，改为亳州。南朝宋初在城父侨置浚仪县，属陈留郡（东晋咸康四年陈留侨置在礁城），北魏未改。故《魏书·地形志》南克州陈留郡浚仪县下记“有城父城”。在南谯郡，北魏孝文帝在此置涡州，后又置涡阳郡和涡阳县。涡阳作为县名自此开始。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年（581年），将丹城并入临涣；开皇十六年（596年），改涡阳县为淝水县；开皇十八年（598年），将浚仪恢复为城父县，属亳州。隋炀帝大业初年，淝水县又改为山桑县，属谯郡。此时，县境分属城父、山桑、临涣、汝阴等县地。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）四月，山桑属谯州。贞观十七年（643年）废谯州，割属亳州。天宝元年（742年），改为蒙城县。"
        },
        {
            "type": "text",
            "text": "       北宋，大中祥符七年（1014年），从宿州割临涣，与谯、城父、邓、蒙城等县同属亳州，隶淮南东路。宋南渡后，县境属金。绍兴十一年（1141年），和议成，以淮水中流划疆。金将蒙城改隶寿州。此时，县境分属颍、亳、宿、寿4州。"
        },
        {
            "type": "text",
            "text": "       元朝统一中国，一度以民户稀少，并城父入谯县，后又复置，属亳州。至元八年（1271年），从汴梁路分置归德府，下辖亳、宿两州。至元三十年（1293年），分置汝宁府，下颖顾州。此时，蒙城属安丰路寿春府。上述3府均由“河南江北行中书省”统领。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）二月，从归德府划出宿州；三月，从汝宁府划出颍州，与蒙城县同属凤阳府，直隶南京。弘治九年(1496年)十月，设义门巡检司。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645年)四月，县境属“江南承宣布政使司”。康熙六年(1667年)，使左司为安徽布政使司。雍正二年(1724年)，将蒙城改属亳州；雍正十三年(1735年)，升颍州为府，亳州、蒙城同属颍州府。宿州属凤阳府。"
        },
        {
            "type": "text",
            "text": "       清咸丰二年(1852年)，捻军首领张乐行起事于蒙、亳之间，民众纷起，声势煊赫，杀官吏，占城池，转战山东、江苏、安徽等数省。雉河集界皖豫之间，距州县皆百里以外，清政府为防止再次爆发农民起义，准安徽巡抚乔松年、两江总督曾国藩、亲王僧格林沁奏请，于同治三年（1864年），从亳州东部划出13保96圩，阜阳北部划出4集25圩，蒙城西划出15保45圩，宿州南部划出19集46圩成立新县。以雉河集为县治，命名涡阳，属颍州府。新县“委办城工地方事，勘制地界”等尚未结束，次年（1865年）四、五月间，张宗禹率捻军围攻涡阳，“请帑建城”之事即告吹。后清政府调集人力、财力镇压东、西捻军，暂缓修筑涡阳县城。同治七年（1868年），涡阳筑城时，考虑到西捻军仍在黄河、运河、徒骇河间活动，为防止捻军再次南下围攻涡阳，而雉河集已有不少街道房屋，既能隔河防险，又省银粮，便在涡河南筑下城墙。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），取消府制，涡阳县直属于省。民国三年（1914年）5月置淮泗道，涡阳县属淮泗道。民国十七年（1928年）废道，涡阳县直属安徽省。民国二十一年（1932年）4月，属安徽省第六行政督察区，8月改属第七行政督察区。民国二十九年（1940年）7月，属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       期间，民国二十九年（1940年）1月，为加强根据地建设，共产党成立涡北抗敌联合会，辖原涡阳下属8个区。民国三十四年（1945年）至民国三十六年（1947年），为适应当时形势发展需要，共产党在县境北成立雪涡县，县境西设立涡亳县，县境南立涡阳县，县境东立宿蒙县，隶属皖北专员公署第三公署。民国三十八年（1949年）3月，将4县占有的原涡阳县境，仍归并为涡阳县。"
        },
        {
            "type": "text",
            "text": "　　共和国成立后，至1965年5月以前，县境属安徽省阜阳地区专员公署。“文化大革命”初，废专员公署，设地区革命委员会。1979年，设立阜阳地区行政公署，仍辖涡阳县。1996年1月1日撤销阜阳地区，设立地级阜阳市，涡阳县隶属阜阳市。2000年6月，成立亳州地级市，涡阳县划归亳州市管辖。"
        }
    ]
}