{
    "title": "亳州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1550",
            "category": "亳州市"
        }
    ],
    "detail": "[日期：2014-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1830次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       三国魏黄初元年(220年)置谯国，治谯县(今谯城区)，后改为谯郡。北周改谯郡为亳州。清雍正十三年(1735年)升颍州为颍州府，亳州属颍州府。民国元年（1912年）降旧制中府州厅为县，亳州改为亳县。1986年撤销亳县建制，设立亳州市（县级），2000年5月，设立地级亳州市。"
        },
        {
            "type": "text",
            "text": "       据《续通典》，“遥取古南毫之名以名州”。据《后汉书》：“簿，汤所都”。杜豫曰：“蒙城西北有簿城，中有汤彖”。以古簿地而得名。“簿”与“毫”同音。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古时，“亳”地属古豫州，成汤为诸侯时即居于此。“亳”当时定作“薄”，《汉书·地理志》有注云：“亳同薄”。“亳”字首见于《孟子》：“汤居亳”。《史记》也说：“自契至成汤八迁，汤始居亳。”商曾几度迁都，人们将汤所都之地统称为“亳”，包括南亳（今河南商丘以南，安徽亳州以北），北亳（今山东曹县一带），西亳（今河南偃师一带）。现在的亳州，系南亳故城城域。市内汤王陵公园中的“成汤故垒”，据说是商汤王的衣冠冢，即〈皇览〉所谓“涡北风头村丛莽中有成汤考故垒”。"
        },
        {
            "type": "text",
            "text": "       周代，此地称“焦”。“周初，武王克殷，封神家农之后于焦”。“焦”成了神农后人的领地。春秋时期，焦属陈国。陈于此营建“焦邑”，与焦邑毗连的是“夷邑”（故址在今亳州城东南部的城父）。楚成王三十五年（前637年），楚将成得臣率师伐陈。夺取了焦、夷二邑，遂为楚地。尔后，楚平王筑谯城，并派太子建驻守城父。"
        },
        {
            "type": "text",
            "text": "       秦统一中国，推行郡县制。在此置谯县，隶属砀郡。西汉，分国为十三个“刺史部”。谯县隶属豫州刺史部所辖之沛郡。东汉时，沛郡改为沛国。同时豫州刺史部置于谯。建安末年，析沛国部分地，设置谯郡。魏文帝（曹丕）黄初二年（221年），谯被封为“陪都”，与许昌、长安、洛阳、邺并称“五都”。"
        },
        {
            "type": "text",
            "text": "       西晋，谯为谯国治所。南北朝，谯更名为“小黄”。北魏正始四年（507年，）置“南兖州”，治所设于小黄。北周大象元年（579年），因南兖州地处古“南亳”近畿，故“遥取古南亳之名以名州‘，改称兖州为亳州，州治所仍设于小黄，“亳州”之名，始见于此。隋大业二年（606年），亳州改为谯郡，小黄县亦复名谯县。"
        },
        {
            "type": "text",
            "text": "       唐代全国分为若干“道”，谯郡隶属河南道。武德七年（624年），谯郡更名为亳州。天宝元年（724年），亳州又改名谯郡。至德二载（757年)12月，谯郡再次更名为亳州。建中二年（781年），亳州与颍州、宋州由“宣武军”节制。宣武军都督府设在亳州。当时亳州下设八个县：谯、临涣、赞、城父、鹿邑、蒙城、永城、真源。唐代亳州被列为“十望”之一。而且，在亳州所辖八县之中，也有七个被列为“望县”。"
        },
        {
            "type": "text",
            "text": "       宋初，全国分为十五“路”。亳州隶属淮南路。后来十五路改为二十四路，淮南路分为淮南东路、淮南西路。亳州属淮南东路。南宋建炎三年（1129年）。金兵入侵淮、泗地区。亳州沦为金地，隶属金之“南京路”，下辖六县（谯、城父、鹿邑、卫真、永城、赞）、五镇（双沟、郸城、谷阳、赞阳、保安）。金灭亡后，亳州复归南宋。"
        },
        {
            "type": "text",
            "text": "       元灭宋，将全国划为十二个“行省”，亳州隶属河北江行省归德府，下辖六县：谯、赞、鹿邑、城父、卫真、谷熟。至元八年（1271年），鉴于长期战争造成人口稀少，亳州的辖县重作调整，领地仅留谯、城父、鹿邑三县。辖县的地位，也由“望”而降“下”。元至正十五年（1355年），刘福通起兵反元，拥戴韩林儿称帝，人称“小明王”，立国号“宋”，以亳州为国都。次年元军即攻陷亳州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年)，撤销谯县入亳州。后亳州降州为县，隶属颍州。弘治九年（1496年），亳县又升为州，不辖县，隶凤阳府。"
        },
        {
            "type": "text",
            "text": "       清初，全国设18个省，亳州隶属江南省凤阳府。康熙六年（1667年），江南省划为江苏、安徽两个布政使司，亳州隶安徽。雍正二年（1724），因凤阳府辖地过大（五州十二县），不易治理，升凤阳府所辖之亳州、颍州、泗州为直隶州，并将太和、蒙城二县划归亳州。雍正十三年（1735），清廷将颍州升为府，将亳州降为颍州府的属州，并将太和、蒙城二县从亳州划出，归颍州府直接管辖。"
        },
        {
            "type": "text",
            "text": "       清末，太平军将领林凤祥北伐时曾取道亳州。咸丰三年（1853年）的捻军起义，就爆发于亳州东雉河集（今涡阳且县城关镇）。同治三年（1864年），捻军被镇压后，清廷为了便于对汉族人民特别是对捻军根据地的统治，析出亳州东乡十三保（当时亳州有八十五保）和宿州、蒙城、阜阳的一部分，设置了涡阳县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），降旧制中府、州、厅为县，亳州改为亳县，隶属安徽省。民国三年（1914年）5月置淮泗道，亳县属淮泗道。民国十七年（1928年）废道，亳县直属于省。民国二十一年（1932年）4月，亳县属第六行政督察区。同年8月，改属第七行政督察区。民国二十七年（1938）5月21日，日本侵略军第一次攻陷亳城，并继续西侵。次年4月26日，日寇第二次占领亳城，国民党亳县政府迁至古城集。民国二十九年（1940年）7月，亳县属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）8月，成立亳州市，辖城关及郊区，与其他边区县并存。民国三十八年（1949年）2月，市、县合并，恢复亳县建制，隶阜阳专员公署。1971年3月，专区改称地区，亳县属于阜阳地区。1986年3月撤亳县建亳州市（县级），隶阜阳公署，其辖区不变。1998年2月，收归省直接管辖。2000年5月，设地级亳州市，原县级亳州市改制为谯城区。亳州市管辖涡阳、蒙城、利辛三县和谯城一区。"
        }
    ]
}