{
    "title": "金寨县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1549",
            "category": "六安市"
        },
        {
            "id": "1572",
            "category": "金寨县"
        }
    ],
    "detail": "[日期：2014-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1590次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十一年（1932年）8月，拟划鄂、豫、皖三省交界处的河南商城、固始县及安徽省的六安、霍邱、霍山3个县计5个县各一部分地区，在原属六安县的金家寨设立煌县。10月，批准设立立煌县。民国三十六年（1947年）9月4日，改立煌县为金寨县。以县治金家寨为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今金寨县古无建制，属淮夷地。夏、商、西周至春秋时期，为偃姓英氏方国地。鲁釐公十四年（前646年），楚国灭英，地属楚国。秦王政二十四年（前223年)，楚亡，地属秦九江郡（治寿春邑，今寿县城关镇）六县（治今六安市城北乡白沙城故址）地。"
        },
        {
            "type": "text",
            "text": "       西汉地属灊（治今霍山县上元街村）、六（治今六安市白沙城故址）、安风（治今霍邱县许集村）、雩娄（今属河南固始县）等县地，分别属衡山国（郡）（治邾，今湖北黄冈县境）、九江郡（治寿春邑，今寿县城关镇。先后属九江、淮南国）。元狩二年（前121年)七月，分属六安国、庐江郡。元封五年（前106年)四月，属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽篡政，改九江郡为“延平郡”，废六安国为“安风郡”，改安风县为“安风亭”。东汉复旧名，今县境仍为灊、六、安风、雩娄等县分领，属扬州六安国及庐江郡（初治舒，今庐江县城池乡城池埂。后改治皖，今潜山县梅城镇）。"
        },
        {
            "type": "text",
            "text": "       三国时期，今境为魏国扬州庐江郡（治阳泉，今霍邱县临水镇）六安、阳泉县，豫州安丰郡设安风（仍治今霍邱县许集村）、松滋（治今霍邱县城东湖东岸）、雩娄（今属固始县）等县分领。"
        },
        {
            "type": "text",
            "text": "       西晋今县境仍为灊、六、雩娄、松滋、安风等县分领，分别属豫州（治项，今河南沈丘县）安丰郡（治安风）；扬州（初治寿春，今寿县城关镇。统一后，改治于建业，今南京市）庐江郡（初治皖县，今潜山县梅城镇。后改治舒县）。"
        },
        {
            "type": "text",
            "text": "       东晋今县境分属灊（仍治今霍山县上元街村）、蓼（治故蓼城）、安丰（治今固始县东南）、松滋、雩娄（今属固始县）等县分领，分属豫州（治寿春）安丰、庐江、弋阳、西阳等郡。"
        },
        {
            "type": "text",
            "text": "       南朝·宋今县境分属豫州淮南、庐江、汝阴及边城左郡地。北朝·北魏泰始三年（466年)，北魏占领麻步山（后为麻埠镇，今已没入响洪甸水库），设边城郡。南朝·齐为豫州庐江、安丰、汝阴等郡地。南朝·梁，属霍州（治岳安）岳安、庐江、北沛、安丰等郡地。麻埠为西边城郡治。北朝·东魏，先后属霍州北沛郡、西边城郡等。北朝·北齐，今县境改属扬州（仍治寿春）。南朝·陈改属霍州（仍治岳安）。北朝·北周，今县境属霍州、扬州所属有关郡、县分领。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年)，今县境仍分属霍、扬州有关郡、县。开皇三年（583年），废郡，并州、县，今县境无设置，分属霍丘县，属寿州；开化、霍山、淠水3个县，属庐州；期思（治今固始县南）、殷城（治今商城县南）2个县，属光州（治光山，今属河南省）。大业三年（607年)四月，改寿州为淮南郡，改庐州为庐江郡，改光州为弋阳郡，属扬州刺史部，迁淠水县治儒林岗，余仍之。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年)，改郡为州。武德四年（621年），置霍州，设霍山、应城、灊城3个县；置蓼州（治霍丘），设松滋（治今霍邱县高镇）、霍丘2个县，及光州固始、殷城2个县与本县有关。武德七年（624年），撤销蓼州及松滋县，并入霍丘县，改属寿州。贞观元年（627年)，撤销霍州及应城、灊城2个县，并入霍山县，改属寿州，今县境分属寿州霍山、霍丘2个县，固始、殷城2个县属光州。神功二年（698年)，改霍丘县为武昌县。神龙元年（705年)，复名霍丘县。开元二十一年（733年)，光、寿州改属淮南道。开元二十七年，改霍山县为盛唐县，改治驺虞城（今六安市区），仍属寿州。天宝元年（742年)，改寿州为寿春郡，改光州为弋阳郡。至德元年（756年)12月，至德二年（756年）12月，寿春郡复名寿州，庐江郡复名庐州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，唐哀帝天祐四年（907年)四月，唐亡，今县境属吴国，为寿州霍山县、霍丘县、盛唐县，光州固始、殷城县分领。武义元年（919年)，寿州改属清淮军（治濠州，今凤阳县临淮镇北）。乾贞元年（927年)，清淮军改治寿州。南吴天祚三年（937年)十月，南唐代吴国，今县境仍分属霍山、霍丘、盛唐、固始、殷城县。其中，霍山、霍丘、盛唐县属清淮军寿州；固始、殷城2个县仍属光州。后周显德四年（957年)三月，入后周，改清淮军为忠正军。"
        },
        {
            "type": "text",
            "text": "       北宋开宝元年（968年)，撤销霍山县，并入盛唐县，今县境分属光州固始县，寿州霍丘、六安县。至道三年（997年)，两个州改属淮南路（治扬州）。熙宁五年（1072年)，两个州改属淮南西路（治扬州）。政和六年（1116年)，升寿州为寿春府（仍治下蔡）。政和八年（1118年），升六安县为军，今县境分属寿春府霍丘县、六安军六安县、光州固始县，仍属淮南西路。\n\r\n       金天会五年（1127年)二月，北宋亡，仍旧制。五月一日，属南宋淮南西路，为光州固始、寿春府霍丘、六安军六安3个县分领。建炎三年（1129年)，金兵南侵，曾入今县境，淮南西路改治合肥，寿春府改治寿春。绍兴十二年（1142年)，安丰县升为安丰军，撤销寿春府，改设寿州（仍治寿春）。绍兴十三年（1143年），降六安军为县，撤销寿州，六安、霍丘2个县属安丰军，固始县属光山军。绍兴三十二年（1162年），升寿春为府，六安、霍丘2个县改属寿春府，固始县仍属光山军。乾道三年（1167年)，改寿春府为安丰军，霍丘、六安县属之。端平元年（1234年)正月，金亡，复升六安县为六安军，六安县属之。嘉熙元年（1237年)七月，为避蒙古兵，光州府迁治石额山（今金刚石）山南筑石城。景定五年（1264年)，降六安军为县，改属安丰军，后复为六安军，六安县仍属之。\r\n　　\r\n       元至元十二年（1275年)正月，安丰军降元；二月，六安军降元，与光州府同属蕲黄宣慰司。至元十三年（1276年），今境分属的固始县所在光州府，六安县所在的六安军，霍丘县所在的安丰军。至元十四年（1277年），淮西道改治庐州（今合肥市），升安丰军为路（治寿春），后降光州府为光州，改属汝宁府（治汝阳，今河南汝南县城），属之。至元十五年（1278年），改寿春府（为散府，仍治寿春），霍丘县属之。至元十八年（1281年），改寿春府为安丰府。至元二十八年（1291年），降六安军为县，改属庐州路；升安丰府为安丰路，霍丘县属之；固始县属汝宁府光州。旋升六安县为六安州，六安县属之，仍属庐州路。"
        },
        {
            "type": "text",
            "text": "       至正十一年（1351年)八月，红巾军徐寿辉部在多云山（今天堂寨）起兵反元。大宋龙凤五年（1359年)八月，迁都安丰。至正二十三年（1363年）三月，朱元璋解安丰之围；七月，解庐州之围，后地复归元。至正二十四年（1364年）七月，吴王朱元璋收复庐州路、安丰路，分别升为庐州府、寿春府，改属江淮行省，后复为元兵所据。至正二十六年（1366年），吴兵收复庐州、寿春、汝宁诸府。吴元年（1367年)，降寿春府为寿州，霍丘县属之，改属江南行省临濠府；六安县属庐州府六安州，固始县属河南行省汝宁府光州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），今县境仍分属江南行省临濠府寿州霍丘县、庐州府六安州六安县、河南行省汝宁府光州固始县。八月，寿州所在的临濠府、六安州所在的庐州府改属直隶中书省。洪武二年（1369年)九月，升寿州为直隶州，直隶中书省，余仍之。洪武四年（1371年）二月，降寿州为散州，霍丘县仍属之，改属临濠府（治钟离），撤销六安县，并入六安州。洪武六年（1373年）九月，改临濠府为中立府（治中立县，由钟离县改）。洪武七年（1374年）八月，中立府改为凤阳府（治临淮县，由中立县改）。洪武八年（1375年）十月，凤阳府改治凤阳县。洪武十三年（1380年）五月，凤阳府直隶六部。洪武十五年（1382年），六安州回属六部庐州府。永乐元年（1403年)，庐州、凤阳府改属南京，后改称南直隶。成化十一年（1475年)，分置商城县，今县境西部属固始、商城县境，东部属霍丘县、六安州境。弘治七年（1494年)，升六安州故埠镇为霍山县，属六安州，自此，今县境东部地区分属凤阳府寿州霍丘县、庐州府六安州及霍山县。\n\r\n       清代，仍旧制，即今县境西部属固始、商城县；东部属霍丘县，霍山县及六安州。顺治二年闰六月（1645年8月)，今县境西部仍属固始、商城2个县；东部改属六安州及霍山县，霍丘县。康熙六年七月（1667年8月)，凤阳、庐州府改属安徽省。康熙九年（1670年）四月，两个府改属安徽省庐凤道（治凤阳府）。雍正二年九月（1724年11月)，霍邱县改属直隶颍州（治阜阳），升六安州为直隶州。雍正十三年七月（1735年8月），升直隶颍州为颍州府，今县境东部分属颍州府霍邱县、直隶六安州及霍山县。同治四年六月（1865年7月），颍州府、六安直隶州改属凤颍六泗道（仍治凤阳府）。光绪三十四年五月（1908年6月），颍州府、直隶六安州属皖北道（仍治凤阳府）。\n\r\n       民国元年（1912年）1月，今县境西部属河南光州固始、商城县境，南部属安徽霍丘县、六安直隶州、霍山县境。4月，废光州、六安州，改州为县，固始、商城县直属河南省；六安、霍邱、霍山3个县直属安徽省。民国三年（1914年）6月２日，固始、商城县改属河南省豫南道，后直属河南省；六安、霍邱、霍山3个县改属安徽省淮泗道（治凤阳县，今府城镇）。10月２日，霍山、六安县改属安庆道。\n\r\n       民国十七年（1928年）8月，废道，六安、霍邱、霍山3个县直属安徽省。民国二十一年（1932年）4月2日，六安、霍山、霍邱3个县改属安徽省第五区。8月，拟划鄂、豫、皖三省交界处的河南商城、固始县及安徽省的六安、霍邱、霍山3个县计5个县各一部分地区，在原属六安县的金家寨设立煌县。10月，批准设立立煌县，改属河南省第九专区。次年3月，决定改属安徽省第三专区。4月11日，行政院正式批准，立煌县划入安徽省第三专区。民国二十七年（1938年）年6月27日后，立煌县兼作安徽省临时省会，11月10日，第三专区改属皖北行署。民国二十九年（1940年）2月2日撤销皖北行署。同年7月，改第三专区为第二专区。民国三十二年（1943年）1月19日，省政府复迁回金家寨。民国三十四年（1945年）11月，第二专区改驻六安县，省政府迁往合肥。民国三十七年（1948年）3月，立煌县政府迁驻麻埠（已没入响洪甸水库）。冬，迁七邻湾袁氏家祠。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）9月2日，立煌县城解放。9月4日，改立煌县为金寨县。11月15日，改属鄂豫皖行署一专区。下旬，改西部为金寨县，东部为金东县，北部为金北办事处。民国三十八年（1949年）4月15日，金寨县恢复旧域。6月，金塞县人民政府在麻埠成立（已淹入响洪甸水库），取代民主县政府，仍属六安专区。9月6日，金家寨最后一次解放。7日，金寨县人民政府迁驻金家寨。"
        },
        {
            "type": "text",
            "text": "       共和国成立后，金寨县属皖北人民行政公署六安专区。1954年7月9日，金寨县人民政府改称金寨县人民委员会。8月5日，安徽省人民政府决定金寨县迁驻梅山镇。1955年5月1日，金寨县正式迁治梅山镇。1968年3月17日，金寨县革命委员会成立。1971年3月，改专区为地区，金寨县属六安地区。1981年3月22日，金寨县革命委员会改称金寨县人民政府，仍属六安地区。1999年9月，六安撤地设市，金寨县属六安市。"
        }
    ]
}