{
    "title": "舒城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1549",
            "category": "六安市"
        },
        {
            "id": "1571",
            "category": "舒城县"
        }
    ],
    "detail": "[日期：2014-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1746次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西周时期属舒国，分立舒鲍、舒龙等国，史称群舒国。汉高祖四年（前203年）置舒县，翌年改龙舒县。唐开元二十三年（735年）设舒城县。据《旧唐书·地理志》：“取古龙舒县为名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今舒城县地，古为蛮夷聚居地，后为东夷偃姓所建群舒方国集中居住区，历夏、商、西周三代，并为西周分封。春秋时期，随着吴国北上，群舒附吴。鲁僖公三年（前657年），徐人取舒。后，楚北上东渐，为吴楚争夺交战之地，楚很快成其宗主国。鲁文公十二年（前615年），群舒叛楚，十四年楚令尹子孔袭群舒，并先后灭舒蓼、舒庸，至襄公二十五年（前548年），灭舒鸠。群舒亡后，楚没有因旧邑设县。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年（前223年），灭楚国，设九江郡（治寿春），地属六县（治今六安市城北乡白沙城）。汉高祖四年（前203年），置舒县，次年别置龙舒县，属淮南国。高祖七年（前200年），封刘信为羹颉侯，领舒、龙舒两县。东汉建武四年（28年），李宪据舒称帝。是年九月，为马成所斩，入东汉。永平元年（公元58年），许昌受封龙舒侯，遂改为龙舒侯国。"
        },
        {
            "type": "text",
            "text": "       三国时期，因地处吴魏交战处，废龙舒、潜县、并入六安县，属扬州庐江郡六安县地。西晋咸熙二年（265年）十二月，西晋代魏，复置龙舒县（今龙河口以上）、舒县（治舒城，今城关镇）地属扬州庐江郡。东晋舒、龙舒二县，仍属扬州庐江郡，后改属豫州。"
        },
        {
            "type": "text",
            "text": "       南朝·宋代晋，今县境设舒县，属南豫州庐江郡（治舒城，今城关镇）。元嘉二十五年（448年），析原龙舒县南境属吕亭左县，北仍属舒县。泰始二年（466年），改属西豫州。泰豫元年（472年），属南豫州。宋升明三年（466年）四月，齐代宋，仍设舒县（治今城关镇）属豫州庐江郡。齐中兴二年（502年）四月，梁代南齐，初仍设舒县（治今城关镇）。后废舒县，改属湘州庐江郡庐江县地。东魏武定六年（548年），地属东魏；武定八年（550年）五月，北齐取代东魏；太建五年（573年），陈伐北齐；建德五年（576年），地属北周。今县境属合州庐江郡庐江县。"
        },
        {
            "type": "text",
            "text": "       隋初，今县境仍为合州庐江郡庐江县地。开皇三年（583年），废庐江郡，庐江县改属庐州（改合州为庐州）。今县境分属合肥、庐江两县。大业三年（607年）四月，改庐州为庐江郡，属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       唐朝开元二十三年（735年），划合肥县南，庐江县西，置舒城县，属淮南道庐州。天宝元年（742年），改庐州为庐江郡。至德元年（756年）十二月，庐江郡改属淮南节镇；至德二年（757年）十二月，复名庐州。"
        },
        {
            "type": "text",
            "text": "       唐哀宗天祐四年（907年）四月，唐亡，舒城县属吴国庐州。吴天祚三年（937年）十月，南唐代吴，舒城县属德胜军，又称庐州节镇庐州。后周显德五年（758年）三月，后周改德胜军为保信军庐州。"
        },
        {
            "type": "text",
            "text": "       后周显德七年（760年）正月，北宋代后周，舒城县属庐州。至道三年（997年），庐州改属淮南路。熙宁年五年（1072年），庐州改属淮南西路。金天会五年（1127年），北宋亡，仍之。靖康二年（1127年）五月，舒城县属南宋淮南西路庐州。建炎七年（1134年），庐州曾为刘豫伪齐所括。建炎十一年（1138年），南宋收复庐州。二月，牛皋败金兀术于舒城，地属南宋。"
        },
        {
            "type": "text",
            "text": "       至元十三年（1276年）二月，庐州降元，舒城县改属元江淮等处行省淮西道宣慰司。至元二十八年（1291年），舒城县改属河南江北等处行省淮西江北道庐州路。至正二十四年（1364年）七月，吴王朱元璋收复庐州路，改设庐州府，创江淮行省。后复为元兵所据。至正二十六年（1366年），复克庐州府，改属江南行省。"
        },
        {
            "type": "text",
            "text": "       吴龙凤二年（1638年）正月，朱元璋建明，改元洪武，舒城县仍属江南行省庐州府。是年，八月庐州府直隶中书省。洪武十三年（1380年）正月，庐州府改隶六部。永乐元年（1403年），庐州府改属南京，后称南直隶。崇祯十五年（1642年）四月，张献忠破舒城，改名得胜州，进取庐州。崇祯十七年（1644年）三月十九日，明亡，舒城县仍属南直隶庐州府。是年五月，改属南明弘光政权滁和镇。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年）五月十六日，入清，舒城县仍属南直隶庐州府。闰六月，舒城县改属江南省庐州府。康熙六年（1667年）七月，庐州府改属安徽省，康熙九年（1670年）四月，改属庐凤道。雍正十三年（1735年）七月十三日，改属庐凤颖道。咸丰三年（1833年）十月二十九日，太平军占领舒城。咸丰十一年（1861年）八月六日，太平军全部撤出舒城县城。在太平天国建政期间，舒城县属安徽省庐州府。同治四年（1865年）六月，舒城县改属安庐滁和道庐州府。光绪三十四年（1908年）五月，改属皖北道。"
        },
        {
            "type": "text",
            "text": "       宣统三年（1911年）九月十九日，庐州军政分府光复舒城县。民国元年，废道、府，舒城县直属安徽省。民国三年（1914年）6月，改属安徽省安庆道。民国十六年（1928年）6月，国民革命军第七军第一、二师克舒城。翌年7月，正式废道，舒城县改属南京国民政府安徽省。民国二十一年（1932年）4月，舒城县改属第三区。同年10月，改属第三专区。民国二十七年（1938年）6月7日，舒城县国民政府迁往中梅河镇，是年6月8日下午四时，日军侵占舒城县城。民国二十九年（1940年）县国民政府迁回舒城。7月改属第二专区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）9月8日，中国人民解放军晋冀鲁豫野战军三纵八旅二十三团解放县城，组建舒六县民主政府（驻毛坦厂），舒城毛竹园、晓天、中梅河、张母桥四个区归属舒六县民主政府 ；组建舒城县民主政府（驻城冲），辖乌沙，杜店、西沙埂、西汤池、西衖、曹家河及庐江马槽，桐城大关区（时称关马区）。是年11月15日，成立皖西行署，舒城县属二专区，舒六县属三专区。民国三十八年（1949年）元月21日，全县解放，是年5月1日，舒城县人民政府成立，恢复旧域。属皖北行署六安专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建立共和国后，舒城县属皖北人民行政公署六安专区。1955年，舒城县人民政府改称舒城县人民委员会。1968年5月13日，成立舒城县革命委员会。1971年3月，改专区为地区，舒城县属六安地区。1979年11月27日，舒城县革命委员会改称舒城县人民政府，仍属六安地区。1999年9月，六安撤地设市，舒城县属六安市。"
        }
    ]
}