{
    "title": "寿县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1549",
            "category": "六安市"
        },
        {
            "id": "1569",
            "category": "寿县"
        }
    ],
    "detail": "[日期：2014-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1964次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国时为寿春邑，秦置寿春县。东晋孝武帝时以避郑后讳（郑后小字为阿春）改为寿阳县。"
        },
        {
            "type": "text",
            "text": "       一说据《新唐书》：“郑、汴，陈、蔡、颖为寿星分”。因系寿星分野，故曰寿县。一说到“长寿”意命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏禹定九州，寿地属扬州，殷商如制。周为六、蓼国地，襄王三十年(前622年)楚灭六、蓼，地入于楚；景王十六年(公元前529年)吴略州来，并占寿地；敬王二十七年(前493年)蔡避楚求吴翼护，迁都州来，州来改称下蔡，寿地属蔡；贞定王二十二年(前447年)楚灭蔡，地复入于楚。"
        },
        {
            "type": "text",
            "text": "       秦王政六年(前241年，即楚考烈王二十二年)，楚“东徙都寿春，命曰郢”。秦王政二十四年(前223年)秦破楚克郢，虏楚王负刍，楚亡；越二年秦划江淮及其以南地区为九江郡，置寿春县，为郡治。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年(前203年)封英布为淮南王，都于六，寿春为淮南王国地；英布叛死，高祖立子刘长为淮南王，都寿春；刘长废死，文帝立刘长子刘安为淮南王，仍都寿春；武帝元狩元年(前122年)，刘安谋叛死，国除，寿春为九江郡治所；元封五年(前106年)汉置十三州刺史部，寿春为九江郡治所。九江郡属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       三国时，江淮为战冲，寿春为魏淮南郡治所，兼扬州治所。西晋初，徙扬州治所于建邺(今南京)。永嘉时划扬州西部地区为豫州，寿春为淮南郡治所，隶于豫州。东晋孝武帝时，因避帝后郑阿春讳改寿春为寿阳。太元八年(383年)前秦苻坚将兵攻占寿阳，淝水之战晋师大破秦兵，收复寿阳。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋改寿阳为睢阳，为豫州治所，兼南梁郡治。南齐代宋，复称寿阳，为豫州治所。北魏略淮南，再称寿春，为扬州治兼淮南郡治所。梁克寿春，为南豫州治所兼南梁郡治所；并析寿春南部地置安丰县。东魏据淮南，寿春复为扬州治所。北齐代东魏，扬州刺史镇寿春；及陈，复以寿春为豫州治所。北周拔寿春，为扬州治所和淮南郡治所。"
        },
        {
            "type": "text",
            "text": "       隋开皇八年(588年)置淮南行台尚书省，治所寿春；次年灭陈，改行台省为寿州总管府。大业三年(607年)改置淮南郡，寿春为郡治所。"
        },
        {
            "type": "text",
            "text": "       唐武德三年(620年)改淮南郡为寿州，隶于淮南道，领3县。天宝元年(742年)复改寿州为淮南郡，领5县。乾元初再为寿州，隶于淮南节度使。天复二年(902年)，唐封淮南节度使杨行密为吴王，都扬州，寿州为吴国地。"
        },
        {
            "type": "text",
            "text": "       五代初，唐哀帝天祐四年(907年)置寿州忠正军节度使。吴天祚三年(937年)南唐代吴，以寿州置清淮军节度使。后周显德四年(957年)世宗拔寿州，置忠正军节度使，徙军治、州治于下蔡，称北寿春，原寿州地称南寿春。"
        },
        {
            "type": "text",
            "text": "       宋太祖时，寿州(治下蔡)隶于淮南西路。徽宗政和六年(1116年)升寿州为寿春府，府治所在北寿春(下蔡)，领5县，南寿春为其一。"
        },
        {
            "type": "text",
            "text": "       南宋绍兴十一年(1141年)金兵渡淮陷寿春、安丰，下庐州，宋军克之。次年，宋金相约以淮河为界，淮北属金。金以下蔡为寿州，置防御使，隶于汴京路(后改称南京路)；宋则置安丰军，军治在安丰县，寿春隶之；绍兴三十二年(1162年)复置寿春府，隶于淮南西路，寿春为府治，领4 县，兼制安丰军。乾道三年(1167年)改寿春府为淮南西路安丰军，治所寿春。开禧二年(1206年)金兵复下淮南，占寿春等地；嘉定初，宋金议和，仍以淮水为界，寿春归于宋。"
        },
        {
            "type": "text",
            "text": "       元初，置中书省与11行中书省，淮南各府、县均隶于河南行中书省。至元十四年(1277年)置安丰路总管府，治所寿春，领5县。次年改寿春为散府，领3县。至元二十八年（1291年）复为总管府治，领1州、5县。至正二十四年、宋(韩林儿)龙凤十年(1364年)，朱元璋据江淮称吴王，以寿春为寿州治，隶于临濠府。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年(1369年)以寿州直隶于京师中书省。四年，省寿春、安丰、下蔡三县，合并为寿州，领2县，隶于中都临濠府(后改为凤阳府)。永乐十九年(1421年)成祖迁都北京(顺天府)，凤阳府直隶于南京。"
        },
        {
            "type": "text",
            "text": "       清初，寿州属江南省凤阳府，领2县。顺治十八年(1661年)置江南省左、右承宣布政使司，凤阳府隶于左司。康熙六年(1667年) 析江南省地置安徽省，原江南省左布政使司改称安徽布政使司，仍驻江宁(今南京市)署理安徽各府、县政事。雍正二年(1724年)定寿州为散州，不领县。雍正十一年（1733年），析寿州所属故下蔡县地暨州城北门以外地置凤台县，并划州城东北隅6坊为凤台县治；乾隆二年(1737年)置寿春镇总兵署于寿州城，制两淮军事。乾隆二十五年(1760年)安徽布政使司自江宁迁省会安庆，为抚院的属衙(称藩台衙门)，州、府均听命于抚院。同治四年(1865年)徙凤台县治于下蔡镇，原治所辖州城6坊还属寿州；同年，安徽置3道，寿州隶于凤颍六泗道(后改为皖北道)凤阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)废道府，改寿州为寿县，直隶于安徽省。民国三年（1914年），复置道，寿县属淮泗道。民国十七年（1928年）撤道，寿县复隶于省。民国二十一年（1932年）10月，寿县划属安徽省第四行政督察区，专员驻寿县；民国二十七年（1938年）12月改属第三区，专员先后驻立煌(今金寨)、六安；民国二十九年（1940年）冬，第三区改为第二区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月17日，寿县和平解放，军管时期受中共江淮区党委二地委领导；同时，以寿县瓦埠湖以东与合肥、定远县毗连地区建置寿合县。2月，军事管制委员会撤销，民主政府成立，寿县改隶于皖西行政公署；同时将凤台县所属的城北各山村划归寿县，置八公、北外2乡。6月，撤寿合县建制，原划出的瓦东地区仍归寿县；寿县隶于皖北人民行政公署六安专区。1952年8月隶于安徽省六安专区。"
        },
        {
            "type": "text",
            "text": "       1954年2月将县东北的二十店乡与隗店、北外乡的部分行政村划交淮南市；10月，肥西县土山区斗镇乡靠近吴山庙的3个自然村划归寿县，入三义区吴山乡。1958年12月，析寿县真武庙至正阳关一线以南、瓦埠湖南部以西地区建置安丰县，县治设石家集，隶于六安专区；其余地区仍为寿县，改隶于淮南市。次年4月撤安丰县，地复入寿县，寿县再隶于六安专区。1965年7月将寿县东部的下塘、杨庙、水湖、杨公4区划交合肥市长丰县。1971年3月，改专区为地区，寿县属六安地区。1999年9月，六安撤地设市，寿县属六安市。"
        }
    ]
}