{
    "title": "六安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1549",
            "category": "六安市"
        }
    ],
    "detail": "[日期：2014-10-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：523次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置六县。汉武帝元狩二年（前121年），淮南王安、衡山王赐谋反案发，二王自杀。同年武帝取衡山国内六县、安风、安丰等县首字，改衡山国为六安国，兼有“六地平安，永不反叛”之意。新朝建国三年（11年），六安国被王莽废为庐江郡。东汉在庐江郡置六安县，是以六安国为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏属皋陶后裔封地——英（今金寨、霍邱境）、六（今六安市北）故六安城又称皋城。西周至春秋，封国林立，境内先后属英、六、舒蓼、舒鸠、舒庸等侯国。战国时期，诸侯兼并，先后隶属吴、楚。楚考烈王二十二年（前241年），楚都寿春（今寿县城），称郢，后亡于秦。\n\r\n       秦，今六安东南、霍山、舒城大部地区属衡山郡，置潜县，其余属九江郡，置六县、寿春、安丰三县、郡治寿春。 楚汉相争，项羽（前206年）封六地人英（黥）布为九江王，都六（今六安市北西古城）。"
        },
        {
            "type": "text",
            "text": "       汉高祖三年（前204年）英布叛楚投汉。西汉行郡国制，初属衡山国和淮南国。淮南国仍都六。汉高祖十一年（前196年），今地区辖地，先属九江国，后属淮南国。汉文帝十六年（前164年），以原淮南地封刘安、刘勃、刘赐等三人为淮南、衡山、庐江王。今寿县和六安北属淮南国，金寨、六安、霍山、霍邱属衡山国，舒城县属庐江国。汉武帝元狩二年（前121年），淮南王安、衡山王赐谋反案发，二王自杀。同年武帝取衡山国内六县、安风、安丰等县首字，改衡山国为六安国，兼有“六地平安，永不反叛”之意。"
        },
        {
            "type": "text",
            "text": "       汉武帝元封五年（前106年）全国设十三刺史部，六安地区统属扬州刺史部，今六安市和六安、霍邱、金寨属六安国，析置六县、蓼县、安风、安丰、阳泉等县，国都六县（今六安市北）；霍山、舒城属庐江郢，置潜县、龙舒二县，郡治舒县（庐江县两南）；寿县和六安县南部部分地区属九江郡，置寿春、博乡、成德三县，郡治寿春。东汉分属九江郡、庐江郡。九江郡置寿春、成德二县，庐江郡置六安、潜县、安风、阳泉、安丰、云娄、龙舒等县，统归扬州刺史部管辖。"
        },
        {
            "type": "text",
            "text": "       三国时期，分属魏淮南郡、庐江郡、安丰郡。淮南郡，置寿春、成德二县，郡治合肥；庐江郡置六安、博安、阳泉县，郡治六安；安丰郡置安风、蓼、安丰、云娄等县，郡治安风（今霍邱河口附近）。\n\r\n       西晋时期，今寿县和六安县北部部分地区属淮南郡，置寿春、成德县，郡治寿春，州治先在寿春（晋武帝太康元年，280年），后迁建邺（晋武帝太康三年，283年）；今六安、霍山、舒城以及寿县安丰塘西部和霍邱县城东湖东部的淠河两岸，属扬州庐江郡，置六县、潜县、阳泉、舒县、龙舒五县，郡治舒县（今舒城）；今霍邱、金寨属豫州安丰郡，置安风、松滋、蓼、安丰、云娄等县，郡治安风（今霍邱县邵岗乡许集）。\n\r\n       东晋十六国时期，今辖地属东晋，寿县属淮南郡，郡治寿春，六安、舒城、霍山以及寿县安丰塘西部和霍邱县城东湖以东淠河两岸，属庐江郡，郡治舒县（今舒城），两郡统属扬州，州治建康（今南京市）；霍邱、金寨属豫州义阳郡，郡治弋阳（今光州）。\n\r\n       南北朝时，今六安地区先属南朝宋，宋大明八年（464年）属南豫州，州治当涂。继属南朝齐，齐建武四年（497年）寿县、霍邱、金寨以及六安县北部地区属豫州，析置开化、蒙县、雍丘，安丰、北樵、小黄、松滋七县，舒城、霍山、六安市和六安县的南部地区属南豫州，置潜县、舒县、州治当涂。再属南朝梁，梁武帝天监六年（507年），寿县属豫州，州治梁郡（寿县城），霍山、舒城、六安市和金寨，六安的大部地区属新置霍州，州治岳安郡（今霍山县城）。霍邱县属安丰州，州治安丰郡。继属北朝魏、齐。\n\r\n       隋开皇元年（581年）改岳安县为霍山县，开皇十九年（599年）置霍邱县，分属淮南郡、庐江郡，淮南郡析寿春、安丰、霍邱县，郡治寿春；庐江郡置六安、舒城、霍山、淠水、开化五县，郡治合肥（今合肥市）。\n\r\n       唐朝，分属庐州和寿州。开元二十三年（735年）析合肥、庐江县地置舒城县。开元二十七年（739年）新置盛唐县，治在驺虞城（今六安市）。舒城县属庐州。寿州置寿春、霍邱、盛唐、安丰等县。五代十国，先属吴国，继属南唐，后属后周。\n\r\n       北宋分属淮南西路寿州和庐州。寿州领寿春、安丰、六安、霍邱等县，州治下蔡（今凤台县城）。庐州领舒城县，州治合肥（今合肥市）。重和元年（1118年）升六安县为六安军，直属淮西路。南宋，绍兴十二年（1142年）降六安军为县，升安丰县为安丰军，领原寿州境地，治所寿春。舒城县属庐州。端平元年（1234年）废六安县；景定五年（1264年）恢复六安县、升设六安军，直属淮西路。\n\r\n       元朝，分属河南行省安丰路和庐州路。安丰路，领寿春、安丰、霍邱3县，治所寿春。庐州路领六安州、六安、霍山和舒城县，治所合肥。[2] 明朝，分属凤阳府和庐州府。凤阳府，领寿州和霍邱县。庐州府领六安州（六安县入六安州）和霍山、舒城县。\n\r\n       清朝，康熙六年（1667年）设安徽省，分属凤阳府、颍州府和庐州府。寿州属凤阳府，霍邱县属颍州府，六安州、霍山县和舒城县属庐州府。雍正二年（1724年）六安州为直隶州，领霍山县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废旧制中府、州、厅为县，改寿州为寿县、六安州为六安县，连同霍邱、舒城、霍山三县均隶属于省。民国三年（1914年）设道，舒城、六安、霍山属安庆道，寿县、霍邱属淮泗道。民国十七年（1928年），取消道的设置，各县直属于省。民国二十一年（1932年）寿县、霍邱属安徽省第四行政督察区，六安、舒城、霍山属第三行政督察区。同年10月析安徽省六安、霍山、霍邱，河南省商城、固始5县边境的55个保设立煌县，初属河南省第九行政督察区，次年3月划归安徽省第三行政督察区。民国二十七年（1938年）7月，寿县、霍邱由第四行政督察区划入第三行政督察区，今全市辖境统属第三行政督察区。民国二十九年（1940年）7月，第三行政督察区改为第二行政督察区，驻地六安，辖区未变。\n\r\n       土地革命战争期间，境内和西南边区相继成立多处县级革命政权。民国十九年（1930年）4月成立首届霍山县苏维埃政府。民国二十年（1931年），成立二届霍山县苏维埃政府和霍邱县苏维埃政府以及舒（城）桐（城）庐（江）边区、英（山）霍（山）边区，五县（六安、霍山、商城、罗田、英山）边区苏维埃政府。民国二十一年（1932年），改霍邱县苏维埃政府为红城县苏维埃政府；合并英霍、五县边区苏维埃政府，成立五星县苏维埃政府。民国二十三年（1934年）成立赤城县和赤南县苏维埃政府。民国二十四年（1935年），成立舒（城）霍（山）潜（山）边区苏维埃政府。\n\r\n       民国三十六年（1947年）10月成立皖西行署，创建皖西根据地，今地区辖地分属第二、第三两专区。同年9月划六安县西南部成立独山县，改立煌县为金寨县。10月，以户胡为中心成立霍固县。11月，以毛坦厂为中心成立舒六县，下旬将金寨县划为金西、金东两个县和金北办事处。12月，成立寿六合霍县。民国三十七年（1948年）1月，划六安东南乡成立六合县，划霍山、英山、岳西三县结合部，以太平畈为中心成立太平县。12月，划六安双河以东，合肥巢湖以西地区成立肥西县，与此同时，撤销舒六、独山、太平三个县。民国三十八年（1949年）1月22日，皖西行署第三专署移驻六安城，相应成立六安市。4月，第三专署改称六安行政督察专员公署，隶属皖北行政公署，辖寿县、霍邱、金寨、霍山、舒城、六南、六北、六安市。不久，六南、六北与六安市合并为六安县，至建国前夕，六安专区领六安、霍山、舒城、寿县、霍邱、金寨县。"
        },
        {
            "type": "text",
            "text": "       1952年2月4日，增领肥西县，4月12日，皖北行署与皖南行署合并成立安徽省，六安专署隶属安徽省。1958年6月21日，肥西县划归合肥市，7月12日增领庐江县。1961年4月13日，肥西县复由合肥市划入六安专区管辖。1965年7月14日，庐江县划归巢湖专区。1971年3月29日，改专区为地区，辖境未变。1978年9月23日，成立六安市，隶属六安地区行政公署。1983年6月7日，肥西县划入合肥市管辖。1992年12月，六安市与六安县合并，称六安市（县级）。1999年9月，六安撤地设市，原县级六安市分设为金安区、裕安区。2000年3月，省辖六安市成立。"
        }
    ]
}