{
    "title": "泗县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1547",
            "category": "宿州市"
        },
        {
            "id": "1574",
            "category": "泗县"
        }
    ],
    "detail": "[日期：2014-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1345次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       今之泗县，及古之虹县。古泗州于清康熙十九年（1680年）沉没于洪泽湖。至乾隆四十二年（1777年）裁虹（虹县）归泗，改为泗州。古泗州建制距今已一千四百余年。所以名为泗州者，因州境内有泗水而得名。据《括地志》载：“泗水原出于兖州泗水县东陪笔山，其水四道，因以为名。”古时水入洪泽湖而东入淮河，所以北州设置新州以泗水命名。相沿至民国元年（1912年），废州为县，是改为泗县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古泗州在夏、商、周时均为徐国。春秋时，徐国为吴国所灭，徐属吴国。越国灭吴后，徐又属越。战国时，楚灭越后，徐属楚。秦属泗水郡，即现在的山东省泗水县。楚汉相争时徐属西楚。"
        },
        {
            "type": "text",
            "text": "       西汉王朝建立后，徐先属楚后属沛国，即现在的江苏沛县。东汉光武年初并入东海（今江苏东海县），后为临淮郡，即今天的泗洪县临淮镇。汉明帝永平十五年（72年）改为下邳国，治下邳，（现在的江苏邳州）。"
        },
        {
            "type": "text",
            "text": "       三国时亦为临淮，也属下邳。晋时，下邳属县，在淮南置临淮郡于盱眙，徐属临淮。后魏将徐县置南徐州，梁改东徐州，陈改安州，后周时改为泗州，自此，泗州得名。"
        },
        {
            "type": "text",
            "text": "       隋朝，隋将泗州改成徐城县，属下邳郡，后又复名泗州。"
        },
        {
            "type": "text",
            "text": "       唐至德年初，泗州隶属河南道，辖县六，即：临淮、涟水、徐城、下邳、宿迁、虹县（今泗县）。"
        },
        {
            "type": "text",
            "text": "       五代时，泗州为南唐所据，周世宗取之，仍为泗州。"
        },
        {
            "type": "text",
            "text": "       宋建隆二年（961年），废徐城县，乾德元年（963年），以楚州之盱眙，濠州之招信来属。太平兴国三年（978年）割涟水置涟水郡，泗州辖临淮、招信、盱眙三县属淮南路。景德三年（1006年）移临淮县到徐城驿，自此，临淮始不为郡。宋熙宁五年（1072年），分属淮南东路。南宋绍兴十一年（1141年）和议割予金，仍为泗州，系防御史治所，属南京路，辖淮平、虹县、临淮、灵璧、濉宁五县。"
        },
        {
            "type": "text",
            "text": "       元置行省、路（府）、军（州）、县4级建制，虹县初属河南江北行中（尚）书省（又称河南行省）淮安府泗州，继属江北淮东道。元至元二十七年（1290年），盱眙、天长来属，初属河南行省。至正二十七年（1367年），改属临濠府泗州。"
        },
        {
            "type": "text",
            "text": "       明洪武六年（1373年）九月，泗州改属中立府。洪武七年（1374年）八月，泗州属凤阳府，泗州辖盱眙、天长。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645），虹县属江南省凤阳府泗州。康熙六年（1667），江南省分置安徽省。清雍正二年（1274年），泗州升直隶州，五河来属，辖盱眙、五河、天长三县，属凤阳府。虹县仍属凤阳府。乾隆四十二年（1777年）泗州迁州治于凤阳府虹县，并虹县入泗州，虹县降称虹乡，至此泗县始为泗州州治。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）4月废州制，泗州改称泗县，直属安徽省。民国三年（1914年）6月，安徽省设3道，泗县属淮泗道（驻凤阳县）。民国十七年（1928年）废道，泗县直属于省。民国二十一年（1932年）10月，泗县为安徽省第七区行，治泗城。后改行政督察专员制，泗县属第六区，专员公署暨泗县政府治泗城。民国二十七年（1938年）11月7日，日本侵略军小川部侵占泗县城，六区专员公署暨泗县政府先后迁治于郑集、双沟、管镇等地。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）3月，中国共产党组织接管国民政府在皖东北政权，建立抗日民主政府。同年10月，撤销泗县建制，以泗县为中心，结合邻县。成立泗东、泗南、泗宿、泗北、泗五灵凤5个办事处。民国三十年（1941年）4月起，办事处先后撤并为泗南（治今江苏省泗洪县双沟、罗冈一带）、泗宿（治今泗洪县臧桥）、泗五灵凤（治今五河县申集）、（治今泗县黄圩区三侯家）3个边区县，次年春增设泗灵睢县均属苏皖边区行政公署。泗县沦陷区的汪伪政权，先是维持会，后为县政府，治泗城，先后属苏淮特区和淮海省。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月日本投降，汪伪泗县政府亡。9月，抗日民主政府撤销边区县，恢复泗县建制，属苏皖边区淮北地区第七专区。专员公署、中共地委暨泗县政府治泗县城。民国三十五年（1946年）7月，国民政府军进占泗县，泗县人民民主政府东撤，国民政府在泗主政。改属安徽省第四行政督察区。民国三十六年（1947年）11月后，复建人民民主政府，先后恢复原4个边区县制，属苏皖边区淮北地区第七专区，县政府均驻农村，无固定地点。民国三十七年（1948年）5月起属豫皖苏边区江淮区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）9月22日，泗县解放；翌年4月21日，恢复泗县建制，治大庄；5月迁治泗城，属皖北行署宿县地区。1952年，泗县属安徽宿州专区。1956年由宿县、滁县二专区合置蚌埠专区，泗县属蚌埠专区。1961年复设宿县专区，原蚌埠专区所属泗县等8县划入宿县专区。1970年宿县专区改称宿县地区，泗县属宿县地区。1979年设立宿州市（县级），属宿县地区领导。1998年12月6日，撤销宿县地区和县级宿州市，设立地级宿州市，泗县隶属宿州市。"
        }
    ]
}