{
    "title": "萧县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1547",
            "category": "宿州市"
        },
        {
            "id": "1575",
            "category": "萧县"
        }
    ],
    "detail": "[日期：2014-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1418次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政二十三年 （前224 年），设萧县，因为这里在古代为萧国。北齐天保二年（551年），改萧县为承高县（仍治萧故城）。开皇十八年（598年），改承高县为临沛县，仍属徐州。大业二年（606年），改临沛县为萧县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       古萧国是夏朝殷商氏族方国。此处因荒凉萧条，所以《萧县毛传》说 “萧”为 “藁”，即蓬藁。夏代殷商六族迁此，“斩其蓬藁、藜藿而处之”，并在此建古萧国。《路史》也有夏启封孟 作土于萧的记载。后废为萧邑。西周在故萧地封了一个子姓小国。《括地志辑校》说：“萧县，古萧叔之国。春秋时为宋附庸。”经考证，周成王封商纣王庶子微子启为宋公国于殷，位今鲁豫苏皖交界地区。今查《新唐书·宰相世系表》，这个萧叔是宋戴公子的裔孙，被封为萧宰，故曰“萧叔”。\n\r\n       据《左传》载：鲁庄公十一年（前683年），宋大夫南宫长万弑宋闵公，以闵公从弟公子游为宋君，尽逐戴、武、宣、穆、庄族，宋群公子奔萧，公子御说奔亳。冬十月，萧叔率五族之众击败南宫长万，迎御说 （闵公弟）即宋公位，是为宋桓公。桓公因大心平乱迎立之功封于萧国，作为宋的附庸。古籍上这类记载很多，如《汉书·地理志》说萧县，“故萧叔国，宋别封为附庸也。”《史记·项羽本纪》张守节《正义》引《括地志》也说：“徐州萧县，古萧叔之国，春秋时为宋国附庸。”"
        },
        {
            "type": "text",
            "text": "       应劭《风俗通义》也对宋附庸萧国作了宋国乐叔因功封于萧，后世以国为姓，子孙繁衍，汉相国萧何就是其后的记载。这个作为宋附庸的古萧国从鲁庄公十二年（前682年）受封，至宣公十二年 （前 597年）为楚国灭亡，成为楚国萧邑，立国不足90 年。考其遗址，位今县城龙城镇北5 公里郭庄乡(今圣泉乡)欧村北。秦至唐为古萧县旧治。宋时因水患，于旧邑南半里筑新城，北连旧城，又称为南城。明万历五年（ 1577年），迁今治，因为是故龙城县治，又称龙城，建国后为龙城镇，史称故地为萧故城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在夏代这里就是萧国古邑。春秋时期属宋国，曾复建萧国为宋附庸。宋偃王四十七年（前286年）宋亡，属楚国，为萧邑。秦王政二十三年（前224 年），置泗水郡 （治沛，今江苏沛县境），设萧县（治萧故城），属之。"
        },
        {
            "type": "text",
            "text": "       汉王元年（前206年）四月，萧县属项羽西楚国泗水郡。高祖五年（前202 年）正月，泗水郡改属韩信楚国，萧县仍属之。在今境内设杼秋县（治今孙庙乡老黄口），属彭越梁国砀郡。高祖六年（前201年）春，萧县改属汉沛郡（治相，今淮北市相山）。高祖十一年（前195年）三月，砀郡改属刘恢梁国。高后七年（前181 年）二月，砀郡改属吕产吕国。高后八年（前180年）八月，砀郡改属梁国。九月，砀郡归汉。文帝前元二年（前178年）二月，砀郡改为刘楫梁国。文帝前元十二年（前168年），改属刘武梁国。元封五年（前106年）四月，沛郡、梁国属豫州刺史部。本始三年（前71 年）六月，宣帝封丞相韦贤为扶阳侯，侯国属沛郡，自此境内分设3 个县、国，分属 2 个郡、国，余仍之。"
        },
        {
            "type": "text",
            "text": "       王莽篡政，改沛郡为“吾符郡”，又作“吾府郡”，改梁国为“陈定郡”，改扶阳侯国为县，又改作 “合洽县”，改杼秋县为 “予秋县”。更始元年（23年），刘秀封为萧王。东汉初，恢复旧政区名，今县境设萧县 、杼秋县 （仍治孙庙乡老黄口），属沛郡；扶阳县（仍治故侯国邑）仍属砀郡， 2个郡仍属豫州（治谯）。建武十三年（37 年），扶阳县改为韩歆的扶阳侯国。建武十五年（39年）正月辛丑，扶阳侯国除为县，不久废。今县境仍设萧、杼秋2 个县，仍属豫州沛郡。建武二十年（44年）六月，改沛郡为刘辅沛国。"
        },
        {
            "type": "text",
            "text": "       汉献帝延康元年（220 年）十月，曹魏代汉，今县境仍设萧、杼秋2 个县，仍属豫州沛郡（初治相。太和三年，改治沛县）。黄初二年（221年），追封曹熊为萧公。太和三年 （229 年），改萧公国为萧王国。黄初六年（225年），萧王曹炳殁，无子，国除为县，改属沛国 （都沛）。青龙二年（234 年），萧县改属豫州谯郡。景初二年 （238 年），萧县改属豫州汝阴郡（治汝阴，今阜阳市区）。嘉平五年（253年），萧县改属谯郡；杼秋县仍属沛郡。"
        },
        {
            "type": "text",
            "text": "       魏元帝咸熙二年（265 年）十二月，西晋代魏，改元泰始，仍设萧县、杼秋2 个县。十二月丁卯， 2 个县改属司马景沛国，仍属豫州（初治项，今河南沈丘县城。后改治陈，今河南淮阳县）。永嘉五年（311年），豫州没于刘汉国石勒部，改沛国为沛郡。"
        },
        {
            "type": "text",
            "text": "       东晋初，曾收复。大兴元年 （318 年），入石勒。大兴二年（319年），复入东晋。太宁初 （约323年），入后赵。永和五年 （349年），入冉闵。永和七年（351年），冉闵豫州刺史冉遇降晋。光寿元年357 年），地入前燕，属前燕豫州沛国，余仍西晋旧制。太和五年（365 年），前燕亡，入前秦，仍之。建元十六年（380年），沛国改属东豫州。淝水战后（383 年），地属东晋徐州。东晋义熙七年（411年），置北徐州（治彭城，今徐州市）。今县境杼秋县在东晋乱后废，萧县侨置沛郡（又称北沛郡，兼郡治），在城北侨置相县，又称在黄杨城、北辰集置沛郡，实为1个侨郡，领相、萧、杼秋县。"
        },
        {
            "type": "text",
            "text": "       东晋元熙二年（420 年）六月，刘宋代晋，今县境仍为北徐州（仍治彭城）侨置沛郡（治侨置相，今萧故城或其北），领相、萧县。永初三年（422 年），去“北”字，属徐州（仍治彭城）。"
        },
        {
            "type": "text",
            "text": "       北朝·北魏和平六年（465 年），占领萧县。泰始二年（466 年），淮北地区渐入北魏。梁大通元年（527年），梁占领萧县。不久，复入北魏，今县境设龙城县（治今县城龙城镇东），属徐州彭城郡；萧县属沛郡。南朝·梁占领期间仍设萧县，属睢州（治顿丘侨县，今宿州市老符离集）沛郡（改治淮阳，今宿州市解集）。"
        },
        {
            "type": "text",
            "text": "       北魏永熙三年（534 年）十月，东魏承袭北魏东部地区，入东魏。武定五年（547 年）正月，侯景叛东魏。二月，降梁，入梁。十一月，复入东魏，今县境内设萧县，属徐州沛郡。"
        },
        {
            "type": "text",
            "text": "       东魏武定八年（550年）五月，北齐取代东魏，仍之。天保二年（551年），改萧县为承高县（仍治萧故城），仍之。天保七年（556年），撤销沛郡，承高县改属徐州彭城郡（均治彭城，今徐州市）。北朝·北周建德六年（577 年）二月，灭北齐，承高县及复置龙城县属徐州彭城郡。"
        },
        {
            "type": "text",
            "text": "       北周大定元年 （581 年）二月，隋代北周，改元开皇，今县境仍设承高、龙城县，属徐州彭城郡。隋开皇三年（583年）撤郡，直属徐州。开皇六年（586年），撤销龙城县，并入承高县。开皇十八年（598年），改承高县为临沛县，仍属徐州。大业二年（606年），改临沛县为萧县，仍属徐州。大业三年（607年）四月，改徐州为彭城郡，属徐州刺史部。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621 年）五月，平王世充，萧县属徐州总管府。贞观元年（627年），徐州属河南道地理区。贞观八年（634年），改徐州总管府为都督府。贞观十七年（644年），罢徐州都督府。开元二十一年（733 年），徐州属河南道（治汴州，今开封市）。天宝元年（742年），改徐州为彭城郡 （仍治彭城）。至德元年（756年），徐州改属淮西镇节度。至德二年（757年）十二月，彭城郡复名徐州。贞元四年（788年），徐州改属徐泗濠节镇。大中二年（848年），徐州改属武宁军节镇（仍治徐州）。咸通三年（862年），取消武宁军号。咸通十一年（870年），改属徐泗观察使。十一月丁卯，更名感化军节镇（仍治徐州）。光化二年（898 年），复为武宁军节镇；不久，改为感化军。天复二年（902年），罢感化军，萧县仍属徐州。"
        },
        {
            "type": "text",
            "text": "       宋太宗至道三年（997年）萧县属京东西路徐州武宁军节度。金元光二年（1223）析置永堌县，治今永堌镇。元至元二年（1265年）废萧县、永固县入徐州。至元十二年（1275年）复置萧县，属河南行省归德府。明朝洪武四年（1371年）萧县属中都临濠府。洪武十四年（1381年）萧县、砀山县属南直隶徐州。明万历五年（1577）因大水迁治于今址。清属徐州府。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年）正月，萧县属南直隶的直隶徐州。同年闰六月乙巳（1645年8月19日），萧县（仍治今龙城镇）改属江南省直隶徐州。顺治十八年（661年），直隶徐州改属江南省左布政使司。康熙五年（1666年），直隶徐州改属江南右布政使司（治苏州府）。康熙六年七月甲寅（1667 年8 月30日），直隶徐州属江苏省。康熙九年四月丁亥（1670 年5月19日），直隶徐州改属江苏省淮扬道（治山阳，今江苏淮阴市）。康熙十五年（1676年），直隶徐州改隶江苏省淮徐道（治徐州）。雍正十年二月甲寅（1732 年3 月22 日），淮徐道改治宿迁县。雍正十一年三月癸巳（1733 年4 月25日），升直隶徐州为府（治附郭铜山县），属淮徐海道。咸丰十年（1860年），徐州府改属江苏省淮徐扬海道 （治徐州府）。同治四年（1865 年），徐州府改属淮徐海道。光绪二年九月丁丑（1876年11月5 日），徐州府改属淮徐道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912 年）1 月，废道、府，萧县属江苏省。民国三年（1914年）6 月2日，属江苏省徐海道。民国十七年（1928年）废道后，萧县直属江苏省。民国二十一年（1932 年）10月10日，萧县属江苏省铜山专区（又称第九专区，专员驻铜山，今徐州市区）。 民国二十七年（1938年）5月18日，萧城沦陷，萧县政府解体，萧县政府为抗日民主政府取代。民国二十九年（1940年）3 月～5 月，国民党萧县流亡政府在七区迎风口一带活动。5月14 日，驻临黄镇（今管粥集），时称“北政府”，后据萧西地区。民国三十三年（1944年）11 月25日，伪顽合流，在临黄镇及附近的亲民村、胜利村、陆庄组建萧铜丰沛四县联防政府，并以四村镇为临时流亡县府驻地。萧县在抗日战争和解放战争存在期间，属江苏省第九专区。民国三十五年（1946年）7 月18 日，国民党军队占领萧城。24 日，萧县政府从临黄镇迁往萧城。"
        },
        {
            "type": "text",
            "text": "       期间，民国二十七年（1938年）5月18日10 时萧县沦陷，组成日伪汉奸政权，属日本海军与华北伪政权控制的以徐州为中心的苏皖边区市、县。民国二十九年（1940年）4月，成立日伪 “萧县政府”。民国三十一年（1942年）1 月15日，改属南京汪伪“中华民国国民政府苏淮特别行政公署”（驻徐州市）。民国三十三年（1944年）1 月13日，改属 “淮海省”（仍驻徐州市）。\n\r\n       在抗日战争和解放战争期间，萧县长期为中国共产党创建的边区县取代。民国二十七年（1938年）8 月中国共产党创建的萧县抗日民主政府，先后属豫皖苏区联防委员会、皖东北抗日根据地的淮上办事处、淮上行署。民国三十年（1941年）8 月23日，萧县抗日民主政府改属淮北苏皖边区行政公署第二专区；萧铜县 （萧宿铜县）抗日民主政府改属第三专区。民国三十四年（1945年）10 月29 日，萧铜县民主政府改属华东局华中分局苏皖边区政府第七专区；萧县民主政府改属第八专区。民国三十五年（1946年）11 月下旬，第七专区撤往苏北，第八专区撤往豫东解放区，萧县为国统区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）11月13日，中国人民解放军解放萧城，萧县全境解放。1949年，设置宿县专区，属皖北行署区。1950年，由宿县析置濉溪县，驻濉溪口。1952年，永城县划归河南省，萧县、砀山2县划归江苏省。1953年，撤销宿城市，并入宿县。1955年，萧县、砀山2县由江苏省划入安徽省宿县专区。泗洪县划归江苏省淮阴专区。1956年，撤销宿县专区，宿县、灵璧、泗县、五河、怀远、砀山、萧县、濉溪等8县划归蚌埠专区。"
        },
        {
            "type": "text",
            "text": "       1961年，复设宿县专区，原蚌埠专区所属宿县、灵璧、泗县、五河、怀远、砀山、萧县、濉溪等8县划入宿县专区，专署驻宿县。1971年，宿县专区改称宿县地区，萧县属宿县地区。1979年，析宿县城关镇及城郊区、城西区的一部分设立县级宿州市。1992年，撤销宿州市、宿县，组建宿州市（县级），以原宿州市、宿县的行政区域为新宿州市的行政区域。1998年12月6日，撤销宿县地区和县级宿州市，设立地级宿州市和埇桥区。萧县属宿州市。"
        }
    ]
}