{
    "title": "砀山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1547",
            "category": "宿州市"
        },
        {
            "id": "1577",
            "category": "砀山县"
        }
    ],
    "detail": "[日期：2014-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：892次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年），置砀[dàng]郡及砀县。北齐天保六年（555年）废砀郡、砀县，置安阳县。隋开皇十八年（598年），改安阳县为砀山县。砀山县以原境内有芒山、砀山而得名。"
        },
        {
            "type": "text",
            "text": "      《汉书·地理志》：“砀山出文石”。《水经注》：“获水又东迳砀县故城北，秦立砀郡，盖取山之名。”训诂学家颜师古注：“以有砀山故名砀郡，砀，文石也，其山出焉，故以县名。”《明史·地理志》：砀山县“东南有砀山，其北有芒山”。《环宇通志》：“砀山，在砀山县东南七十里，县之名取此。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇二十六年（前221年），置砀郡及砀县。汉高祖五年（前202年），建梁国，革砀郡，砀县属梁国。"
        },
        {
            "type": "text",
            "text": "       新莽时（9年），改砀县为节砀县。汉光武帝时复称砀县。东汉章帝建初四年（79年），迁梁国于下邑（治所在今砀城东3里毛李庄处），砀县属梁国。三国（魏）革梁国，砀县属徐州。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始元（265年），复梁国，砀县并入下邑县。"
        },
        {
            "type": "text",
            "text": "       北魏孝昌元年（525年）下邑县移治今河南夏邑；孝昌二年（526年），置砀郡、砀县。砀郡治年在原下邑城（今毛李庄处），砀县治所鲁城（其址查无考）。北齐天保六年（555年）废砀郡、砀县，置安阳县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年），改安阳县为砀山县。隋大业六年（610年）割彭城、瞧阳二郡之地置永城县，芒砀山以北为砀山县辖区。"
        },
        {
            "type": "text",
            "text": "       唐，砀山县属谯阳郡。光化二年（899年）朱温（朱全忠）为光耀故里，以砀山、单父、虞城、曹州成武县4县之域置辉州。后唐同光二年（924年），改辉州为单州，砀山县属单州。"
        },
        {
            "type": "text",
            "text": "       宋，砀山县属单州。金兴定元年（1217年），砀山县改属归德府（今河南省商丘市）。兴定五年（1221年）升永城县为永州，辖下邑、砀山、酂三县，芒砀山一带划属砀山县管辖。宋理宗绍定年间（1228年—1233年）砀山县为洪水荡没，迁治于保安镇。"
        },
        {
            "type": "text",
            "text": "       元宪宗七年（1257年），复置砀山县，还旧地属东平路。元至元二年（1265年），降永州为永城县，芒砀山一带再属永城县。是年，砀山县并入单父县，至元三年（1266年），复置砀山县，属济州，至元八年（1271年），砀山县属济宁路。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年），砀山县随徐州改属中书省。明洪武八年（1375年），砀山县属徐州。洪武十四年（1381年）十一月，砀山县改属直隶六部徐州直隶州。永乐元年（1403年），直隶徐州直隶南京（今南京市），后改为南直隶，又称直隶南京。嘉靖四十一年（1562年）水患，迁砀山县治于小神集。嘉靖四十四年（1565年），复旧治。清雍正八年（1730年）升徐州为府，砀山县属徐州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府，砀山县直属于江苏省。民国三年（1914年）5月，江苏省设立金陵、沪海、苏常、淮扬、徐海5道，砀山县属徐海道。民国十六年（1927年），北伐军进入江苏省，取消各道，砀山县直属于江苏省。民国二十一年（1932年）划全省为13个行政督察区，砀山县属江苏第十二行政督察区（铜山区）；民国二十四年（1935年）全省划为10个行政督察区，砀山县属江苏省行政督察第九区；"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月，日军陷徐州。5月25日，陷砀城，日伪以徐州为中心的苏皖边区的1个市21个县作为特区直接控制。7月，日伪\"砀山县维持会\"成立。次年，成立伪\"县政府\"。民国三十一年（1942年）1月15日，改属汪伪\"苏淮特别行政区公署\"（驻今徐州市）。民国三十三年（1944年）1月13日，改属\"淮海省\"（仍驻徐州市）\"第三专区\"（驻砀山县），辖砀山，萧县，丰县3个县。民国三十四年（1945年）8月15日，日本宣布无条件投降。9月5日，国民党接管汪伪砀山县。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）11月，砀山县属豫皖苏三分区所辖；民国三十八年（1949年）元月，属中原行政区商丘专署所辖；1949年10月1日建国后，砀山县仍属皖北人民行政公署宿县专区。1950年2月，砀山县民主政府改称砀山县人民政府。1952年11月15日，砀山县划归江苏省。1953年3月6日，砀山县改属江苏省徐州专区（驻徐州市）。"
        },
        {
            "type": "text",
            "text": "       1955年2月21日，将砀山县划入安徽省宿县专区。1956年1月12日，撤销宿县专区,砀山县改属蚌埠专区。1月，砀山县人民政府改称砀山县人民委员会。1959年3月22日，撤销萧县，砀山县，组建萧砀县，属蚌埠专区。1961年4月7日，萧砀县改属宿县专区。12月15日，撤销萧砀县，恢复砀山县，仍属宿县专区。1968年8月，砀山县革命委员会成立。1970年宿县专区改称宿县地区，砀山县属宿县地区。1981年12月30日，砀山县革命委员会改称砀山县人民政府。1998年12月6日，撤销宿县地区，设立地级宿州市，砀山县属宿州市。"
        }
    ]
}