{
    "title": "宿州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1547",
            "category": "宿州市"
        }
    ],
    "detail": "[日期：2014-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1851次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐元和四年(809年)割徐州之符离、蕲县及泗州之虹县置宿州，治设埇桥，宿州之名始此。据《史记》：“殇公秋立，封孙文子林父于宿。”据《元和郡县志》：宿州“取古宿国为名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代时期，为淮夷和东夷南下和中原势力东渐的交汇场所，为所建方国的势力范围。西周东征后，为封国宋等势力范围。春秋时期，徐、宋等国先后在该地区留下不少城邑。如公元前684年宋公迁宿国于今灰古镇，后为楚国符离塞；古竹国，后为宋、楚竹邑的今老符离集；阳城，为贵介公子封地。"
        },
        {
            "type": "text",
            "text": "       秦王政二十三年(前224年)，建有蕲（治今蕲县镇）、符离（治今灰古镇一带）、竹邑（治今老符离集）3个县，属泗水郡（治沛，今江苏沛县境）。\n\r\n       汉高祖元年(前206年)四月，属项羽西楚国泗水郡，仍设蕲、符离、竹邑3个县。高祖五年(前202年)正月，泗水郡属韩信楚国。高祖六年（前201年）正月，泗水郡归汉，分置沛郡，改泗水郡为彭城郡。正月丙午，彭城郡改属刘交楚国，今市境设甾丘县；蕲县、符离、竹县3个县属沛郡。元封五年(前106年)四月，沛郡改属豫州刺史部；楚国改属徐州刺史部，余仍之。汉宣帝地节元年(前69年)，甾丘县改属彭城郡。黄龙元年(前49年)，改属楚国，余仍之。\n\r\n       王莽篡政，改沛郡为“吾符”，又作“吾府郡”，改楚国为“和乐郡”；改蕲县为“蕲城县”，改符离县为“符合县”，改竹县为“笃亭”，改甾丘县为“善丘县”。\n\r\n       东汉初，复郡、县旧名，今市境仍设4个县，分属豫州（治谯，今亳州市区）、徐州（仍治郯，今山东郯城）。其中，属豫州有蕲县（仍治今蕲县镇）、符离（仍治灰古镇）、竹邑（仍治今老符离集。永初六年即112年，为刘阿奴侯国）3个县属沛郡（仍治相，今淮北市相山）；建武二十年（44年)六月乙未，改属刘辅沛国（仍都相）。另外，属徐州有甾丘县属彭城郡；建武十七年（41年），改彭城郡为刘英楚国（仍都彭城）；永平十四年（71年)，改属彭城郡；章和二年（88年)，改属刘恭彭城国（仍都彭城），汉末撤销。\n\r\n       东汉延康元年（220年)，曹魏代汉，今市境设蕲阳县（仍治蕲县镇，由蕲县改）、符离（仍治灰古镇）、竹邑（仍治老符离集）3个县属豫州（治颍川郡）沛郡（仍治相）。太和三年（229年)，沛郡改治沛县（今江苏沛县境）。太和六年（232年），改属沛国（仍都沛县)。景初二年（238年)，3个县改属汝阴郡（治汝阴，今阜阳市区）。嘉平五年（253年)，3个县改属谯郡（治谯，今亳州市区）。\n\r\n       曹魏咸熙二年（265年)十二月，西晋代魏，今市境3个县属豫州。十二月丁卯，符离、竹邑2个县属司马景沛国；蕲县属司马逊谯国（仍都谯，今亳州市区）。永嘉乱后，地为汉国石勒所陷，复为沛、谯郡，余仍之。东晋初，曾短时间收复。大兴二年（319年)，属后赵。后赵豫州在今市境设竹邑、符离2个县，属沛郡；蕲县属谯郡。冉魏（350年～352年），仍之。光寿元年（357年)入前燕，3个县仍为豫州沛、谯郡分领。建熙十年（369年)九月，入前秦，3个县初仍属豫州沛、谯郡分领。建元十六年（380年)，3个县改属东豫州，符离、竹邑2个县属沛国；蕲县属谯郡。淝水战后，回归东晋。东晋时期，今市境设竺（竹）邑（仍治今老符离集，东晋乱废）、符离（仍治今灰古镇，东晋乱废）2个县属北徐州沛郡。还在今宿州市南与怀远县侨置南沛郡，设沛、萧、相、符离4个侨县。\n\r\n       东晋元熙二年（420年)六月，刘宋代晋，今市境设蕲县（仍治蕲县镇），侨置谯郡，后改属谯郡（改治蒙，今蒙城县城关镇北），属豫州，称西豫州（治悬瓠城，今河南汝南县）。宋升明三年（479年)四月，萧齐代刘宋，曾在今市境内设蕲县、符离及侨置相县，属北徐州侨置的南沛郡。永明元年（483年)撤销。\n\r\n       南齐中兴二年（502年)四月，萧梁取代南齐。大通元年(527年)十月庚戌，收复豫州。十一月，改涡州为西徐州（治涡阳），设蕲县，属蕲城郡，又作蕲郡，后改属仁州（治赤坎城）。大通元年五月，置睢州（治顿丘），设顿丘县（北魏侨置），属南济阴郡（侨置于顿丘）；淮阳县属沛郡。北魏太平真君十一年（450年)十一月，开始进犯淮北地区。天安元年（466年)，已据淮北地区，今市境设蕲县，属南兖州，后改名为涡州蕲郡；顿丘县、定陶县属南济阴郡，属仁州。\n\r\n       北魏永熙三年（534年)十月，东魏占领北魏东部地区，今市境渐入东魏。武定五年（547年)正月，侯景叛东魏，二月降梁，入梁。十月后，复为东魏所据，今市境蕲城县（治蕲县镇）属谯州（由西徐州改，仍治故涡阳城）蕲城郡（治蕲城县，郡、县均加“城”字）。斛城县（武定六年，由淮阳县改，治解集）、新丰（治今夹沟乡新丰集）2个县属睢南郡（治斛城县）；顿丘（治老符离集）、定陶县（治定陶山）2个侨县属南济阴郡（治顿丘），2个郡属睢州（治取虑城）。\n\r\n       东魏武定八年（550年）五月，北齐取代东魏，初仍旧制。天保中，撤并区划，今市境设蕲城县，属谯州蕲城郡；沛县属谷阳郡。符离（初为斛城县。天保七年，移治古符离城，复名符离县，今灰古镇）、竹邑（天保四年复，仍治老符离集）2个县属睢州（治老符离集）睢南郡（初治解集。天保二年，改治老符离集）；顿丘、定陶2个侨县属济阴郡（天保四年复，治今老符离集）。陈太建五年（573年)北伐，先后克仁州、蕲城。太建七年（575年），陈、齐吕梁大战后，收复今市境，设蕲县，属仁州蕲郡。\n\r\n       北周建德六年（577年)二月，北周灭北齐，举兵南下。宣政元年（578年)三月，陈、周吕梁大战，后周收复今市境，设符离、竹邑2个县，属睢州睢南郡；蕲城县属仁州蕲城郡。\n\r\n       北周大定元年（581年)二月，隋代北周，今市境仍旧制。开皇三年（583年)，撤并州、郡、县，今市境内设2个县：蕲县属仁州；符离县属徐州。大业元年（605年)，废仁州，蕲县改属徐州。大业三年（607年）四月，改徐州为彭城郡，属徐州刺史部。\n\r\n       隋大业十四年（618年）五月，唐代隋朝，改郡为州，今市境为王世充据，仍设2个县：符离属徐州；蕲县属谯州，又称北谯州。武德四年（621年)五月，平王世充，今符离县置诸阳县，属北谯州，属亳州总管府；徐州属徐州总管府。贞观元年（627年)，废诸阳县，并入符离县，2个州属河南道地理区。贞观二年（628年），谯州改属徐州总管府。贞观八年（634年），2个州改属徐州都督府，余仍之。贞观十七年（643年），罢徐州都督府、谯州，蕲县改属徐州。开元二十一年（733年)，徐州改属河南道。天宝元年（742年)，改徐州为彭城郡，余仍之。至德元年（756年)，彭城郡改属淮西节镇。至德二年（757年）十二月，彭城郡复名徐州，余仍之。贞元四年（788年)，徐州改属徐泗濠节镇（治徐州），余仍之。元和四年（809年)正月，置宿州，蕲、符离2个县改属宿州，属徐泗濠节镇。大和三年（829年)三月，置宿州，2个县复属徐州。大和七年（833年），重置宿州，设符离、蕲2个县，属徐泗节镇。大中二年（848年)，改为武宁军节镇。咸通三年（862年），改属宿泗都团练观察使。咸通十一年（870年），改为徐泗观察使。十一月丁卯，更名感化军。光化元年（898年)，复为武宁军。不久，复为感化军。天复二年，（902年)，罢感化军。\n\r\n       唐天祐四年（907年)四月唐亡，地属五代（907～960年），仍属宿州，设蕲县、符离县2个县。后梁（907～923年）、后唐（923～936年）、后晋（936～946年）、后汉（947～950年）、后周（950～960年），宿州均属武宁军节镇（仍治徐州）。\r\n　　\r\n       后周显德七年（960年)正月，北宋代后周，仍旧制，今市境仍设符离、蕲2个县，属宿州。淳化四年（993年)，宿州改属淮南路（治扬州）。熙宁五年（1072年)，宿州改属淮南东路。 金天会五年（1127年)十月北宋亡，仍旧制。三月，属伪楚，仍宋旧制。"
        },
        {
            "type": "text",
            "text": "       宋靖康二年（1127年)五月一日，南宋建立，改元建炎，仍宋旧制。建炎二年（1128年）十月，金兵入宿州。绍兴元年（1131年)，地属刘豫伪齐，在宿州置招受司。后为南宋淮西路都统王德收复。绍兴三年（1133年）九月，入金。绍兴八年（1138年），南宋曾收复，旋失。绍兴九年（1139年)，归南宋。绍兴十年（1140年）五月，复入金。六月，南宋收复。宋将杨沂中溃于宿州，复入金。隆兴元年（1163年)四月至六月及开禧二年（1206年)五月，曾为南宋收复，余为金境，金仍设符离、蕲县，属山东西路（治东平府）宿州。大定六年（1166年)，宿州改属南京路归德府（治睢阳，今商丘南），直至端平元年（1234年)金亡。在此之前，宿州及蕲、符离2个县已为宋将夏贵收复。\n\r\n       绍定六年（1233年)二月，蒙古军先后占领符离、蕲县及宿州，地入蒙古汗国。至元元年（1265年)，宿州改属河南行省归德府。至元二年（1266年），蕲县、符离、临涣、灵璧4个县撤并入宿州，仍属河南行省归德府。至元四年（1267年)，复置灵璧县，改属泗州。至元八年（1271年)十一月，蒙古汗国改称元朝，宿州改属河南行省归德府（今商丘南）。至元二十八年（1289年）十二月，改属河南江北等处行省河南江北道归德府。至正八年（1348年)，升徐州为总管府，宿州改属之。至正十一年（1351年）九月，红巾军进入宿州城。至正十三年（1353年），降徐州总管府为武安州，宿州改属归德府。至正二十四年（1364年），张士诚部入宿州。至正二十六年（1366年），吴王朱元璋部入宿州，仍属河南行省归德府。\n\r\n       吴二年（1368年)正月，朱元璋建立明朝，改元洪武，宿州仍属河南行省归德府。洪武四年（1371年)二月，宿州改属中书省临濠府。洪武六年（1373年）九月，改临濠府为中立府（治中立县，由钟离县改）。洪武七年（1374年）八月，改中立府为凤阳府（治临淮县，由中立县改）。洪武八年（1375年）十月，凤阳府改治凤阳县（今府城镇）。洪武十三年（1380年）正月，凤阳府直隶六部。永乐元年（1403年)，凤阳府改隶南京（后称南直隶）。崇祯十七年三月十九日（1644年4月25日)明亡，宿州仍属南直隶凤阳府。五月，属南明弘光政权徐泗镇（驻泗州，已没入洪泽湖）。\n\r\n       清顺治二年（1645年)正月入清，宿州仍属南直隶凤阳府。清顺治二年闰六月乙巳（1645年8月19日)，宿州改属江南省凤阳府。康熙六年七月甲寅（1667年8月30日)，宿州改属安徽省凤阳府。康熙九年四月丁亥（1670年5月19日)，凤阳府改属安徽省庐凤道。康熙十三年七月十三日（1735年8月29日)，凤阳府改属庐凤颍道。同治四年六月甲午（1865年7月23日)，宿州改属凤颍六泗道凤阳府。光绪三十四年五月甲午（1908年6月8日)，宿州属安徽省皖北道凤阳府。"
        },
        {
            "type": "text",
            "text": "       宣统三年（1911年)十一月二日，宿州独立。民国元年（1912年)1月，废道、府；4月，废州为县，宿县直属安徽省。民国三年（1914年）6月2日，宿县改属安徽省淮泗道。民国十六年（1927年）5月，北伐军进驻宿城。后为南京国民政府所控制。民国十七年（1928年）8月，废道，宿县直属安徽省。民国二十一年（1932年）4月2日，宿县属安徽省第七区（首县为泗县）。10月10日，宿县改属安徽省第六专区（专员驻泗县）。民国二十七年（1938年）11月10日，第六专区改属安徽省皖北行署，余仍之。民国二十九年（1940年）2月2日，撤销皖北行署，余仍之。4月，宿县改属第七专区，余仍之。7月，宿县改属第九专区，后复属第六专区，改第六专区为第四专区。民国三十四年（1945年）11月第四专区专员改驻宿县。"
        },
        {
            "type": "text",
            "text": "      在抗日战争期间，中国共产党新四军所创的边区县与原宿州，后为宿县有直接关系的边区县以上政权有：民国二十八年（1939年）8月，在宿东（今宿州市）建宿灵行署；民国三十年（1941年）7月，以宿灵公路为界，创建宿东、宿西县抗日民主政府；民国三十一年(1942年)1月，成立萧宿铜县抗日民主政府。其中，宿灵行署辖堤南、堤北、股北、栏杆、夹沟５个区；民国三十三年（1944年）8月，成立宿西县、宿怀县人民政府。民国三十四年（1945年）10月，宿灵县并入宿东县，辖花庄、沱北、任桥、界沟、大店、宿北、时村、鹤山、连璧、草寺等区。民国三十五（1946年）9月初至19日，这些边区县政府均随军北撤。\r\n　　\r\n       此外同时期的汪伪政权：民国二十九年（1940年）3月17日，日军出动36架飞机轰炸宿城。5月19日，日军侵占县城。8月，成立“维持会”。12月，成立“宿县政府”，属日伪“安徽省维新政府”（驻蚌埠）。当时宿县受日本海军与华北伪政权控制。民国三十一年（1942年）1月，将苏皖边区受控区交给汪伪南京“中华民国国民政府”。1月15日，宿县改属汪伪“苏淮特别行政区公署”（驻徐州市）。民国三十三年（1944年）1月13日，改属“淮海省”（仍驻徐州市） 。8月8日，“淮海省”设6专区。民国三十四年（1945年）8月15日，日本宣布无条件投降，汪伪宿县政府结束。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）9月，解放军恢复宿西县。民国三十七年（1948年）夏，恢复宿东县政府。11月14日，中原野战军攻入宿县城。11月16日，解放宿县城。17日，宿县由蒿沟进驻宿县城。民国三十八年（1949年）6月16日，恢复宿县（驻城关区）。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建国，宿县属皖北人民行政公署宿县专区。1950年9月20日，华东军政委员会通知，分宿县为宿县、宿西县；10月，政务院批准，成立宿城市（1951年5月31日，正式成立）；11月13日，内务部批准，将宿西县改为濉溪县。今市境设宿县（改驻符离镇）、宿城市（驻今市区），属宿县专区（驻宿城市）。\n\r\n       1953年6月25日，撤销宿城市，并入宿县。1954年4月29日，宿县人民政府迁驻宿城。1956年1月12日，撤销宿县专区，并入蚌埠专区，宿县改属蚌埠专区。1961年4月7日，撤销蚌埠专区，恢复宿县专区，宿县属之。1967年3月26日，成立宿县革命委员会。1970年宿县专区改称宿县地区。1979年9月10日，以城关镇为基础成立宿州市（1980年2月29日，成立宿州市人民政府）。1998年12月6日，撤销宿县地区和县级宿州市，设立地级宿州市。宿州市设立埇桥区，以原宿州市的行政区域为埇桥区的行政区域。"
        }
    ]
}