{
    "title": "颍上县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1546",
            "category": "阜阳市"
        },
        {
            "id": "1582",
            "category": "颍上县"
        }
    ],
    "detail": "[日期：2014-10-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1313次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋大业二年（606年)改“慎县”为“颍上”县，治古郑城（今县城南），属颍州。据《太平寰宇记》：“以地枕颍水上游为名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       颍上建置始于夏商时代，属于豫州；周代属于楚国，名慎邑，为白公（胜）封邑；秦代为慎县，属于泗水郡；西汉初年，本县属于淮阴侯韩信封邑；后置汝南郡，慎县属汝南管辖，为安远侯郑吉封邑；汉武帝时，本县属豫州部汝南郡；王莽新朝改本县为“慎治”；东汉，恢复“慎县”，仍属于汝南郡；三国时，慎县曾属于扬州管辖；东晋永和五年（349年），仍复属豫州汝阴郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时代，本县属宋国。当时诸侯割据，统治者也不得安生，地方官府异地侨置现象屡见不鲜。譬如本县就侨置于合肥以东的梁园（今肥东县梁园镇），而山西雁门旧县侨置于本县，称“楼烦令”。梁武帝六年（507年），本地分设三县：下蔡、楼烦和宋县。这种局面直到隋代统一方告结束。"
        },
        {
            "type": "text",
            "text": "       隋大业二年（606年），慎县在结束了长达143年之久的侨置的历史，回归故里，在下蔡和楼烦两县合并基础上，恢复建置，以司马迁《史记》记载管仲的出身地（“管仲夷吾者颍上人也”）为名，正式改“慎县”为“颍上”县。"
        },
        {
            "type": "text",
            "text": "       唐代，颍上县属河南西道，颍州汝阴郡；北宋，属京西北路顺昌汝阴郡；南宋，绍兴三十一年，即金世宗大定元年（1161年），金军攻占顺昌，改顺昌为颍州，辖颍上，金元光二年，改属寿州。"
        },
        {
            "type": "text",
            "text": "       元代，至元二年（1265年），颍上县并入颍州，后复置颍上县，仍属颍州，至元三十年（1293年），属河南省江北行省汴梁路汝宁府颍州（注：颍上在宋、元时代曾一度划属襄阳路，而未见于县志记载）。"
        },
        {
            "type": "text",
            "text": "       明代，洪武四年（1371年）二月，属中都临濠府颍州，洪武六年（1373年）九月，属中立府颍州，洪武七年（1374年）八月，属凤阳府颍州；"
        },
        {
            "type": "text",
            "text": "       清代，顺治初年，属江南左布政使凤阳府颍州，雍正二年（1724年），颍州升为直隶州，雍正十三年（1735年）升为颍州府，颍上均隶属其管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月，裁府留县，颍上县直属于省。民国三年（1914年）设道，颍上县属泗洪道。民国十七年（1928年）废道，颍上县直属于省。民国二十四年（1935年），设行政督察区，颍上属安徽省第七行政督察区，民国二十九年（1940年）1月，划属第三行政督察区，民国三十五年（1946年）属阜阳行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年），颍上县境内颍河北部，属于共产党新四军领导的阚疃县民主政府，民国三十七年（1948年）2月，颍河以南成立颍阜县民主政府，属于豫皖苏分局及豫皖苏边区第四分区，4月，颍河北岸成立颍上县民主政府，属于豫皖苏边区第六分区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月，颍上解放，恢复建置，成立颍上县民主政府。同年4月21日，划属皖北行署阜阳专员公署。1952年4月12日，皖南、皖北行政公署合并，成立安徽省，阜阳仍为专员公署，辖颍上。\r\n \r\n       1954年7月，成立颍上县人民委员会。1968年8月，“文化大革命”期间，改为颍上县革命委员会。1971年3月，撤销阜阳专区，改置阜阳地区，颍上隶属阜阳地区。1980年5月15日，撤销革命委员会，复名颍上县人民政府。1996年1月1日，撤销阜阳地区和县级阜阳市，设立地级阜阳市，颍上县隶属阜阳市。"
        }
    ]
}