{
    "title": "太和县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1546",
            "category": "阜阳市"
        },
        {
            "id": "1580",
            "category": "太和县"
        }
    ],
    "detail": "[日期：2014-10-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2553次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋开宝六年（973年）于汝阴县百尺镇置万寿县，宣和元年（1119年），更各泰和县。元朝大德八年（1304年），改“泰”为“太”，取《易·乾·象辞》“保合太和，利乃贞”之义。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，为沈子、胡子国分领交界地区。春秋时期，郪丘（位今张阁乡宋王城，先后属宋、魏国。入魏，改名新郪，魏安釐王十一年入秦，即前266年）、巨阳（位今原墙镇，一说位今朱庄乡东临淝河处。公元前253年至前241年为楚国首都）已经形成名邑，至战国时期已是大邑。\n\r\n       秦王政二十三年（前224年），设陈郡（治陈，今河南淮阳县城），今太和县属陈郡新阳县东部地区。"
        },
        {
            "type": "text",
            "text": "       汉王元年（前206年）四月，新阳县属西楚国陈郡。高祖五年（前202年)正月，陈郡改属韩信楚国。汉王六年（前201年）正月，封吕清为新阳侯国（又作信阳侯国），属陈郡。十一月，陈郡归汉。西汉初，置细阳县、新县，属陈郡。高祖十二年（前195年），置汝南郡，新阳侯国、细阳、新县及乐昌侯邑改属汝南郡。元朔二年（前127年)十月，改细阳县为刘钜阳侯国，仍属汝南郡。元鼎五年（前112年)，新阳、钜阳侯国除为县，3个县仍治故城，均属汝南郡。元封五年（前106年)四月，汝南郡改属豫州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉后，改汝南郡为汝汾郡，改细阳县为乐庆县，改新县为新延县，改新阳县为新明县。 东汉初年，3个县及汝南郡恢复旧名，仍属豫州，今太和县境仍为3个县分领。 "
        },
        {
            "type": "text",
            "text": "       东汉延康元年（220年)十月，曹丕建魏代汉，3个县仍旧治，均属豫州汝南郡。不久，撤销细阳县并入汝阴县。今太和县境内仅设宋县（由宋公国改，仍治新故城），分属汝阴、新阳及宋县。景初二年（238年)，宋县改属豫州谯郡。嘉平五年（253年)，撤销汝阴郡，汝阴、新阳2个县复属豫州汝南郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始二年（266年)，复置汝阴郡，今太和县为宋县及汝阴、新阳3个县分领，属豫州。太康四年（283年)，3个县属司马谟汝阴王国。太康七年（287年），无子国除，3个县复属汝阴郡。永嘉乱后，地入汉国石勒部。　"
        },
        {
            "type": "text",
            "text": "       东晋初年北伐，复归东晋。大兴三年（320年)，豫州刺史祖逖退守封丘，今县境渐入后赵，仅设宋县1个县，属豫州新蔡国。石鉴青龙元年（349年)，冉魏代后赵，入冉魏，仍之。永和六年（350年)，冉魏豫州刺史冉遇降东晋。光寿元年（357年)，豫州入前燕。建熙十年（369年)，属东晋。七月，入前秦，仍之。建元十六年（380年)，改属东豫州，仍设宋县，属汝阴郡。太元八年（383年)底，复属东晋。今境内仅设宋县、宋城县（故细阳城），属豫州汝阴郡。"
        },
        {
            "type": "text",
            "text": "       南朝·宋永初三年（422年)，刘裕死，北魏南下争夺淮北地区，为战乱区，区划不常置，直至泰始三年（467年)，淮北才全入于北魏。今县境仍为豫州汝阴郡宋、宋城县。\r\n　　\r\n       北朝·北魏天安二年（467年)，置豫州。太和十八年（494年)，侨置东郢州。太和二十二年（498年），罢东郢州，改置颍州（治汝阴），在今县境设宋县，仍属汝阴郡。太和二十三年（499年），废宋县。北魏正始二年（505年)，在今旧县镇侨置陈留郡、县及许昌县。梁大通二年（530年)，改置陈州（治陈留），入北魏仍之。　"
        },
        {
            "type": "text",
            "text": "       南朝·梁大通元年（527年)，梁、魏涡阳大战中击败魏兵，地入梁。后地入东魏。太清元年（547年)六月，东魏叛将侯景降梁，地入梁。太清二年（548年）八月，侯景反梁，地全入东魏。梁在今县境先后设陈州陈留郡陈留县。东魏占领期间，废陈州、陈留郡，留陈留县，改属豫州行台颍州北陈留颍川二郡。\r\n　　\r\n       北朝·北齐武定八年（550年)五月，北齐代东魏，今县境仍为陈留县，属颍州北陈留颍川二郡。天保中，改北陈留颍川二郡为陈留郡，仅设陈留1个县。北朝·北周建德六年（577年)二月，北周灭北齐，今县境仅设陈留县，属颍州陈留郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年)，废陈留郡，留陈留县，余仍之。开皇十八年（598年），改陈留县为颍阳县，仍属颍州。大业三年（607年)四月，颍阳县改属豫州刺史部汝阴郡（由颍州改，仍治汝阴）。"
        },
        {
            "type": "text",
            "text": "       隋大业十四年（618年)五月，唐代隋，改郡为州。今县境仍设颍阳1个县，属信州。武德四年（621年)五月，平王世充，颍阳县改属亳州总管府信州。武德六年（623年），改信州为颍州，余仍之。武德七年（624年），改总管府为都督府。贞观元年（627年)，罢亳州都督府，撤销颍阳县，并入汝阴县，今太和县属汝阴县西北地区。开元二十一年（733年)，颍州属河南道。天宝元年（742年)，改颍州为汝阴郡，余仍之。至德二载（757年)十二月，复汝阴郡为颍州，并改属淮西节度使。后复属河南节度使。大历十四年（779年)，颍州改属宋颍节度使。建中二年（781年)二月，改属宣武军节度使。"
        },
        {
            "type": "text",
            "text": "       五代天后四年（907年)四月唐亡，今县境在五代仍为汝阴县西北部地区，属颍州。具体是，后梁（907年～923年）属宣武军节度使；后唐（923年～936年）属归德军（改治汴州，今开封市）；后唐亡，属后晋归德军节度使（治宋州）；后汉（947年～950年）属归德军节度使；后周（951年～960年）属归德军节度使。"
        },
        {
            "type": "text",
            "text": "       宋开宝六年（973年)十一月，分汝阴县北5个乡设万寿县（治百尺镇，今原墙镇），属颍州（仍治汝阴）。淳化四年（993年)，颍州改属河南道。至道三年（997年)，颍州改属京东路（治汴梁，今开封市）。熙宁七年（1074年)，颍州改属京西北路（治西京，今洛阳市）。元丰二年（1079年)，颍州升为顺昌军（仍治汝阴）。政和六年（1116年)闰正月，升顺昌军为顺昌府。宣和元年（1119年)，改万寿县为泰和县，仍属顺昌府。\n\r\n       金天会五年（1127年)二月灭亡北宋，仍旧制。五月一日建南宋，泰和县（仍治今旧县镇）仍属京西北路顺昌府（仍治汝阴）。建炎四年（1130年)正月，顺昌府入金。绍兴六年（1136年)，收复顺昌府。建炎十一年（1137年），复入金，改顺昌府为颍州（仍治汝阴），泰和县仍属之，改属汴京行尚书省（治汴京，今开封市）。贞元元年（1153年)，颍州改属南京路（改汴京为南京）。端平元年（1234年)正月十日金亡，南宋收复颍州，泰和县仍属之。后为蒙古汗国占领，仍之。至元二年（1266年)，撤销泰和等4个县及录事司入颍州，今太和县属颍州西北地区。\n\r\n       元朝大德八年（1304年)，复置县，改“泰”为“太”，取《易·乾·象辞》“保合太和，利乃贞”之义，太和县属颍州。至正十五年（1355年)，为大宋龙凤政权属县。后复为元兵所占。至正二十六年（1366年），吴王朱元璋收复颍州，改属河南行省。\n\r\n       吴二年(1368年)正月，朱元璋建立明朝，改元洪武，太和县仍属河南行省汝宁府颍州。洪武四年（1371年）二月，颍州改属中书省临濠府。洪武六年（1373年）九月，改临濠府为中立府（改钟离县为中立县，仍兼府治）。洪武七年（1374年）八月，改中立府为凤阳府（改中立县为临淮县，仍兼府治）。洪武八年（1375年）十月，改凤阳府治凤阳。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年)五月，入清，仍为南直隶凤阳府颍州太和县。雍正二年九月己未（1724年11月4日)，升颍州、亳州为直隶州，太和县改属安徽省庐凤道直隶亳州。雍正十三年七月十三日（1735年年8月29日)，升直隶颍州为颍州府，增置阜阳县兼府治，降亳州为散州，太和县改属颍州府，属安徽省庐凤颍道。"
        },
        {
            "type": "text",
            "text": "       清宣统三年十一月九日（1911年12月28日)，太和县宣告独立。民国元年（1912年）废颍州府，太和县直属安徽省。民国三年（1914年）设道，太和县属淮泗道。民国十七年（1928年）废道，太和县直属于省。民国二十一年（1932年）8月，安徽全省划为10个行政督察区，太和县属第七区。民国二十九年（1940年）7月，全省调整为9个行政督察区，太和县属第三区。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年），解放战争开始，县境北部属鹿毫太县，东北部属阜北县。1948年2月下旬，太和全境解放，撤销阜北、界首、泉阳3个县，太和县恢复太和县旧境，唯将原属太和县的界首集等3个镇组建界首市。后撤界首市，降为太和县界首镇。"
        },
        {
            "type": "text",
            "text": "       1949年太和县属皖北行署阜阳专区。1950年8月31日，将原属阜阳县所辖宫集区及长春区的赵寺、王营、草李、长春4个乡划入太和县。1951年属安徽省阜阳专区。同年2月19日，恢复界首市，仍如以前疆域。1953年6月25日，撤销界首市，分太和县的光武、芦村、大黄、亮集等区乡划入新设的界首县；8月，正式划走；9月3日，正式撤销界首市，成立界首县，为太和县疆域最大的一次削减。"
        },
        {
            "type": "text",
            "text": "       1959年3月22日，撤销界首、太和县，改设首太县（驻界首镇）。1961年12月15日，撤销首太县，恢复界首、太和2个县。1971年3月，撤销阜阳专区，改置阜阳地区，太和县隶属阜阳地区。1972年2月25日，将阜阳县闻集公社大刘大队划入太和县城郊社（今为城郊区）。1996年1月1日，撤销阜阳地区和县级阜阳市，设立地级阜阳市，太和县隶属阜阳市。"
        }
    ]
}