{
    "title": "界首市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1546",
            "category": "阜阳市"
        },
        {
            "id": "1578",
            "category": "界首市"
        }
    ],
    "detail": "[日期：2014-10-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1238次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据史书记载，北宋初年，境内有一沟（现已不存），为颍州与陈州的分界沟，遂置界沟镇，设界沟驿。元代改设界沟站。明洪武年间，于此设界沟关。明末，因界沟为颍州府边缘首集，始名为界首集。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）10月，界首集、刘兴、皂庙3镇合并建立界首市，同属豫皖苏边区行署二分区。后撤界首市，降为太和县界首镇。1951年2月19日，恢复界首市。1953年6月25日，撤销界首市，分太和县的光武、芦村、大黄、亮集等区乡划入新设的界首县；8月，正式划走；9月3日，正式撤销界首市，成立界首县。1959年3月22日，撤销界首、太和县，改设首太县（驻界首镇）。1961年12月15日，撤销首太县，恢复界首、太和2个县。1989年界首撤县设市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期，境北部属陈国，南部属沈子国。春秋时期，鲁定公四年(前506年)，蔡灭沈子国，境南部自沈入蔡；鲁哀公十七年(前478年)楚灭陈，境北部自陈入楚。战国时期，境北部由楚入魏，南部属楚。"
        },
        {
            "type": "text",
            "text": "       秦，始行郡县二级制，境北部属新阳县，南部属寝县，统辖于颍川郡。后分立陈郡改属之。"
        },
        {
            "type": "text",
            "text": "       西汉，汉高帝六年(前201年)改新阳县为侯国，境北部属之，后复为县；汉宣帝地节四年(前66年)境中部置阳城侯国，旋废；南部仍属寝县，后改名为鲖[tóng]县。同辖于汝南郡。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，始建国元年(公元9年)改汝南郡为汝土贲郡，改阳城为新安，改新阳为新明，改鲖[tóng]县为闰治。东汉，恢复西汉时旧名，始行州郡县三级制，境北部属新阳侯国；南部属固始侯国，后国废为县；中部属汝阴县。同辖于豫州汝南郡。"
        },
        {
            "type": "text",
            "text": "       三国魏，境北部属新阳县，南部属固始县，同辖于豫州汝南郡。西晋，新阳县废。境北部属宋县，南部属固始县，同辖于豫州汝阴郡。惠帝分汝阴郡置新蔡郡，固始县改属之。东晋，境北部属汝阴郡宋县，南部属新蔡郡固始县，同辖于豫州。"
        },
        {
            "type": "text",
            "text": "       南朝宋、北魏，境北部属汝阴郡宋县，南部属新蔡郡固始县，同辖于豫州。东魏，境北部属北扬州汝阴郡宋县，南部属豫州新蔡郡固始县。北齐、北周，北部属颍州陈留郡陈留县，南部属豫州广宁郡褒信县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废褒信县置沈州，把原褒信县地分置鲖阳、沈丘两县，隶属沈州。境北部属颍州陈留县(后更名颍阳县)，南部属沈州鲖阳县。大业三年(607年)罢州为郡，北部属汝阴郡颍阳县，南部属淮阳郡鲖阳县。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年(627年)，废颍阳，并入汝阴。武德初罢郡设州。天宝元年(1742年)罢州为郡，乾元元年(758年)罢郡为州。境北部属汝阴县，南部属沈丘县，同隶属于颍州(汝阴郡)。"
        },
        {
            "type": "text",
            "text": "       五代，先后为梁、唐、晋、汉、周领地，县境分属颍州汝阴县、沈丘县。"
        },
        {
            "type": "text",
            "text": "       宋，开宝六年(973年)分汝阴北5乡置万寿县。境北部属万寿县(后改泰和县)，南部属沈丘县，同辖于京西北路颍州(后改顺昌府)。始置界沟镇于现城区东北部，属万寿县。"
        },
        {
            "type": "text",
            "text": "       金，境分属泰和县、沈丘县，同隶属于南京路颍州。元，境分属泰和(后改太和)、沈丘县，同隶于河南江北等处行中书省颍州。至元三十年(1293年)改属汝宁府。"
        },
        {
            "type": "text",
            "text": "       明，境北部属颍州太和县，南部属颍州，同隶属于南京凤阳府。城区西北部属河南布政使开封府陈州沈丘县。"
        },
        {
            "type": "text",
            "text": "       清，雍正二年(1724年)境北部改属亳州太和县，雍正十三年（1735年）改颍州为颍州府，境北部改属安徽省颍州府太和县，境南部改属阜阳县，城区西北部属河南省陈州府沈丘县。"
        },
        {
            "type": "text",
            "text": "       民国初，县境大部属安徽省淮泗道阜阳县、太和县。民国二十一年(1932年)设阜阳专员公署，太和县、阜阳县皆属之。民国二十四年（1935年）析阜阳县西部置临泉县，境南部遂划入临泉县。民国二十八年（1939年）城区西北部发展为皂庙镇，属河南省沈丘县，与界首镇、刘兴镇鼎立为界首三镇。民国三十六年（1947年）10月，界首、刘兴、皂庙3镇合并建立界首市民主政府。是年11月境北部属沈鹿淮县(界首县)，12月南部属泉阳县。界首市、界首县同属豫皖苏边区行署二分区，泉阳县属四分区。民国三十八年（1949年）3月，豫皖苏边区行署建制撤销，境北部属太和县，中部(现城区)属界首市，南部属临泉县。同辖于皖北行署阜阳专署。后撤界首市，降为太和县界首镇。"
        },
        {
            "type": "text",
            "text": "       1951年2月19日，恢复界首市。1953年6月25日，撤销界首市，划临泉县的洪庄、砖集、陶庙3区以及太和县的光武、芦村、大黄、亮集等区乡划入新设的界首县；8月，正式划走；9月3日，正式撤销界首市，成立界首县，隶属安徽省阜阳专区。1959年3月22日，撤销界首、太和县，改设首太县（驻界首镇）。1961年12月15日，撤销首太县，恢复界首、太和2个县，仍隶属阜阳专区。"
        },
        {
            "type": "text",
            "text": "       1971年3月，撤销阜阳专区，改置阜阳地区，界首县隶属阜阳地区。1989年界首撤县设市（县级），仍隶属阜阳地区。1996年1月1日，撤销阜阳地区和县级阜阳市，设立地级阜阳市，界首市隶属地级阜阳市领导。"
        }
    ]
}