{
    "title": "阜阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1546",
            "category": "阜阳市"
        }
    ],
    "detail": "[日期：2014-10-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：669次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正十三年（1735）升颍州为府，称颍州府，附廓增设阜阳县。因小山为阜，县在山南，故曰阜阳。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周为胡子国都。西周以后，在今阜阳境内即建立了妫姓的胡子国，临泉境内的沈子国，颍上境内的慎等。楚昭王二十一年（前495 年）楚灭胡子国后为楚地，称胡。秦置汝阴县，属陈郡。"
        },
        {
            "type": "text",
            "text": "       汉初为汝阴县，高祖二年（前206 年）汝阴县改属汝南郡；高祖六年封夏侯婴为妆阴侯于此；王莽新朝改汝阴名为汝坟；东汉复称汝阴县，属汝南郡；更始初年，淮阴王刘玄封刘信为汝阴王，建武年间刘秀改封刘信为汝阴侯；永初二年（108 年）安帝封刘显为阜阳侯，封邑不在今阜阳市，但阜阳地名始见。"
        },
        {
            "type": "text",
            "text": "       三国魏初为汝阴县，属汝南郡；景初二年（238 年）祈沛国置汝阴都；后期复为汝阴县，属汝南郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始二年（266 年）复置汝阴郡，同廓设汝阴县。东晋十六国，西晋永嘉之乱后，汝阴郡先后属汉（前赵）、后赵、前燕、前奏、后燕、东晋。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋永初元年至景平元年（420 年—423 年）为汝阴郡，属豫州。魏太常八年至太平真君八年（423年 －447 年）汝阴为魏占领，属魏之豫州，但未设治，因宋将汝阴郡先侨置于司州（今河南信阳）后侨置于合肥，称南汝阴，属南司州。宋元嘉二十四年至二十七年（447年 －450 年）收复原汝阴地，未设治，南汝阴仍侨置合肥。"
        },
        {
            "type": "text",
            "text": "       南齐建元元年（479 年）齐王萧道成登基称帝，废刘准为汝阴王，改南豫州称豫州，于南汝阴郡同廓设性阴县，均属豫州，终齐之世，原汝阴地仍属北魏。北魏太平真君十一年至孝昌四年（450年 — 528年 ）原汝阴地属魏，孝昌四年前在此未设治，其间于和平二年（461 年）文帝封拓跋天赐为汝阴王；太和二十年（ 496 年）孝文帝封拓跋景和为汝阴王。北魏孝昌四年亦即武泰元年，于原汝阴郡置颍州，此为州治之始。同年，颍州为梁占。梁大通二年至太清三年（528年 －549 年）原汝阴地属梁，置胡城县，太清年间因侯景之乱为高澄占领。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583 年）改汝阴郡为颍州，大业初年复称汝阴郡。唐初称汝阴郡；武德四年（621 年）改名信州；武德六年（623年）改名颍州；天宝元年（742 年）复名汝阴郡；乾元元年（ 758 年）复名颍州，同廓设汝阴县，属河南道。五代 梁、唐、晋、汉、周均为颍州。"
        },
        {
            "type": "text",
            "text": "       宋初称颍州，同廓设汝阴县；政和六年（1116 年）升颍州为顺昌府，属京西北路，是为府治之始。。金皇统元年（1141 年）占领顺昌府，改为颍州，同廓设汝阴县，属南京路。元仍为颍州，属河南行省汝宁府。"
        },
        {
            "type": "text",
            "text": "       明为颍州，属南京直隶凤阳府；设军事机构颍川卫，属河南汝宁府。清顺治初为颍州，属江南左布政使司凤阳府；雍正二年（1724 年）升为直隶州；雍正十三年（1735年）升州为府，称颍州府，附廓增设阜阳县，属安徽布政使司。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912 ）年废府留县，阜阳县属安徽省；民国三年（1914年）设道，阜阳县属安徽省淮泗道；民国十七年（1928 年）春废道，阜阳县直属安徽省；民国 二十一年（1932 年），安徽省在阜阳设第七区行政督察专员公署，民国二十九年（1940 年），改称安徽省第三区行政督察专员公署，专属驻阜阳县。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948 年）8月1日，阜阳城解放，8 月14 日，成立阜阳市民主政府，属中原局豫皖苏分局及豫皖苏边区第四军分区； 民国三十八年（1949年）3月撤阜阳市；4 月，四、六军分区合并，设阜阳专员公署；1965 年设阜城镇（县级），属阜阳专员公署；1971 年，阜阳专员公署改为阜阳地区革命委员会，阜城镇属之。"
        },
        {
            "type": "text",
            "text": "       1975年2月19日，成立阜阳市，隶属阜阳地区革命委员会；1979年，阜阳地区革命委员会改为阜阳行政公署，阜阳市隶属阜阳行政公署。1977年将凤台县划归淮南市领导。1996年1月撤销阜阳地区，设地级阜阳市。同时撤销阜阳县和县级阜阳市，设颍州、颍泉和颍东3区。"
        }
    ]
}