{
    "title": "凤阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1545",
            "category": "滁州市"
        },
        {
            "id": "1588",
            "category": "凤阳县"
        }
    ],
    "detail": "[日期：2014-10-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：566次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       凤阳县境古为淮夷之地，春秋时为钟离子国，后有钟离、蚕富、燕（yān）、中立等县名。明洪武三年（1370年）改中立县为临淮县。洪武七年（1374年），割临淮县四个乡设置凤阳县。据《明一统志》：“以在风凰山之阳，故名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，在今临淮镇附近建钟离子国，并筑钟离城。周景王七年（前538年），楚攻占钟离城，钟离属楚。周敬王二年（前518年）钟离城又被吴王僚夺去。越王勾践灭吴后，钟离城属越，周显王三十五年（前332年）楚灭越，钟离城又属楚。秦统一中国后，钟离城属九江郡。\r\n　　\r\n       西汉高祖四年(前203年)正式设钟离县。刘邦封英布为淮南王，改九江郡为淮南国，钟离县为淮南国的领地。汉武帝元狩元年(前122年)平定吴楚七国之乱，杀淮南王刘安，改淮南国为九江郡，钟离县仍属其管辖。王莽夺取西汉政权后，改九江郡为延平郡，将钟离县改为蚕富县。东汉建武元年(25年)改称钟离侯国，后又称钟离县，仍属九江郡。三国时，钟离县属魏。\r\n　　\r\n       西晋时，属淮南郡。东晋建武元年(317年)将九江郡分为九江、钟离二郡。隆安年间(397年—401年)，改钟离县为燕县，属钟离郡。北齐天保元年(550年)，改燕县为钟离县。陈宣帝太建五年（573年）钟离县属陈，太建十一年（579年），北周攻占钟离郡，钟离县属扬州淮南郡。\r\n　　\r\n       隋文帝开皇二年（582年），因钟离地枕豪水，钟离郡改称豪州。大业三年，改豪州为钟离郡。隋末，为杜伏威的属地，改钟离郡为豪州。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年）杜伏威降唐后，钟离县属淮南道豪州。天宝元年（742年）改豪州为钟离郡，乾元元年（758年），又改名豪州。唐元和三年（808年）改豪河为濠河，改豪州为濠州。"
        },
        {
            "type": "text",
            "text": "       北宋时，钟离县初隶淮南路，后属淮南西路濠州。南宋时由于金兵常南下在濠州一带骚扰，开禧二年（1206年）曾一度把州治迁往定远。"
        },
        {
            "type": "text",
            "text": "       元朝时，钟离县隶河南行中书省安丰路濠州安抚司。至正十二年（1352年）二月郭子兴领导农民军占领濠州，至正十三年（1353年）又被张士诚夺去。至正二十六年（1366年）朱元璋打败张士诚，濠州又为朱元璋所有。次年，朱元璋改濠州为临濠府。\r\n　　\r\n       明洪武二年（1369年），改钟离县为中立县，同时在濠州西南凤凰山南麓建中都。洪武三年因县城北临淮河，将中立县改为临淮县，这是临淮地名之始。洪武六年（1373年）临濠府改为中立府，洪武七年（1374年）中立府改名凤阳府，府治迁往新城，同时割临淮县的太平、清洛、广德、永丰4乡设凤阳县，洪武十九年（1386年）将虹县（今五河、固镇一带）南8都并入凤阳县。据《明一统志》记载，凤阳因在凤凰山之阳，故名。自洪武七年至清乾隆十九年（1754年），今凤阳县境内为凤阳府治和凤阳、临淮二县地。凤阳府，明初直属中书省，永乐元年（1403年）改属南京。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645年)凤阳府改属江南省，康熙元年（1663年）改属安徽省。乾隆十九年(1754年)将临淮县并入凤阳县。乾隆二十年（1755年），凤阳县属安徽省凤颍六泗兵备道，道员驻凤阳。\r\n　\r\n       民国元年（1912年），取消府的建制，凤阳县直属安徽省。民国三年（1914年）设淮泗道，道尹驻凤阳。民国十七年（1928年）废道，凤阳县直属于省。民国二十一年（1932年）设行政督察专员公署，简称专区，凤阳县属第四专区。民国二十七年（1938年）2月，府城被日军占领，汉奸倪道烺在蚌埠组织“安徽省维新政府”，凤阳县直属伪省府管辖，伪凤阳县政府设在蚌埠。民国二十九年（1940年）“安徽省维新政府”改为“安徽省政府”后，设8个行政督察区，凤阳县属第一行政督察区。\n\r\n       抗战时期，府城、临淮关等城镇虽被日军占领，但在广大的农村和山区，在共产党的领导下，先后建立了定凤怀县、凤定嘉县、盱凤嘉县抗日民主政府，领导人民进行抗日斗争。抗战胜利后，国民党军队占据府城、临淮关等城镇，并向淮南津浦路西解放区发动进攻。民国三十五年（1946年）8月，定凤怀县党政机关，除留少数武装工作人员坚持游击战争外，全部北撤，定凤怀、凤定嘉、盱凤嘉等县政府先后撤销。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）元旦，蚌埠正式设市，从此蚌埠从凤阳分离出去。民国三十七年（1948年），定凤怀县政府重新成立。民国三十八年（1949年）1月16日，凤阳解放，2月，定凤怀县政府撤销，凤阳县人民政府成立，凤阳县属江淮第四专员公署，4月改属定远专区，7月改属滁县专区。\r\n　　\r\n       1949年后，凤阳划归皖北行署滁县专区。后皖北、皖南行署合并重建安徽省，凤阳划归安徽省滁县专区。1956年，宿县、滁县两专区合并成蚌埠专区，凤阳县属蚌埠专区。1958年龙子湖地区及以东以南由凤阳县划属蚌埠市。1961年，蚌埠专区分为滁县、宿县两专区，凤阳县属滁县专区。1971年3月29日，滁县专区更名为滁县地区，凤阳县属滁县地区。1992年12月20日，撤销滁县地区设立滁州市（地级），凤阳县属安徽省滁州市。"
        }
    ]
}