{
    "title": "明光市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1545",
            "category": "滁州市"
        },
        {
            "id": "1584",
            "category": "明光市"
        }
    ],
    "detail": "[日期：2014-10-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1012次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明光市的前身是嘉山县。市名以驻地明光镇为名。"
        },
        {
            "type": "text",
            "text": "       嘉山县名以原属来安县的嘉山及嘉山集为名。嘉山是境内最高峰，海拔332米，位于西南部。山名据道光十年(1830年)《来安县志》载：“山上有龙王庙，宋嘉定年间(1208～1284年)敕建，赐名嘉泽，山以此得名”。"
        },
        {
            "type": "text",
            "text": "       明光镇名缘于附近的明光山。光绪《盱眙县志》载：“明太祖生于此。昔年见五色云气，故名。”其东山有跃龙岗，一曰孕龙基。岗在二郎庙旁，明太祖生于此。是夜，庙移避东北百余步，基址土石俱赤，不生草木。”及二郎庙旁的“香花涧”，也因“明太祖生时取水澡浴，涧水皆香”而命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n　　今明光市境古为淮夷地。周为徐国等方国领地。春秋时期，为吴、越、楚争峙场所。战国时期，主要属楚国。 秦王政二十四年（前233年)灭楚，为秦国东海郡地。"
        },
        {
            "type": "text",
            "text": "       西汉，属盱眙(治今盱眙县城东北)、淮陵县(治今市境潘村镇高地，下称故淮陵城)地。汉王元年（前206年)，属项羽西楚国。高祖五年（前202年)正月，改属韩信楚国。高祖六年（前201年）正月，改属刘贾的荆国东阳郡。高祖十一年（前196年）七月，英布灭荆，东阳郡直属汉廷。高祖十二年（前）十月，东阳郡改属刘濞吴国。景帝三年（前154年)正月，吴王反。六月，国除，东阳郡归汉。旋改属刘非的江都国。元朔元年（前128年)，东阳郡的淮陵县改为淮陵侯国。元狩二年（前121年)，江都国除，东阳郡改为广陵郡，直隶汉廷。元狩六年（前197年），析置临淮郡，淮陵侯国(县)属之。元封五年（前106年)四月，临淮郡改属徐州刺史部。"
        },
        {
            "type": "text",
            "text": "       东汉初年，复旧称，今明光市仍属盱眙、淮陵县地。淮陵侯国(县)仍属徐州临淮郡。永平十五年(72年)，改临淮郡为下邳国。建安十一年(206年)，下邳国除为下邳郡。汉末，废下邳郡，改设东城郡，后废。 三国时期，地属魏国徐州下邳郡(国)，仍设淮陵县。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年(280年)，改属徐州临淮郡。元康初(约291年)，分临淮郡淮陵县置淮陵郡，设淮陵县。永宁元年(301年)，设淮陵国，仍属徐州。永兴元年(304年)，又侨置堂邑郡，后废。永嘉乱后，荒废。"
        },
        {
            "type": "text",
            "text": "       东晋大兴三年(320年)，侨置淮陵郡，属北徐州，后废。义熙六年(410年)，侨置阳平郡，领淮陵、阳平、馆陶、濮阳、廪丘县，属北徐州。后赵(319年～351年)开创者石勒早在永嘉乱后就染指安徽，在徐州淮陵郡设淮陵县。"
        },
        {
            "type": "text",
            "text": "       南朝·宋永初三年(422年)，北徐州改称徐州(仍治彭城。后多次徙治）阳平郡(治淮陵故城)仍设阳平、淮陵、馆陶、濮阳、廪丘县。泰始二年(466年)，地入北魏，淮南部分改属钟离郡。又侨置济阴郡，又称南济阴郡(改治今明光市女山湖镇旧县集，以侨民在淮河南岸者侨置)。泰始三年（467），增侨置睢陵县于旧县集，兼郡治，属之。"
        },
        {
            "type": "text",
            "text": "       刘宋升明三年(479年)四月，南齐代刘宋，仍之。后主要变动及设置是：北徐州济阴郡设睢陵县。南兖州盱眙郡设阳城县。后没入北魏，正始三年（500年)，逐渐收复。南齐中兴二年(502年)四月，萧梁代南齐，仍之。初属南兖州，后改属淮州淮阳郡，设淮陵县。盱眙郡设阳城县。北徐州济阳郡，设睢陵县。 "
        },
        {
            "type": "text",
            "text": "       北朝·东魏武定六年(548年)十月，地入东魏。今明光市境设置：淮州盱眙郡设阳城县。楚州济阳郡设睢阳县。武定八年（550年）五月，北齐代东魏。今明光市境设置：西楚州济阴郡(治池南，由睢阳县改，仍治女山湖镇)设池南、睢阳县；阳城县仍属盱眙郡。"
        },
        {
            "type": "text",
            "text": "       南朝·陈太建五年(573年)五月伐北齐，逐渐恢复。北徐州济阴郡(治睢陵，由东魏济阳郡改，县由北齐池南改，今女山湖镇)设睢陵县。阳城县仍属南兖州盱眙郡(仍治盱眙故城。同年九月戊子，改属谯州。太建七年（575年）三月，改属南兖州。太建十一年（579年）十二月，地入北周。今市境设置有：西楚州(由徐州改。宣政元年六月，改称豪州，仍治故钟离城)济阴郡(治昭义，今女山湖镇。大象元年，改陈睢陵县为招义县，又写成“昭义”）。吴州(改陈东广州为吴州，仍治广陵，今扬州市)盱眙郡设阳城县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废郡，撤销阳城县，改昭义县为招义县，改属濠州。大业元年(605年)，改招义县为化明县（《太平寰宇记》说，开皇二年，以光德太子名昭，改招义县为化明县)。大业三年（607年）四月，改濠州为钟离郡，化明县改属扬州刺史部钟离郡。隋末，县民马薄据县，改置化州，分置济阴县，共设2个县，属之。"
        },
        {
            "type": "text",
            "text": "       唐武德二年(619年)，析置睢陵县(仍治淮陵故城)，济阴、睢陵、化明3个县属化州。武德三年（620年），撤销济阴、睢陵县、化州，改化明县为招义县，改属濠州。贞观元年(627年)，濠州属淮南道(地理区域)。开元二十一年(733年)，淮南道为一级政区。天宝元年(742年)，濠州改为钟离郡。乾元元年(758年)，钟离郡改为濠州。安史之乱后，濠州改属武宁军节度，又叫徐泗节度、感化军(治徐州)。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，唐天祐四年(907年)四月唐亡，今明光市属所设招义县属吴国濠州。武义元年(919年)，濠州改属清淮军(治西古城。乾贞元年即927年，清淮军改治寿州，今寿县城关镇)。 吴天祚三年(937年)十月，南唐代吴国，招义县仍属清淮军濠州。保大元年(943年)三月，招义县改属定远军节度濠州。 后周显德四年(957年)十二月，濠州入后周，招义县属濠州。"
        },
        {
            "type": "text",
            "text": "       北宋建隆四年(963年)，招义县改属泗州。太平兴国元年(976年)，改招义县为招信县，仍属泗州。至道三年(997年)，泗州改为淮南路(治扬州)，属之。熙宁五年(1072年)，泗州改属淮南东路。 \n\r\n       金天会五年(1127年)二月北宋亡，仍之。五月一日建南宋，招信县仍属南宋淮南东路(仍治扬州)泗州。建炎四年(1130年)，招信县改属淮南西路(治合肥)濠州。绍兴四年(1134年)，招信县改属泗州。绍兴七年（1137年），泗州改属淮南东路。绍兴十一年（1141年），招信县改属淮东路天长军。绍兴十二年（1142年），改属招信军。绍兴二十一年（1151年），入金。后复，仍之。"
        },
        {
            "type": "text",
            "text": "       元朝至元十四年(1277年)，招信县改属江淮行省淮东道昭信路，又称招信路。至元十五年（1278年），招信县所隶招信军改属临淮府。至元二十年（1283年），撤销招信县，并入盱眙县。从此，今明光市境内分属滁州、来安、盱眙、定远4个县。至设县前，今明光市境内无设置。盱眙县改属淮安路泗州(治临淮，故泗州城，清没入洪泽湖)。至元二十八年（1291年）十二月，今明光市境主属河南江北行省江北淮东道泗州盱眙县等4个县。至正十二年(1352年)，盱眙县改属淮南江北行省江北淮东道淮安路泗州。 \n\r\n       明清时期，今明光市境内无建置，仍为4个州、县边缘地区。"
        },
        {
            "type": "text",
            "text": "       民国前期，定远、来安、滁县、盱眙4个县均直属安徽省。民国三年(1914年)6月2日，均改属安徽省淮泗道。民国二十一年（1932年）11月初，创嘉山县(治三界镇)，属安徽省第五专区。民国二十七年（1938年）7月，嘉山县改属第六专区(专员驻泗县)。11月10日，第六专区属安徽省皖北行署。民国二十九年（1940年）2月2日，撤销皖北行署。7月，将嘉山县改属第九专区，民国三十三年（1944年）4月，第九专区由第五专区代管，仍之。民国三十四年（1945年）9月复第九专区，嘉山县属之(次年10月，专员公署驻嘉山县区明光镇。在此之前，嘉山县政府先后流亡于自来桥及全椒县古河镇等地）。"
        },
        {
            "type": "text",
            "text": "       日伪政权时期，民国二十七年（1938年）1月2日，日军沦陷嘉山县城三界镇，将之烧毁。于2月中旬，在明光镇组建“维持会”汉奸政权。7月12日，嘉山县伪政权改属“中华民国维新政府安徽省”(驻蚌埠)。10月28日，“安徽省维新政府”正式成立。民国二十九年(1940年)3月，“安徽省维新政府”并入南京汪伪“中华民国国民政府”。9月20日，汪伪“安徽省政府”(仍驻蚌埠)成立。民国三十二年（1943年）7月25日，汪伪“嘉山县政府”改属“安徽省第三专区”(专员及县政府均驻明光镇)。民国三十四年（1945年）8月15日，日本投降，伪嘉山县政府随即废除。 \n\r\n       另外在抗日战争期间，今明光市境内有中国共产党领导的淮南苏皖边区行政公署津浦路东专员公署所建嘉山县抗日民主政府、盱嘉办事处（1943年3月，并盱眙、嘉山2个县抗日民主政府设。民国33年10月，又分设）、盱凤嘉县抗日民主政府(1940年2月在自来桥创建)、盱凤嘉县抗日民主政府(1941年至1945年设)。这些抗日政权于34年11月后并为嘉山县，改属苏皖边区第三行政区，直至民国三十五年（1946年）9月北撤取消。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）5月28日，中国人民解放军创建了江淮行署。6月4日后调整的嘉山县属第一专区。民国三十八年（1949年）1月21日，嘉山县城明光镇解放。2月，先后成立嘉山县人民政府和明光市政府。4月，改明光市为明光区。4月15日，皖北人民行政公署公告，嘉山县改属皖北人民行政公署滁县专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建国，嘉山县仍属皖北人民行政公署滁县专区。1956年1月12日，撤销滁县专区，嘉山县改属安徽省蚌埠专区。1961年4月7日，撤销蚌埠专区，恢复滁县专区，嘉山县属之。1968年8月12日，嘉山县革命委员会成立。 1980年3月，嘉山县革命委员会改称嘉山县人民政府。 1992年12月20日，撤销滁县地区设立滁州市（地级），嘉山县改属滁州市。1994年5月31日，撤销嘉山县，改设县级明光市，仍属滁州市。"
        }
    ]
}