{
    "title": "天长市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1545",
            "category": "滁州市"
        },
        {
            "id": "1583",
            "category": "天长市"
        }
    ],
    "detail": "[日期：2014-10-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：390次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《旧唐书·玄宗纪》和史志记载，开元十七年（729年）玄宗生日那天，宴百官于花萼楼，“百官表请以每年八月五日为千秋节”。于是，玄宗每年的生日那天均要庆祝“千秋节”。玄宗身为天子，宝贵已极，却还想长生不老，奸相李林甫乘机借以灵符呈瑞，表上尊号。玄宗深信不疑，下诏改开元三十年为天宝元年（742年）（天宝路的由来），受尊号为开元天宝圣神文武皇帝。建玄元皇帝新庙，亲自祭食，并“改天下县名不稳及重名者一百一十处”。李林甫等人为讨好玄宗，建议“割江都、六合、高邮三县置千秋县”，和“千秋节”呼应。大诗人杜甫曾有《千秋节有感》一诗，诗云：自罢千秋节，频伤八月来，先朝常宴会，壮观已尘埃。"
        },
        {
            "type": "text",
            "text": "       天宝七年（748年）群臣又为玄宗大庆“千秋节”，席间，李林甫又奏道：吾皇万岁，皇上与贵妃娘娘的寿命应与天一样长，“千秋”只为一千年，太短，万岁也是有限度，皇上与娘娘不与天地同生，应与天地齐寿，天长地久，恩恩爱爱，青春永在。依老臣之见，“千秋节”应改为“天长节”，千秋县也应改为天长县。”唐玄宗和杨贵妃听了大喜，即降旨准奏。从此，“千秋节”改为“天长节”，“千秋县”遂改为“天长县”。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）6月29日，天长县改为炳辉县，以纪念新四军副军长罗炳辉将军建立淮南抗日根据地的功绩。民国三十七年（1948年）4月与高邮合并为天高县政府，12月18日又改称炳辉县。1959年12月5日，国务院决定改炳辉县为天长县，次年1月5日，炳辉县正式改称天长县。1993年12月撤销天长县，设立天长市（县级）。\n\r\n【沿革】\r\n       春秋战国 时期，本地先属吴国，周元王三年（前473）越灭吴，属越。越退回江南，复属楚。秦始皇二十六年（公元前221）本地为广陵、东阳二县地，属九江郡。两汉时期，本地为广陵、高邮二县之地，部分境域属江都县。广陵、高邮先后隶属于荆国、吴国、江都国、广陵国、泗水国、广陵郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，高邮、江都县废，本地属广陵县，仍隶广陵郡。西晋武帝太康元年（280）高邮县复立，本地仍为广陵、高邮二县地，隶广陵郡。"
        },
        {
            "type": "text",
            "text": "       南北朝 时期，境内出现侨置郡县。宋孝武帝大明五年（461）于石梁侨置沛郡（即南沛郡）及沛县。萧梁时期，沛郡、沛县废，于石梁侨置泾州，领泾城（治石梁）、东阳二郡。侯景篡梁时一度改泾州为淮州。陈废泾州并泾城、东阳二郡，仍于石梁侨置沛郡，领沛县、横山县，隶徐州。北周时期，改沛郡为石梁郡，改沛县为石梁县。除属沛郡及沛县、泾州及泾城外，南北朝时期本地部分境域仍属高邮。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇初，石梁郡废。隋炀帝大业年间，将石梁县改为永福县。永福县废后，其地归六合。唐武德七年（624）析地置石梁县，属方州。贞观元年（627），石梁县废，其地入六合。天长正式置县是唐玄宗天宝元年（742）。开元十七年（729），为纪念玄宗李隆基生日，将每年的八月五日定为千秋节，并于天宝元年（742）“割江都、六合、高邮三县地置千秋县”。天宝七年(748年)，改千秋节为天长节，千秋县随之易名天长县，属淮南道扬州。天长县的规模自此确定后，历朝无大变化。唐天复二年（902年），杨行密建立吴国，天长属吴国范围。"
        },
        {
            "type": "text",
            "text": "       南唐升元元年（937），吴亡，天长地方属南唐，设为建武军。南唐保大十五年（957），割六合、天长置雄州。未几，以六合还隶扬州，以天长为雄州。后周显德五年（958），南唐献江北泗、滁、濠等14州予后周，天长（雄洲）一带在内。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年（975年），将雄州改为天长军，兼领天长县，属淮南路扬州。至道二年（996）军废，复为县。熙宁五年（1072年）后，天长隶于淮南东路扬州。建炎元年（1127年）为天长军。绍兴元年（1131年）降为县，绍兴十一年复升为军，次年仍为天长县，改属招信军，属淮南东路。后入金，绍定四年（1231年）为南宋收复，仍属淮南东路招信军。"
        },
        {
            "type": "text",
            "text": "       元设天长县。至元十四年（1277年）属招信路，次年属临淮府，至元二十年（1283）属淮安路临淮府，至元二十七年（）临淮府废，改属淮安路泗州。元至正二十七年（1367年）天长属临濠府（即凤阳府）泗州。"
        },
        {
            "type": "text",
            "text": "       明设天长县。洪武二年（1369年）属中书省直隶泗州，洪武四年（1371年）属临濠府泗州，洪武六年（1373年）属中立府泗州，洪武七年（1374年）属凤阳府泗州。"
        },
        {
            "type": "text",
            "text": "       清设天长县。雍正二年（1724年）前属凤阳府泗州。雍正三年（1725年）泗州升为直隶州。泗州在顺治二年（1645年）后属江南省，康熙六年（1667年）后属安徽。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）4月废泗州，民国三年（1914年）6月划天长县属安徽省淮泗道，民国十七年（1928年）8月废道，天长县直隶安徽省。民国二十一年（1932年）后划属安徽省第五行政督察区。民国三十年（1941年）划属安徽省第九行政督察区，民国三十三年（1944年）由第五行政督察区代管。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，为纪念新四军副军长罗炳辉将军建立淮南抗日根据地的功绩，苏皖边区政府于民国三十五年（1946年）6月29日将天长县改为炳辉县。同年7月，国民党军队占领县城，仍称天长县。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年），共产党领导下的天长县政府恢复，民国三十七年（1948年）4月与高邮合并为天高县政府，12月18日又改称炳辉县，隶属江淮一分区专员公署。民国三十八年（1949年）1月17日，天长解放，原高宝县所属地域从炳辉县中划出，4月炳辉县划属皖北第一区专员公署。同年6月改属皖北区滁县专员公署。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国后，仍为炳辉县，属皖北行署滁县专区，1952年4月12日属安徽省滁县专区，1956年1月12日属安徽省蚌埠专区。1960年1月5日，炳辉县正式改称天长县。1961年4月13日蚌埠专区仍划分为滁县、宿县两专区，天长县属滁县专区。1971年3月29日，滁县专区改名为滁县地区，天长县属滁县地区。1992年12月20日，撤销滁县地区设立滁州市（地级），天长县属安徽省滁州市管辖。1993年12月撤销天长县，设立天长市（县级），仍隶属滁州市。"
        }
    ]
}