{
    "title": "毛泽东几个名字的由来",
    "category": [
        {
            "id": "2",
            "category": "人名故事"
        }
    ],
    "detail": "[日期：2014-02-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1399次",
    "content": [
        {
            "type": "text",
            "text": "       清光绪十九年（1893年）12月26日（十一月十九日），湖南省湘潭县韶山冲一个富农毛贻昌（字顺生）家里诞生一个男孩，取名毛泽东。根据乾隆二年(1737年)毛氏创修《族谱》时，从第七代起(太华公为第一代)，制订了固定谱系，恰为一首五言诗："
        },
        {
            "type": "text",
            "text": "       立显荣朝士   文方运际祥    祖恩贻泽远   世代永承昌"
        },
        {
            "type": "text",
            "text": "       孝友传家本  忠良振国光    起元敦圣学   风雅列明章"
        },
        {
            "type": "text",
            "text": "       毛泽东的辈份为诗的第三句，属“泽”字辈，故应取“泽”。至于“东”，古人以东南西北对春夏秋冬，伯仲叔季，取其老大之意。毛泽东虽排行第三（前二兄皆夭逝），却为兄弟中居长，理当为“东”，这便是毛太华公第二十代孙毛泽东派名(正名)的由来。"
        },
        {
            "type": "text",
            "text": "       毛泽东的乳名叫“石头”、“石三伢子”。父亲毛顺生与母亲文七妹在此之前已生过两个男孩，都夭折了，所以对毛泽东倍加呵护。取乳名“石头”，希望他的命像石头一样硬。1898年毛泽东5岁，为祈求长命富贵，母亲文氏领着他来到韶山观音石前焚香跪拜，认了“石干娘”。因毛泽东排行第三，从此，父母家人以及乡人都叫他为“石三”或“石三伢子”。"
        },
        {
            "type": "text",
            "text": "       毛泽东曾用过笔名“二十八画生”。1915年下学期，在湖南省立第一师范学校求学的毛泽东，为寻找志同道合的战友，在长沙各学校贴出《征友启事》，“启事”署名为“二十八画生”。二十八画即毛泽东三个字的繁体笔画数(毛泽东)。两年后，他在《新青年》上发表的论文《体育之研究》亦署名为“二十八画生”。"
        },
        {
            "type": "text",
            "text": "       毛泽东在湖南第一师范求学时，最崇敬他的老师杨怀中（又名昌济）先生，二人交往密切。杨怀中是理学家，很崇拜晚清学者胡林翼。有一次给杨怀中的信上署名“毛学任”。“这是何意？” 毛答：“学梁任公（梁启超，字卓如，号任公）”。杨怀中当即取出一部《胡文忠公全集》送给毛泽东，要他学习作者胡林翼。毛泽东反复阅读该书后，就把“学任”改成了“学润”（胡林翼，字贶生，号润芝）。杨怀中说：“司马长卿崇蔺相如，改名相如，你既尊敬胡林翼，就改字‘润芝’好了。”毛泽东欣然接受，但从事革命以后，改作“ 润之”。"
        },
        {
            "type": "text",
            "text": "       1929年7月至10月，毛泽东提出的把军队置于党的绝对领导之下，建立和巩固农村革命根据地等观点和原则，未被党的领导和同志们理解与接受，于是毛泽东离开了红四军前委书记的岗位，职务由陈毅接替。他化名为杨引之，夫人贺子珍则化名为贺紫英，去福建农村“治病疗养”。“引之”，意指隐退闽西。"
        },
        {
            "type": "text",
            "text": "       1936年8月，毛泽东在延安写信给国民党统治区的老同学易礼容，署名“杨子任”，毛泽东和老同学以“子任” 共勉，意在希望对方和自己一道以拯救中华民族为己任。以杨姓则寄寓了毛泽东对前妻杨开慧烈士的无限深情。其实“子任”一名，在1910年时就用过，是其仰慕梁启超(号任公)而为自己起的笔名。"
        },
        {
            "type": "text",
            "text": "       1947年3月，国民党反动派向陕北，党中央决定将中共机关撤出延安。毛泽东说：“我们不可能固守一城一池，今天放弃延安，就意味着将来解放南京、上海，解放全中国。在胡宗南的强大攻势下，现在守延安则失延安，暂时离开延安则得延安。”这时，毛泽东化名“李得胜”。“李得胜”的谐音，即“离得胜”，意为现在离开延安，则今后得到延安，革命即将取得胜利。"
        }
    ]
}