{
    "title": "潜山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1543",
            "category": "安庆市"
        },
        {
            "id": "1596",
            "category": "潜山县"
        }
    ],
    "detail": "[日期：2014-10-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1122次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       元朝至治三年(1323年)置潜山县。因潜山在县西北，因山得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       潜山，又名天柱山，皖山，古称霍山。据《史记.封禅书》载，汉武帝元封五年（前106年），汉武帝南巡，登临天柱，封为“南岳”。至隋开皇九年（589年），隋文帝开拓南疆，改封湖南衡山为南岳之前，天柱山仍以古南岳而受人仰慕。又因春秋时为皖国封地，山名皖山，水名皖水，安徽省简称“皖”即源于此，所以又称为安徽的“源头山”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时属周封皖伯大夫治地皖国。战国时为吴、楚属地。秦属九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年）隶淮南国；文帝十六年（前164年）分淮南国为三，属其中衡山国；武帝元狩元年（前122年）属庐江郡。"
        },
        {
            "type": "text",
            "text": "       三国时，属吴庐江郡。西晋永嘉之乱中，皖县废。东晋安帝义熙元年（405年）分庐江郡置晋熙郡，划皖县故址设怀宁县，县、郡治所均在古皖城。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废郡留县，改晋州为熙州（仍治怀宁，故皖城），怀宁县改属熙州。大业三年（607年）四月，改熙州为同安郡（仍治怀宁），仍之，属扬州刺史部（监察区）。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），改同安郡为舒州（仍治怀宁）。武德五年（622年），分怀宁县置皖城、梅城、皖阳、安乐四县，武德七年（624年）后四县废，又合为怀宁县。"
        },
        {
            "type": "text",
            "text": "       唐天祐四年（907年）四月唐亡，地属吴王杨行密控制区，怀宁县仍属舒州。武义二年（920年），舒州改属德胜军，又称庐州节度使（治合肥），怀宁县仍属舒州。\r\n \r\n       吴天祚三年（937年）十月，地入南唐，仍吴旧制。后升舒州为永泰军节度（仍治怀宁），仍之。保大十四年（956年）三月入后周。七月，复属南唐，怀宁县仍属舒州.后周显德五年（958年）三月入后周，复名舒州（仍治怀宁），怀宁县仍属舒州，兼州治。\n\r\n       北宋建隆元年（960年），怀宁县属舒州，舒州属淮南道。至道三年（997年），舒州改属淮南路（治扬州）。熙宁五年（1072年），舒州改属淮南西路（治寿州，今寿县城关镇）。政和五年（1115年），舒州赐额德庆军（仍治怀宁），仍属淮西路。"
        },
        {
            "type": "text",
            "text": "       元初，怀宁县属江淮行省淮西道安庆安抚司。元英宗至治三年（1323年）分怀宁县西北部分置潜山县。"
        },
        {
            "type": "text",
            "text": "       吴二年（1368年）正月，朱元璋建明，改元洪武，新置潜山县属江南行省安庆府。洪武元年（1368年）八月，安庆府直隶中书省。洪武十三年（1380年）正月，直属六部。永乐元年（1403年），直隶南京，后改称南直隶，余仍之。崇祯十七年三月十九日（1644年）明亡，为福王（后为南明弘光帝）控制区，潜山县仍属南直隶安庆府。"
        },
        {
            "type": "text",
            "text": "       南明弘光元年（1645年）初，地入清，潜山县仍属南直隶安庆府。六月，蕲州朱常自称明樊山王（亦称荆王），据潜山县境。三年亡。此处为反清据点，还有朱统錡等反清武装。"
        },
        {
            "type": "text",
            "text": "       清顺治二年闰六月乙巳（1645年8月19日），安庆府改属江南省（治江宁，今南京市）。康熙元年十二月甲子（1663年2月2日），安庆府改属江南省安池太道。期间潜山县一直属安庆府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府道，潜山县直属安徽省；民国三年（1914年）又设安庆道，潜山属之；民国十七年（1928年）废安庆道，潜山县又直属安徽省；民国二十一年（1932年），潜山县属安徽省第一行政督察区；民国二十五年（1936年）划出潜山县北部置岳西县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）2月10日，潜山县解放，属安庆专区。1949年10月1日建国后，潜山县仍属皖北人民行政公署安庆专区。1950年9月14日，潜山县政府改称潜山县人民政府。1952年8月7日，成立安徽省，潜山县改属安徽省安庆专区。1956年5月3日，潜山县人民政府改称潜山县人民委员会。1968年8月10日，成立潜山县革命委员会。1981年4月6日，潜山县革命委员会改称潜山县人民政府。1988年8月17日，撤销安庆地区和原县级安庆市，设立新的地级安庆市，潜山县改属安庆市。"
        }
    ]
}