{
    "title": "怀宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1543",
            "category": "安庆市"
        },
        {
            "id": "1594",
            "category": "怀宁县"
        }
    ],
    "detail": "[日期：2014-10-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：853次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       晋安帝义熙六年（410年），刘裕平桓玄之乱后，分庐江郡置晋熙郡及怀宁县于皖县故地。据《资治通鉴》注：“盖以怀宁蛮左名也”。另据《名胜志》：“晋安帝以永嘉荒乱之后立县，以怀宁兹土也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周属扬州之域。春秋属皖、桐二国之地。战国为楚、吴属地。秦统一中国后，实行郡县制，县境属九江郡皖县地。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年），废衡山王国置淮南王国，属淮南王国；文帝十六年（前164年），分淮南王国置衡山王国，属衡山王国；武帝元狩元年（前122年）又废衡山王国为庐江郡，属庐江郡，隶扬州；武帝元封五年（前106年），设枞阳郡，后为庐江郡，皖、枞两县分领；王莽新朝时，归属如故。"
        },
        {
            "type": "text",
            "text": "       东汉沿前制，为扬州刺使部庐江郡之舒、皖县地。建武初年，皖县复为侯国，后复为县；元和二年（85年），改属六安国；章和二年（88年），复属庐江郡。三国仍为庐江郡。舒、皖二县地为魏、吴兵争之地，建安十九年（214年）前属魏，后属吴。"
        },
        {
            "type": "text",
            "text": "       西晋复汉制，属庐江郡舒、皖及龙舒县地；永嘉乱后，皖县废。东晋安帝义熙年间（405年～418年），刘裕平桓玄之乱后，分庐江郡置晋熙郡及怀宁县于皖县故地，属晋熙郡。南北朝宋武帝割扬州大江以西为豫州，晋熙郡怀宁县属之；南齐沿宋制，怀宁县属豫州晋熙郡；其后分属梁之晋州、北齐之江州及陈之熙州。"
        },
        {
            "type": "text",
            "text": "       隋初废郡置州，改晋熙郡为熙州，怀宁县属熙州；大业三年（607年），废州为郡，属同安郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），改同安郡为舒州；武德五年（622年），分怀宁县为皖城、梅城、皖阳、安乐四县，属舒州；武德七年（624年），仍恢复为怀宁县；武德九年（626年）后，州郡屡经变更，先后于天宝元年（742年）改舒州为同安郡；至德二年（757年）改同安郡为盛唐郡；乾元元年（758年）改盛唐郡为舒州，怀宁县亦随改属之，隶归淮南道。五代十国，仍为舒州，先属十国吴，后属十国南唐及后周。"
        },
        {
            "type": "text",
            "text": "       北宋前期仍属舒州同安郡；至道三年（997年）后，属淮南路；熙宁五年（1072年）后，属淮南西路；政和五年（1115年），置德庆军，属德庆军。南宋绍兴十七年（1147年），改德庆军为安庆军；庆元元年（1195年），升安庆军为安庆府，怀宁县均属之，仍隶淮南西路。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年），改安庆府为安庆路总管府，隶蕲黄宣慰司；至元二十三年（1286年），置宣慰司，直属江南省；至治三年（1323年），始析西部清朝、玉照二乡分置潜山县。"
        },
        {
            "type": "text",
            "text": "       明初改安庆路为宁江府；洪武六年（1373年），改宁江府为安庆府，怀宁县先后属之。清顺治二年（1645年），属江南省安庆府；顺治十八年（1661年），属江南左布政使司安庆府；康熙六年（1667年），改江南左布政使司为安徽布政使司；乾隆二十五年（1760年），安徽布政使司自江宁移治安庆府，怀宁属安庆府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），废府道，怀宁县直属安徽省；民国三年至民国十七年（1914年～1928年），怀宁属安庆道；民国十七年（1928年）8月废道，怀宁县直属安徽省；民国二十一年（1932年），建立行政督察专员公署，怀宁县属第一行政督察区；民国三十四年（1945年）抗日战争胜利后，曾一度改属安庆专区；民国三十五年（1946年）直至解放前夕，仍属第一专区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，怀宁解放。中华人民共和国初期，设皖北、皖南行署，怀宁县属皖北行署；1952年7月，撤销行署，成立安徽省，下设专区，怀宁县属安庆专区；1968年改安庆专区为安庆地区革命委员会。1977年3月29日，改为安庆地区行署，怀宁县属安庆地区。1988年8月，撤销安庆地区和原县级安庆市，设立新的地级安庆市，怀宁县属安庆市管辖。"
        }
    ]
}