{
    "title": "安庆市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1543",
            "category": "安庆市"
        }
    ],
    "detail": "[日期：2014-10-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：653次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       安庆之名始于南宋绍兴十七年（1147年）改德庆军为安庆军，由“同安郡”（隋代大业三年始置，治所同安，今桐城）和“德庆军”（北宋政和五年始置，治所怀宁，今潜山县梅城）各取一字而命名，同时含“平安吉庆”之意。\n\r\n【沿革】\r\n       远古时期，今安庆市地域曾建立过众多的氏族方国，西周时前后分封过皖伯国（今潜山县）、宗子国（今枞阳县）和桐子国（今桐城市北）。皖、桐先后为楚灭，属楚国。后属吴国。战国时，复属楚国。秦始皇统一天下后，废除分封制，建立郡县制。因先后几个古国瓦解，未形成一个县，故归属九江郡。　　"
        },
        {
            "type": "text",
            "text": "       西汉初，改九江郡为淮南王国。文帝前元十六年(前164年)分淮南王国，立淮南、衡山、庐江3国，属衡山国。后衡山国除，为庐江郡。武帝分全国为13刺史部(州)，隶属扬州刺史部庐江郡舒县、皖县，直到东汉。三国时，初属魏，后属吴。舒县废，属吴庐江郡皖县(郡治)。"
        },
        {
            "type": "text",
            "text": "       西晋平吴，复置舒县，属庐江郡舒县及皖县。永嘉末(313年)皖县废。东晋义熙年间(405年—418年)，于皖县旧地立怀宁县(怀宁之名始见于此，县治在今潜山县)及新冶县(今望江县)，并置晋熙郡。分属庐江郡舒县及晋熙郡怀宁县(郡治)。"
        },
        {
            "type": "text",
            "text": "       南朝宋初，于舒县侨立阴安县，隶晋熙郡。宋、齐时属晋熙郡阴安县、怀宁县(宋时郡治)。梁置豫州，复改晋州，治晋熙郡怀宁。北齐以晋州为江州，陈又为晋州。属晋熙郡怀宁县、枞阳郡阴安县。隋开皇初，改晋熙郡为熙州，领怀宁、宿松、太湖、望江、同安5县。大业三年(607年)熙州改为同安郡，怀宁仍为郡治。分属同安郡同安县与怀宁县。"
        },
        {
            "type": "text",
            "text": "       唐武德九年(626年)改同安郡为东安州，旋为舒州。天宝元年(742年)又改为同安郡。至德二年(757年)更名盛唐郡(同安县同时改名桐城县，县治于开元年间移至今桐城县城)，第二年复名舒州。属舒州(同安郡)桐城县、怀宁县。五代十国时，先后属吴、南唐、后周，仍为舒州桐城县及怀宁县辖地。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年(960年)舒州(同安郡)团练州升为防御使。政和五年(1115年)置舒州德庆军。南宋绍兴十七年(1147年)改为舒州安庆军。由“同安郡”（隋代大业三年始置，治所同安，今桐城）和“德庆军”（北宋政和五年始置，治所怀宁，今潜山县梅城）各取一字而命名，同时含“平安吉庆”之意。南宋庆元元年（1195年）“以南宋宁宗皇帝潜邸，升舒州为旧安庆府”，领怀宁、桐城、太湖、宿松、望江5县。市境地属安庆府桐城县、怀宁县。"
        },
        {
            "type": "text",
            "text": "       南宋嘉定十年(1217年)四月，金军南下破光州(今河南潢川)。安庆知府黄干奏请朝廷，在“盛唐湾宜城渡之阴”即今城区所在地建筑新城，以备战守。此为安庆建城之始。同时，安庆府治从怀宁县(在今潜山县)移于安庆新城，怀宁县治亦迁皖口(今怀宁县山口镇)。后由于金兵威胁减轻，建城时辍时续。端平三年(1236年)蒙古军南进，府治移罗刹洲(今贵池县境内)，又移杨槎洲。府城渐荒墟。景定元年(1260年)三月，为防御蒙古军，沿江制置大使马光祖复筑安庆城，怀宁县始迁附郭。安庆城从此府、县同城而治，地域全属怀宁县，一直延续到清末。"
        },
        {
            "type": "text",
            "text": "       元至元十三年(1276年)改安庆府为安庆路，立安抚司。次年改为总管府(治怀宁县)，属蕲黄宣慰司。至元二十三年(1286年)罢宣慰司，直属河南江北行中书省。至治三年(1323年)以怀宁县西部的清朝、玉照两乡立潜山县，治怀宁旧城。从此怀宁县境域相对稳定。安庆路领怀宁、桐城、太湖、宿松、望江、潜山6县。元朝后期爆发红巾军起义，元军倚安庆城为屏障。至正十三年(1353年)行中书省于淮东改宣慰司为都元帅府，治淮西。以宣慰副使佥都元帅府事分兵守安庆城。\n\r\n       元至正二十一年(1361年)八月朱元璋改安庆路为宁江府，次年四月改宁江府为安庆府。明初直隶南京(又称南直隶)。明末，张献忠起义军逼近安庆，明廷为加强安庆的军事力量，崇祯十年(1637年)七月从应天10府中划安庆、庐州、池州、太平4府别设巡抚(简称安庐巡抚)，驻节安庆城。这是安庆第一次设置巡抚，其领辖范围除安庆等4府外，还包括河南光州(今潢川县)的光山、固始、湖广蕲州(今湖北蕲春县)的广济、黄梅、江西德化(今九江市)的湖口等地。\n\r\n       清顺治二年(1645年)因明制，仍立安庐巡抚，驻节安庆城。安庆府隶属江南布政使司(俗称江南省)。顺治五年（1648年），巡抚移驻池州。顺治六年（1649年），归并操江，称操抚。领上下江防事的操江先驻江宁(今南京市)，至此移驻安庆。顺治十八年(1661)，江南布政使司分为左右二司，均治江宁。安庆隶江南左布政使司。康熙元年(1662年)操江军务归并两江总督(驻江宁)，遂专设巡抚驻安庆。康熙六年(1667)改江南左布政使司为安徽布政使司(安徽省)，仍寄治江宁，此为安徽省建置之始。乾隆二十五年(1760)安徽布政使司自江宁移治安庆，从此安庆正式为省治(省会)。咸丰三年(1853)太平军攻占安庆，省治迁庐州府(今合肥市)。同治元年(1862)迁回安庆。\n\r\n       民国二年(1913年)1月安庆府废，怀宁县直属安徽省。民国三年（1914年）6月，安徽省分设安庆、芜湖、淮泗3道，安庆道下辖怀宁、桐城、潜山、太湖、宿松、望江、合肥、庐江、舒城、无为、巢县、和县、含山、滁县、全椒、来安16县。省、安庆道和怀宁县均治安庆城。民国十一年(1922)设安庆市政筹备处，旋停。民国十六年（1927年），安徽省政务委员会议决，筹建安庆市。11月，安庆市政府成立，直隶省政府。民国十七年（1928年）安庆道撤销。民国十八年（1929年）2月，撤销市政府①，改设市政筹备处，隶属省建设厅。　　"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)1月省会由安庆迁六安，后迁立煌(今金寨县)。同年6月12日安庆城沦陷，怀宁县政府迁至石牌。日本侵略军占领安庆期间，设伪安徽省安庆办事处和伪怀宁县政府。抗战胜利后，省会迁往合肥，怀宁县政府迁回安庆。民国三十七年（1948年）12月安徽省政府自合肥迁回安庆，民国三十八年（1949年）3月27日迁往芜湖，后迁屯溪。　　"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月24日，正式建立安庆市人民政府，属同期组建的安庆地区，1951年8月，改安庆市为皖北行署直辖市，次年9月，改为安徽省辖市，地市并立。原池州专区所属铜陵、贵池（驻池州镇）、青阳（驻蓉城镇）、至德（驻秋浦）、东流等5县划入安庆专区。1958年撤销铜陵县，并入铜官山市。原由省直辖的铜官山市改名为铜陵市，划归安庆专署领导。"
        },
        {
            "type": "text",
            "text": "       1959年东流、至德2县合并为东至县（驻尧度镇）。1961年安庆、铜陵2市改由省直辖。1965年安庆市划归安庆专署领导。将铜陵、贵池、青阳、东至4县划归池州专区。1970年安庆专区改称安庆地区，地区驻安庆市。1979年安庆市改由省直辖。1988年8月17日，撤销安庆地区，所属的桐城县、怀宁县、枞阳县、潜山县、太湖县、宿松县、望江县、岳西县划归安庆市。1996年8月20日，撤销桐城县，设立桐城市（县级）。2005年5月13日，安庆市郊区更名为安庆市宜秀区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①自民国十八年(1929年)撤销安庆市政府到民国三十八年（1949年），今市城区均属怀宁县，在安徽行政区划中无“安庆”建置，但习惯上仍将怀宁县城区称作“安庆”。民国二十一年(1932年)10月至解放前夕，怀宁县一直属第一行政督察区管辖，抗战胜利后曾一度改属安庆专区。抗战期间行政督察专员公署先后驻太湖、桐城，民国三十四年（1945年）移驻安庆。"
        }
    ]
}