{
    "title": "铜陵市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1542",
            "category": "铜陵市"
        }
    ],
    "detail": "[日期：2014-11-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：407次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       铜陵市以县为名，缘于铜官山产铜。《读史方舆纪要》说铜陵县有“铜官镇，南唐因以名县。”《明一统志》说铜官山，“又名利国山，有泉源冬夏不竭，可以浸铁烹铜，旧尝于此置铜官场。”《新唐书·地理志》也说：“利国山，有铜，有铁”，于此置“铜官冶”。因此，铜陵设市，初名铜官山市，直接延用铜官山矿务局名。"
        },
        {
            "type": "text",
            "text": "       铜官山矿务局名源于境内主山，位于市中心区东南的铜官山。由铜官山市先后易名铜陵特区、铜陵市则又以县为名。铜陵县则由铜官转义而来。“陵”，指山岗，是综合了本地区丰富的物产和地形的特征而命名的。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       铜官山是一座历史上著名的工矿山，海拔493 米，因山产铜，汉代在此设铜官而名铜官山。这个以铜名山史可追溯到西汉中叶。汉武帝时，晁错就建议将煮盐、冶炼业收归国有，设立官办的专业机构。西汉，这里已为盛产铜的丹阳郡的重点产区。东汉正式在此设铜官，形成了有一定规模的铜官镇，山也因之改名铜官山。以后历代在此采矿、冶炼，尤以唐代为盛。"
        },
        {
            "type": "text",
            "text": "       三国时期，吴国大将周瑜曾在铜官山下设梅根冶，专司铸炼兵器。南齐建元二年（480 年），曾在此复置梅根冶。齐、梁还在铜山下置炼铜场。唐代再次在此设铜官。李白在《答杜秀才五松山见赠》中描述当年的冶炼场面是：“铜井炎炉高欠九天，赫如铸鼎荆山前。”开元（713年～741 年）间，因铜官山多铜而利国，改封铜官山为利国山，设梅根监，领法门、石埭二场，梅根监治法门场，遗址位今贵池市境内，在铜陵县大通镇与贵池市区之间的江滨上，古代为铸钱场所，又名钱溪。元朝改设梅根监，清设铜官督。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       铜陵在春秋战国时期，先后属吴国、越国、楚国。秦统一中国后，在全国设置郡县，铜陵属彰郡。"
        },
        {
            "type": "text",
            "text": "       西汉时期，彰郡改为丹阳郡，铜陵地区分属丹阳郡春谷县、陵阳县管辖。东汉时期，设置铜官镇（在今铜陵县城）。"
        },
        {
            "type": "text",
            "text": "       三国时期，铜陵分属吴国丹阳郡春谷县、临城县。"
        },
        {
            "type": "text",
            "text": "       西晋时期，该地区分属宣城郡春谷、临城二县。东晋义熙年间（405年 — 418 年），由于北方战乱，大批山西流民进入铜陵地区，在这里侨置了定陵县，属襄城郡，县治设在今顺安镇。定陵县的侨置，使铜陵原分属二县的两个部分合并为一个整体。今铜陵地区的区域大体上是东晋以后确定下来的。"
        },
        {
            "type": "text",
            "text": "       南朝宋、齐时期，定陵县属淮南郡；梁、陈时期，属南陵郡。"
        },
        {
            "type": "text",
            "text": "       唐朝前期，该地区属宣城郡南陵县。后期该地区从南陵划分出来，在原定陵县的基础上设置了义安县，县治在今顺安镇，属宣州。五代时期，铜陵地区仍为宣州义安县。"
        },
        {
            "type": "text",
            "text": "       南唐保大九年（951 年），改义安县为铜陵县，属升州。铜陵县设置后，将县治由顺安镇移于铜官镇，当时称江浒。"
        },
        {
            "type": "text",
            "text": "       北宋开宝七年（974 年），曹彬伐南唐，闰十月收复铜陵县，初属江南道（路），后改属江东路池州。"
        },
        {
            "type": "text",
            "text": "       元朝，铜陵县属江浙行省池州路（后改为池州府）。明朝，铜陵县属池州府，直隶于南京。"
        },
        {
            "type": "text",
            "text": "       清初，铜陵县属江南左布政司池州府，江南左布政司后改为江南省。康熙元年（1662 年），江南省分为江苏、安徽两省，铜陵县属安徽省池州府，后设徽宁池太广道，池州府为其所属。"
        },
        {
            "type": "text",
            "text": "       民间元年（1912年）元月废府，铜陵县直属安徽省。民国三年（1914年）6月，全省置安庆、芜湖、淮泗3道，铜陵县属安徽省芜湖道。民国十七年（1928年）废道，铜陵县直属安徽省。民国二十一年（1932年）10月，属第二行政督察区。民国二十七年（1938年）8月6日改属第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月21日铜陵解放。同年5月13日划入皖南行署池州专区。1949年中华人民共和国成立后，铜陵县属皖南行署池州专区管辖。1950年6月1日成立华东军政委员会铜官山铜矿工程筹备处。1952年11月改为铜官山矿务局，受华东工业部领导。1952年2月4日，皖南、皖北行署合并，组建安徽省人民政府，铜陵县隶属安庆专区。"
        },
        {
            "type": "text",
            "text": "       1956年10月12日，成立铜官山市，属省直辖。1958年9月5日，撤销铜陵县建制，市、县合并，改名铜陵市。1959年4月3日，保留铜陵市建制，属省直辖；恢复铜陵县建制，属安庆专区。1964年7月29日，铜陵市改为铜陵特区，实行政企合一，为省直辖。1965年7月14日，铜陵县改属池州地区。1971年12月11日，改铜陵特区为铜陵市，属省直辖。1974年3月1日，经安徽省革命委员会批准，铜陵县改属铜陵市为市辖县。1980年7月，设立铜官山区和狮子山区。"
        }
    ]
}