{
    "title": "濉溪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1541",
            "category": "淮北市"
        },
        {
            "id": "1602",
            "category": "濉溪县"
        }
    ],
    "detail": "[日期：2014-11-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：346次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1950年7月1日，析宿县西境置濉溪县，以一条河流“濉溪”而得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       濉溪，是中国东南沿海水量最大的河流，是福建3400万人民的“母亲河”——闽江的源头。 濉溪的“濉”字读作“虽”。原来安徽省的濉河市——就是今天的淮北市，1971年更名至今。"
        },
        {
            "type": "text",
            "text": "       濉溪县，特产有“濉溪大曲”酒。但是濉溪县真正出名的，在它有一个100多户人家的小村庄双堆集，是中国革命史上大名鼎鼎的淮海战役重要战场之一。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，本地属宋国，置铚邑，邑址在今临涣集。战国时期，本地属楚国。秦王政二十六年（前221年）统一中国，设36郡，县境分属泗水郡的相县、铚县、蕲县、符离县。泗水郡及相县治所均在相城（今淮北市）。"
        },
        {
            "type": "text",
            "text": "       西汉高祖四年（前203年），改泗水郡为沛郡，相、铚县未变。武帝元狩六年（前117年），封大将居翁为相城侯，沛郡改为侯国。宣帝地节元年（前69年）本地东部属彭城郡，其余属侯国。后侯国又改称沛郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，曹魏迁沛国治所至沛县（今江苏省沛县），本地分属魏豫州谯郡的相、铚、竺邑、蕲和符离5县。西晋时，沛国治所复迁相城。本地分属豫州沛国之相县、竺邑县、符离县和谯国之铚县、蕲县。"
        },
        {
            "type": "text",
            "text": "       南朝宋永初元年（420年），本地属徐州沛郡之相、竺邑、符离和谯郡之铚、蕲5县；梁武帝普通六年（525年）置临涣郡，治铚城，本地分属谯州之临涣郡、蕲城郡。东魏武定五年（547年），析临涣郡置白掸县和涣北县，白掸县治所在今百善集南，涣北县治所在今柳孜集南秦古城村。本地分属沛郡相县、蕲城郡蕲城县、临涣郡白掸县和涣北县。北齐天保元年（550年），复置竹邑县，治所在竹邑城；废临涣郡和涣北县，置临涣县，治铚城。武平三年（572年）本地分属彭城郡承高县、蕲城郡蕲城县、睢南郡竹邑县、符离县，谯郡临涣县、白掸县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（公元583年），竹邑县并入符离县。大业元年（605年），白掸县并入临涣县，本地分属谯郡临涣县和彭城郡蕲县、符离县、萧县。"
        },
        {
            "type": "text",
            "text": "       唐初（618年），本地分属徐州之符离县、蕲县和亳州临涣县。武德四年（621年）析符离县置诸阳县，治所在今赵集山西村。元和四年（809 年），析徐州之符离县、蕲县和泗州虹县置宿州，本地分属宿州符离县、蕲县和亳州临涣县。元和九年（814年）临涣县改属宿州，本地分属宿州之符离县、临涣县、蕲县。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁五年（1063年），分属淮南东路宿州之临涣县、符离县、蕲县。南宋时，长淮以北沦为金，本地分属金南京路宿州之符离县、临涣县、蕲县。"
        },
        {
            "type": "text",
            "text": "       元至元二年（公元1265年），撤临涣、符离、蕲县3县，辖地并入宿州。本地属河南行省归德府宿州。"
        },
        {
            "type": "text",
            "text": "       明、清本地无县建置，属宿州。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）改宿州为宿县，本地仍属宿县。"
        },
        {
            "type": "text",
            "text": "       1950年7月1日，析宿县西境置濉溪县，属皖北人民行政公署宿县行政专区公署。1952年4月12日，属安徽省宿县专区。1956个1月12日，属蚌埠专区。1961年4月13日，复属宿县专区。1971年3月29日，改专区为地区，濉溪县属宿县地区。1977年1月12日改属淮北市。"
        }
    ]
}