{
    "title": "凤台县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1540",
            "category": "淮南市"
        },
        {
            "id": "1603",
            "category": "凤台县"
        }
    ],
    "detail": "[日期：2014-11-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：364次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正十年（1732年）两江总督尹继善呈奏清延批准，于寿州北分设一县，曰凤台县。据《风台县志》：“以县北之凤凰山，名县曰风台。”雍正十一年（1733年）正式分置。"
        },
        {
            "type": "text",
            "text": "       据《清一统志》：凤凰台“在寿州城南门之左，相传尝有凤凰至，因名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今凤台县夏商时期属徐扬二州（淮北为徐，淮南为扬）之境。 周代，属青扬二州（青、扬以淮为界）之境。"
        },
        {
            "type": "text",
            "text": "       西周时为州来国，后被楚国所灭，为楚之州来城。周简王二年（前584年）秋8月，吴入州来。周景王七年（前538年）楚冉丹城州来。周景王十六年（前529年）吴灭州来，季札封延陵后辖州来城，故名延州来。周敬王二十七年（前493年）冬十一月，吴把蔡昭侯由河南新蔡迁都于州来，遂改名为下蔡。历经昭侯、成侯、元侯、侯齐五代，历时47年。战国时，蔡世家侯齐四年（前446年），楚惠王灭蔡，蔡侯齐亡，下蔡仍属楚地。"
        },
        {
            "type": "text",
            "text": "       秦代，秦灭楚后统一中国，实行郡县制。置下蔡县，属泗水郡，九江郡。西楚时项羽立英布为九江国王，下蔡属九江国。"
        },
        {
            "type": "text",
            "text": "       汉代，汉初高帝五年（前202年）立淮南国，下蔡淮南国。元狩元年（前122年）淮南国废，为九江郡，下蔡县属沛郡。后汉俱属九江郡。三国时，属魏国的淮南郡。"
        },
        {
            "type": "text",
            "text": "       晋代，晋初下蔡属淮南郡。晋末南北分裂，战事颇繁，县境来去无常，又在县境内设置了很多屯兵的城戍。南北朝时，下蔡属北魏，太和十九年（495年）置下蔡郡。"
        },
        {
            "type": "text",
            "text": "       隋代，开皇初下蔡郡废，仍置下蔡县，属淮南道。唐代，武德四年（621年）于县置涡州，为州治。武德八年州废，仍为下蔡县，属颖州（今阜阳）。"
        },
        {
            "type": "text",
            "text": "       五代十国，下蔡属颍州（今阜阳），南唐、后周因之。周世宗显德四年（957年）三月，攻克寿州（今寿县），世宗以其难以攻克，逐将寿州移治于下蔡，降为防御州并恢复其军为忠正军，原寿州为寿春县（今寿县）。"
        },
        {
            "type": "text",
            "text": "       宋代，北宋下蔡为寿州，属淮南西路，政和六年（1116年）寿州升为府，名为寿春府，下蔡为府治，南宋乾道三年（1167年）府废。南宋与金划淮为界，下蔡为金之寿州，寿春为宋之寿州，故有“南北寿州”。"
        },
        {
            "type": "text",
            "text": "       元代，下蔡县隶属安丰路。 明代，洪武二年（1369年）九月，寿春县、安丰县、下蔡县废，并入寿州。在下蔡镇设巡检司。"
        },
        {
            "type": "text",
            "text": "       清代，寿州属凤阳府。雍正十年（1732年）两江总督尹继善呈奏清延批准，于寿州北分设一县，添知县一员，典史一员，分疆而理，因县北有凤凰山而得凤台县名。雍正十一年（1733年）正式分置，与寿州同城治理（县衙设在今寿县城东北角）。同治四年（1865年）冬移县治于下蔡，隶属凤阳府管辖。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），废州府，凤台县直隶安徽省。民国三年（1914年）6月属淮泗道（道尹驻凤阳）。民国十七年（1928年）8月，废道，凤台县直隶安徽省。民国二十一年（1932年）10月，属安徽省第四行政督察区，隶属寿县专员公署。民国二十七年（1938年）属安徽省第七行政督察区，隶属阜阳专员公署。抗日战争胜利后属淮南专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月12日，凤台县解放，划属阜阳专员公署，属皖北行署区。1952年2月4日，皖南、皖北行署合并，组建安徽省，凤台县随阜阳专区改属安徽省。1971年3月，撤销阜阳专区，改置阜阳地区，凤台县属阜阳地区。1977年1月20日，凤台县由阜阳地区划属淮南市管辖。"
        }
    ]
}