{
    "title": "固镇县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1539",
            "category": "蚌埠市"
        },
        {
            "id": "1606",
            "category": "固镇县"
        }
    ],
    "detail": "[日期：2014-11-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1173次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高帝元年（前206年），刘邦在此设立谷阳县，因位于谷水之阳而得名。北魏太和年间改设谷阳镇，北宋称西故镇，金称西固镇。后读音逐渐演变为固镇。\n\r\n【沿革】\r\n       秦本地属泗水郡（治今淮北市相山）所辖。"
        },
        {
            "type": "text",
            "text": "       西汉高帝元年（前206年），本地置谷阳县（治今谷阳城）；高后元年（前187年）封洨侯国（治垓下，今濠城集），武帝征和元年（前92年）改置洨县。隶属豫州（无固定治所）沛郡（治今淮北市相山）。"
        },
        {
            "type": "text",
            "text": "       新莽时期改洨县为育城县。东汉，谷阳县设置不变，育城县复名洨县，均隶属豫州沛国（由沛郡改）。"
        },
        {
            "type": "text",
            "text": "       三国·魏废谷阳县入洨县和蕲县，隶属豫州谯郡（治今亳县）。景初二年（238年）分沛国置汝阴郡，洨县和蕲县属之。"
        },
        {
            "type": "text",
            "text": "       西晋洨县属沛国，蕲县属谯国（由谯郡改），隶属豫州。东晋初年，洨县属沛郡（由沛国改）；蕲县属谯郡（由谯国改），隶属豫州。东晋咸和二年（327年）后赵入据淮北，洨县属沛郡，蕲县属谯郡，隶属豫州。升平三年（359年）前燕继有淮北之地，太和五年（370年）前秦尽得淮北之地，太和八年（383年）晋军收复淮北，建置未变。"
        },
        {
            "type": "text",
            "text": "       南朝·宋：废洨县，蕲县属谯郡；侨置阳平郡及阳平县；均隶豫州。南朝·齐：建置未变。北朝·北魏：天安元年（466年）入据淮北，太和四年（480年）废阳平郡及其属县，不久复置阳平郡，隶属睢州（治今灵璧县潼郡）。南朝·梁：置蕲郡（治今宿县蕲县集），领蕲县；普通五年至七年（524年～526年）取北魏之阳平郡隶潼州（由睢州改），置仁州（治赤坎城，今仁和集）。"
        },
        {
            "type": "text",
            "text": "       北朝·东魏：武定六年（548年）取梁之阳平郡，更名谷阳郡，隶睢州（由潼州改）；置高昌县、连城县隶谷阳郡；置广平县，隶谯州蕲城郡（由蕲郡改）；取粱之仁州，置临淮郡隶之。临淮郡领已吾县、义城县。"
        },
        {
            "type": "text",
            "text": "       北朝·北齐：废临淮郡及其属县，置临淮县；谷阳郡领高昌县和临淮县，蕲城郡（由蕲郡改）领蕲城县（由蕲县改）；均隶属仁州。南朝·陈：太建五年（573年）入据淮北，仁州辖蕲城郡和颍川郡（治今凤台县），蕲城郡领蕲城县；潼州（由睢州改）辖谷阳郡，谷阳郡领高昌县。北朝·北周：武帝时入据淮北，谷阳郡领高昌县和临淮县，蕲城郡领蕲城县，均隶属仁州。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年（586年）废高昌县，降谷阳郡为谷阳县；废蕲城郡，改蕲城县为蕲县。大业年（605年～617年）初，废仁州，并临淮县入谷阳县。谷阳县、蕲县均隶属彭城郡（治今江苏徐州）。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），析夏丘县（西汉置，治今泗县），置虹县（治今仁和集），武德六年（623年）省夏丘县入虹县；贞观八年（634年）虹县迁治今泗县，隶属泗州。谷阳县初属北谯州；贞观十七年（643年）北谯州废，谷阳县改隶徐州(由彭城郡改)。显庆元年(656年)，省谷阳县入蕲县（迁治今谷阳城，咸亨三年，即672年迁回故治），隶徐州。元和四年（809年）析虹县、蕲县置宿州（治今泗县），大和三年（829年）废宿州，大和七年（833年）复置宿州；本地属河南道宿州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，本地北部先后隶属后梁、后唐、后晋、后汉的宿州蕲县，南部先后隶属吴、南唐的泗州，虹县。后汉以后，于显德五年（958年）取南唐江北之地，本地分属宿州蕲县和泗州虹县。"
        },
        {
            "type": "text",
            "text": "       北宋元祐元年（1086年）升零壁镇为县，七月废；元祐七年（1092年）二月复置县，政和七年（1117年）更名为灵璧县。本地隶属淮南东路宿州的蕲县、虹县和灵璧县。南宋、金对峙时期，本地为金国南京路（治今河南开封）所辖，分属宿州的蕲县、灵璧县及泗州的虹县。"
        },
        {
            "type": "text",
            "text": "       元至元二年（1265年）并蕲县、灵璧县入宿州，至元四年（1267年）复置灵璧县改隶泗州，至元十七年（1280年）复改隶宿州。本地为河南行省所辖，分属归德府的宿州及所领灵璧县、淮安路泗州虹县与安丰路（治今寿县）怀远县。"
        },
        {
            "type": "text",
            "text": "       明洪武十二年(1379年)割虹县南八都入凤阳县。本地分属凤阳府的凤阳县、怀远县与宿州及其所辖灵璧县，隶属南京直隶。清，本地分属宿州、灵璧县、凤阳县和怀远县，隶属安徽省凤颍六四道凤阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废州府，宿州降为宿县。本地分属宿县、灵璧县、凤阳县和怀远县。民国三年（1914年）5月设道，宿县、灵璧县、凤阳县和怀远县隶属淮泗道；民国十七年（1928年）废道，宿县、灵璧县、凤阳县和怀远县复直属于省。民国二十一年（1932年）分属第四区（专署驻寿县）的凤阳县、怀远县与第六区（专署驻泗县）的宿县、灵璧县；民国二十七年（1938年），分属第三区（专署驻阜阳）的怀远县、第四区（专署驻宿县）的宿县和灵璧县、第九区（属县由第五区兼管）的凤阳县。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日中华人民共和国成立后，本地分属宿县、灵璧县、五河县和怀远县，隶属皖北行署（驻合肥）宿县专区（驻宿县）。1952年4月复置安徽省（驻合肥），1956年1月宿县专区与滁县专区（驻滁县）合并为蚌埠专区，1961年4月复置宿县专区，本地属之。1964年10月31日，宿县、灵璧、五河和怀远4个县各一部分行政区域设立固镇县，1965年7月1日，固镇县以固镇为治所，正式成立，属宿县专区。1971年3月宿县专区改称宿县地区，固镇县属宿县地区。1983年7月1日，固镇县由宿县地区划入蚌埠市。"
        }
    ]
}