{
    "title": "怀远县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1539",
            "category": "蚌埠市"
        },
        {
            "id": "1604",
            "category": "怀远县"
        }
    ],
    "detail": "[日期：2014-11-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1713次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南宋宝祐五年（1257年）置怀远军及荆山县。据《名胜志》：宋置怀远军，取宋理宗赵昀“荆山为城，义在怀远”一语为军名。元朝至元二十八年（1291年）正月撤废怀远军，与荆山县合并，改称怀远县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐、虞时代，这里就设有涂山氏国。大禹五年（前2030年）在涂山南麓的一个村落大会天下诸侯，以后称为“禹会村”。"
        },
        {
            "type": "text",
            "text": "       夏、商两代，全国分为九州，这里属徐州地。西周时徐州并入青州，这里分属青、扬二州地。春秋、战国时，东周王朝名存实亡，诸侯各自为政，互相兼并，天下大乱，连年战争，这里归属无定，先后属吴、楚之境。"
        },
        {
            "type": "text",
            "text": "       秦代统一中国，实行郡县制，以淮水为界，淮北为泗水郡，淮南为九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，仍以淮水为界，这里设四个侯国，两个县。在淮水南设当涂、曲阳两侯国，属九江郡；在淮水北设平阿、义成两侯国和龙亢、向县两县属沛郡。王莽新朝时，当涂曾改名山聚，曲阳改名延平亭，平阿改名平宁。东汉时，当涂国复改为县，沛郡改为沛国，原设之县未动，仅平阿、义成县改属九江郡。"
        },
        {
            "type": "text",
            "text": "       三国时，地属魏境，龙亢改属汝阴郡，义成、平阿、曲阳三县属淮南郡。当涂、向县撤废。"
        },
        {
            "type": "text",
            "text": "       西晋太康九年（288年），龙亢改属谯国，复设当涂，与义成、曲阳、平阿三县，同属淮南郡。东晋南迁，将当涂侨置于江南（即今之当涂县境）。后改置马头郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时，争夺剧烈，先属南朝宋地，郡治未变，新设零县。龙亢并人蕲县。齐时，淮北地区尽失，属北朝魏地，设已吾县，属马头郡。以后南朝梁又占领，除龙亢属下蔡郡，已吾属沛郡，义成属临淮郡外，又设葛山县。其后复被北朝北齐占据，设荆山郡改原当涂为马头县。已吾、义成并为临淮县，曲阳并人定远。"
        },
        {
            "type": "text",
            "text": "       隋朝将荆山郡撤废，改设涂山县属锺离郡。唐代把涂山县并入锺离县，属锺离郡。五代十国时属南唐，仍为钟离县。其后周世宗据有淮北时，在这里设“镇淮军”。"
        },
        {
            "type": "text",
            "text": "       北宋仍因唐旧制。南宋时，淮北一度沦为金国之地，在这里改设荆山镇。金亡后，南宋收复，复设荆山县。宝祐五年（1257年）于此设“怀远军”，辖荆山县，地跨淮河两岸。“怀远”名称亦自此开始。德祐二年（1276年）2月怀远军投降元军。"
        },
        {
            "type": "text",
            "text": "       元朝至元二十八年（1291年）正月撤废怀远军，与荆山县合并，改称怀远县，属濠州，隶于安丰路。从此怀远县名沿用至今。"
        },
        {
            "type": "text",
            "text": "       明代初属应天府，后改属凤阳府。清朝初属江南省凤阳府，后改为安徽省凤阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废州府，怀远县直属于安徽省。民国三年（1914年）5月设道，怀远县隶属淮泗道；民国十七年（1928年）废道，怀远县复属安徽省。民国二十一年（1932年）怀远县为安徽省第四行政督察专员公署辖县。民国二十七年（1938年）属安徽省第六行政督察专员公署辖县，民国三十四年（1945年）抗战结束后，怀远属寿县第十行政督察专区辖县。同时期中国共产党在县境内涡河南北建立怀远、宿怀两县人民民主政权。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月17日怀远全境解放，3月怀远县工农民主政府成立。隶属宿县专区。怀远全县共辖城关、胡疃、河溜、包集、双桥五个区，57个乡。1952年5月，宫集区从凤阳划归怀远，改名为马城区。1955年7月梅桥区桃园乡的五个选区划归蚌埠市。同年9月西泉街划归凤阳。1956年撤销宿县专区，将宿县、灵璧、泗县、五河、怀远、濉溪、萧县、砀山等8县划归蚌埠专区。"
        },
        {
            "type": "text",
            "text": "       1959年12月秦集公社划归蚌埠郊区，朱疃、耿集两公社划归淮南市，1961年复设宿县专区，原划入蚌埠是8县回归宿县专区。1964年复划归怀远。曹老集区于1950年由灵璧划归怀远，更名新马桥区，于1965年7月归并固镇县。1971年3月宿县专区改称宿县地区，怀远县属宿县地区。1983年7月怀远县由宿县地区改隶蚌埠市。"
        }
    ]
}