{
    "title": "蚌埠市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1539",
            "category": "蚌埠市"
        }
    ],
    "detail": "[日期：2014-11-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：722次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十六年（1947年）1月1日，蚌埠正式设市，脱离凤阳县。名字源于山名“蚌山”。埠，是码头，也是城市的意思。"
        },
        {
            "type": "text",
            "text": "       蚌山在安徽古地质演变中，仅是座从淮阳古陆的大别山余脉上凸现的小山岗。因山北的淮河岸边自古即有河蚌聚集，并为采珠之地，山下蚌壳成片，故名“蚌山”。其山位于城区之南，人们又称它为“小南山”。或“南小山”，简称“南山”。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       很久以前，淮河边上有户姓吴的人家---吴老爹和他的孩子吴孩。一天，他门出去打鱼时，吴孩救下一只被鸬鹚啄住的河蚌。这只河蚌为了抱答吴氏父子的救命之恩，便化身一位美丽的姑娘，与吴孩相亲相爱，结婚生子。有一年，淮河发了大水，姑娘因帮渔民打鱼得罪了龙王，被龙王杀死。人们遵照姑娘的嘱，将一颗美丽的珍珠放在坟头上，渔民们每次都顺着珍珠的光去打鱼，回来时都在姑娘坟上添土，坟越来越大，成了一座小山，取名为“蚌山”再后来，蚌山周围兴建了城市，便叫着“蚌埠”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       远古时代，今蚌埠（含市区及所辖怀远、五河、固镇三县）地域为淮夷族聚居区。传说大禹治水南下淮泗，路过今禹会区境内涂山娶涂山氏女为妻，并生启，启建立夏朝，为华夏第一代帝王，因此今蚌埠市禹会区被认为是启的故乡。春秋战国时期，今蚌埠曾分别为徐方、鲁、宋、吴、越、楚等国邑地。\n\r\n       秦朝时期，秦王朝建立后实行郡县制，今淮河南岸地域属九江郡曲阳、钟离等县分领；今淮河北岸怀远、蚌埠、固镇、五河地域为泗水郡蕲、徐等县分领。"
        },
        {
            "type": "text",
            "text": "       后迭经变更，历经西汉、东汉、两晋南北朝、隋、唐、五代十国，至南宋宝祐五年( 1257年)，始置怀远军及荆山县，辖今怀远县及蚌埠市区西部、固镇县一部，今蚌埠市区东部属濠州钟离县；南宋咸淳七年(1271年)始置淮安军及五河县。南宋、金对峙时期，今固镇县先为宿州蕲县、灵璧县及泗州虹县分领，后为宿州、灵璧、荆山、五河等县分领。"
        },
        {
            "type": "text",
            "text": "       元朝至元二十八年（1291年）撤销怀远军，改荆山县为怀远县属濠州（治今凤阳），今蚌埠市区西属濠州怀远县，东属濠州钟离县；今固镇县为宿州及宿州灵璧县、泗州五河、濠州怀远县分领。"
        },
        {
            "type": "text",
            "text": "       明朝洪武年间，钟离县先后改为中立县、临淮县，增设凤阳县；今蚌埠市区西属凤阳府怀远县，东属凤阳府凤阳县；今固镇县分属凤阳府宿州及凤阳府怀远县、凤阳府宿州灵璧县、凤阳府泗州五河县、凤阳府凤阳县。濠州先更名临濠府后更名凤阳府，全境均属凤阳府。"
        },
        {
            "type": "text",
            "text": "       清沿袭明制全境属凤阳府，雍正年间泗州脱离凤阳府，五河县属泗州，其余均属凤阳府。其中凤阳县主簿衙门驻小蚌埠镇，清同治二年（1863年），划凤阳县马村沟以西、怀远县席家沟以东、灵璧县后楼为蚌埠独立行政区，置三县司，直属安徽省凤阳府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废凤阳府，怀远县、五河县直属安徽省。民国三年（1914年）全境属安徽省淮泗道（治凤阳县）。同时废蚌埠“三县司”，今蚌埠市淮河以北划属灵璧县，淮河以南划属凤阳县；今固镇县仍为宿县、灵璧、凤阳、五河、怀远等县分领。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年）南京国民政府成立，次年正式废道，凤阳县、怀远县、灵璧县、五河县先后直属安徽省。民国十八年（1929年）初，蚌埠成立市政筹备处，翌年撤销，仍属凤阳县。民国二十一年（1932年），怀远县、凤阳县先后改属安徽省第四区、第四专区，五河县先后改属第七区、第六专区。"
        },
        {
            "type": "text",
            "text": "       沦陷时期，民国二十七年（1938年）凤阳县城由府城迁至蚌埠，同时蚌埠又为安徽省会（当时名为凤阳县蚌埠镇）。抗日战争胜利后，怀远县改属安徽省第十专区，凤阳县先后改属安徽省第九专区、第五专区，五河县属安徽省第四专区。\n\r\n       民国三十五年（1946年）11月，蚌埠成立市政筹备处，民国三十六年（1947年）1月1日，蚌埠正式设市，脱离凤阳县（府城又重新作为凤阳县城），辖原属凤阳县的淮河以南部分地区和淮河以北小蚌埠地区，直属安徽省，为安徽省第一个设市的城市。\n\r\n       民国三十八年（1949年）1月20日，蚌埠解放。10月1日新中国成立后，蚌埠市、怀远县、五河县属皖北行署，今固镇县分属宿县、五河、灵璧、怀远4个县。1952年4月，蚌埠市直属安徽省；上述4县改属安徽省宿县专区，1956年1月改属蚌埠专区，1961年4月仍属宿县专区。"
        },
        {
            "type": "text",
            "text": "       1964年10月，析宿县、怀远县、五河县、灵璧县各一部分地区置固镇县，属宿县专区。1971年宿县专区改为地区。1983年7月，怀远县、五河县、固镇县由宿县地区划属蚌埠市。2004年1月10日，调整蚌埠市部分行政区划：西市区更名为禹会区；东市区更名为龙子湖区；中市区更名为蚌山区；郊区更名为淮上区。"
        }
    ]
}