{
    "title": "芜湖县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1538",
            "category": "芜湖市"
        },
        {
            "id": "1607",
            "category": "芜湖县"
        }
    ],
    "detail": "[日期：2014-11-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：704次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时，此地名鸠兹。秦时，鸠兹置县。汉武帝元封二年（前109年）鸠兹县易名芜湖县。"
        },
        {
            "type": "text",
            "text": "       芜湖原非聚落，而是鸠兹附近一个古代湖泊的名称。这个湖泊大约从现在称为“楚王城”所在地的残丘以西，一直延伸到今芜湖市东南界外的大、小荆山一带，东西绵亘三十里，其东北方又与古丹阳湖相连。它的名称，屡见于古代地理文献，且有解释说，这个湖泊“以蓄水不深而生芜藻”，因此叫芜湖。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       鸠兹的由来：在古鸠兹的原始聚落形成之初，每当雨季，附近江湖泛滥之时，从鸠兹附近一直到今青弋江口都是一片水乡，只有现在叫神山、赤铸山、鸡毛山、铁山和范罗山等一些丘陵岗阜，好似小岛，浮于水面。在其它季节，随着水位的下降，虽有陆地涸出水面，却很潮湿。这时浅水植物、挺水植物和岸边喜湿植物群落滋生，养木、灌木在岗阜上生长茂密。当地这里人烟稀少，星星点点的原始聚落大都散布在高地上。大片湖沼和丛林则是水鸟成群栖息的好地方。“鸠兹”这个原始聚落的得名，恰好说明了这种情况。顾名思义，“鸠”即鸠鸟，“兹”也就是滋生繁多的意思。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，名鸠兹，属吴国。战国时，周元王四年（前472年）越灭吴，属越国，名鸠兹。周显王十四年（前355年）楚灭越，属楚国，名鸠兹。秦王政二十六年（前221年），秦灭楚，置会稽郡，后又析会稽置鄣郡，鸠兹属鄣郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，汉武帝元封二年（前109年）改鄣郡为丹阳郡，领17县，芜湖为其中之一，芜湖县名始于此。新莽天凤元年（14年）改丹阳郡为宣亭，辖芜湖县。东汉时，恢复原名。三国时，吴黄武二年（223年），芜湖县城由鸠兹迁至今市区东南鸡毛山一带，仍属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康二年（281年），分丹阳郡置宣城郡（驻宛陵）。移丹阳郡治于建业（今南京）。以芜湖县县东北和当涂县南地域置于湖县，芜湖、于湖同属丹阳郡。东晋时，为安置中原南渡的百姓，在沿江一带侨置郡州县。成帝咸和四年（329年），芜湖县属丹阳郡，侨立豫州于芜湖；哀帝兴宁元年（363），芜湖属宣城郡（郡址移驻芜湖）；孝武帝宁康二年（374年）芜湖仍属宣城郡，并侨立上党郡。孝武帝太元年间（376年－396年）侨郡为县，省阳毂（今繁昌）入芜湖县，后又省芜湖县入襄垣县。自此芜湖县置被撤销，襄垣、上党两县均属淮南侨郡。东晋咸和初年侨置淮南郡于丹阳的于湖（今当涂县南19千米处）。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋文帝元嘉九年（432年）并上党县入襄垣县，属淮南郡；孝武帝大明六年（462年）并淮南郡入宣城郡（郡址移驻于湖），襄垣县属宣城郡。大明八年（464年）复立淮南县属南豫州，襄垣属之。明帝泰始三年（467年）属扬州淮南郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年（589年）平陈，撤销丹阳、淮南二郡，置蒋州，驻石头城（今南京），并襄垣、于湖、繁昌等县入当涂县，县治迁驻姑熟（今当涂县城），原芜湖（城）降为当涂县属镇。"
        },
        {
            "type": "text",
            "text": "       唐时，芜湖一直为当涂县的一个镇，只是属道州有变动。唐太宗贞观元年（627年）属江南道宣州；玄宗开元廿一年（733年）属江南西道宣州。肃宗乾元元年（758年）属江南东道升州。上元二年（761年）属江南西道宣州；德宗贞元三年（787年）属江南东道宣州。五代时，南唐李弁升元年间（937年－943年）复置芜湖县属江宁府。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝八年（975年）平江南，灭南唐，芜湖属宣州。开宝九年（976年）改雄远军为平南军。太宗太平兴国二年（977年）升南平军为太平州，属建康府路，太平兴国三年（978年）划当涂及宣州所辖芜湖、繁昌二县属太平州。南宋高宗绍兴初（1131年～1140年），芜湖县属江南东路。\n\r\n       元世祖至元十四年（1277年）升太平州为太平路，芜湖属江浙行中书省太平路；惠宗至正十五年（1335年）改太平路为府，芜湖属太平府。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）建都金陵，芜湖属中书省太平府；洪武十三年（1380年）罢中书省，芜湖直属六部太平府；永乐十八年（1420年）改京师为南京，芜湖属南直隶太平府。"
        },
        {
            "type": "text",
            "text": "       清世祖顺治二年（1645年）改南京为江南省，辖府县如故。顺治十八年分芜湖县属江南省左布政使司太平府。康熙六年（1667年）改江南左布政使司为安徽布政使司，芜湖县属安徽省太平府。太平天国间（18511864年）芜湖县属浙江省兼辖后，复属安徽省徽宁池太广道。"
        },
        {
            "type": "text",
            "text": "       清世祖顺治二年（1645年）定江南，改南京直隶为江南省，设江南布政使司。芜湖属江南布政使司太平府；顺治十八年（1661），江南布政使司为二，芜湖属江南省左布政使司太平府；康熙六年（1667年）改左布政使司为安徽布政使司，从此安徽省正式成立，芜湖属安徽省太平府。太平天国年间（1857年～1864年）太平府府及属县为浙江省兼辖，后属安徽省徽宁池太广道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府、州、厅而存县、道。芜湖县直属安徽省。民国三年（1914年），复清制设芜湖道，辖皖南23县，芜湖县为首县，列甲等。民国十七年（1928年）再废道，芜湖县直属安徽省。民国二十一年（1932年）芜湖县属第二行政督察专区。民国二十七年（1938年）年日军侵占芜湖，撤销第二行政督察专区，改属第五行政督察专区。是年10月25日，又改属第九行政督察专区。民国三十年（1941）8月属第六行政督察专区。抗战胜利后，民国三十四年（1945）9月，芜湖县为第六区驻地，属安徽省皖南行署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月24日，芜湖县解放。5月，以芜湖城区与其近郊成立芜湖市，属皖南行署。芜湖县属皖南行署芜当专区。1950年撤销芜当专区，芜湖县直属皖南行署。1953年2月，改属芜湖专区。1959年1月芜湖县和芜湖市郊区公社合并，成立芜湖市郊区人民公社联社，对外保留芜湖县名称。1960年1月撤销联社，市郊区划出，芜湖县仍属芜湖专区。"
        },
        {
            "type": "text",
            "text": "       1971年1月，原宣城县8社2镇划属芜湖县。同年3月，撤销芜湖专区，改置芜湖地区。芜湖市、芜湖县均属芜湖地区，芜湖县治迁湾沚镇。1973年2月25日，芜湖市升为地级市。1980年1月29日，芜湖地区行政公署驻地由芜湖市迁宣城县，改名宣城地区行政公署，原芜湖地区的芜湖县划属芜湖市管辖。"
        }
    ]
}