{
    "title": "无为县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1538",
            "category": "芜湖市"
        },
        {
            "id": "1610",
            "category": "无为县"
        }
    ],
    "detail": "[日期：2014-11-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：601次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇元年（581年）设无为镇。北宋太平兴国三年（978年）置无为军。熙宁三年（1070年）置无为县。县名始于“城口置无为军，思天下安于无事，取无为而治之意以名之”。"
        },
        {
            "type": "text",
            "text": "       另据《太平寰宇记》：“无为军本庐州巢县之无为镇，曹操征孙权，筑城于此。攻吴无功，因号无为”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝末年，成汤将桀流放到古巢国，也就是今天的无为境内。春秋时，今无为县境属楚居巢。东周顷王四年（前615年），楚国和吴国多次在此交战。起初楚国在争夺中占优势，于灵王二十四年（前548年）占领了巢国全境，后于景王七年（前538年）灭巢国。但此后吴国于景王八年（前537年）、敬王元年（前519年）、二年、十一年、十二年多次击败楚国，并最终于吞并巢国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年）县境属九江郡居巢县。西汉高帝四年（前203年）属淮南国居巢、临湖、襄安县。文帝十六年（前164年）属庐江国居巢、临湖、襄安县。景帝四年（前153年）罢庐江国为庐江郡。"
        },
        {
            "type": "text",
            "text": "       东汉初平四年（193年）属庐江郡居巢、襄安县。三国时属吴庐江郡濡须。晋太康元年（280年）属庐江群居巢、临湖、襄安县。咸和四年（329年）属豫州。太元（376年—396年）中，在县境西北侨置扶阳县。南朝时，梁太清元年（547年）属南谯郡酂县。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）属庐州襄安县（县治在今巢湖市区东北2.5公里处）。始设无为镇（今无城镇）。唐武德三年（620年）以襄安县地置巢州，又在县境西北置开城、扶阳县。武德七年（624年）废开城、扶阳县，改巢州为巢县，无为镇属之。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国三年（978年）置无为军，领巢县、庐江二县。熙宁三年（1070年）析巢、庐江二县地置无为县。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年）升无为军为无为路，属江淮行省。至元二十八年（1291年）降为无为州，领无为、庐江、巢县三县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）无为州领巢县1县，属中书省。不久复属庐州府。清雍正二年（1724年）无为州不领巢县，与合肥、舒城、庐江、巢县同属庐州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912）4 月，改无为州为无为县，仍属庐州府。次年，废府，无为县直属于省。民国三年（1914年）6 月，无为县属安庆道，民国十七年（1928年）废道，无为县直属安徽省。民国二十一年（1932年）属安徽省第二行政督察专员公署。民国二十七年（1938年）7月属第五行政督察区，10月属第三行政督察区。民国二十九年（1940年）4 月属第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       期间，民国十六年（1927年）8月，中国共产党开始在无为建立组织，土地革命战争时期，中共无为县委组建苏维埃政权，领导无为县人民举行“六洲暴动”，揭开了无为人民武装夺取政权的序幕。抗日战争时期，无为县是皖江抗日根据地的中心区。全县计有无为、临江、湖东、无南等4 个县行政区和1 个准县级的江流行政办事处，隶属皖江行政公署领导。解放战争时期，无为全境仍按照抗战时期区划一分为四，隶属皖西第四专员公署。民国三十八年（1949年）7月，无为全境的4个县级行政区正式合并，成立统一的无为县。"
        },
        {
            "type": "text",
            "text": "       1949年10月中华人民共和国成立以后，无为县始属皖北行署巢湖专区，1952年2月4日，皖南、皖北行署合并，组建安徽省。无为县属安徽省芜湖专区。1965年7月巢湖、无为、和县、含山4县划归巢湖专区。1971年3月，巢湖专区改称巢湖地区。1999年7月9日，撤销巢湖地区，设立地级巢湖市。无为县隶属巢湖市。2011年8月22日，撤销地级巢湖市，无为县划归芜湖市管辖。2013年3月，无为县的二坝镇、汤沟镇划归芜湖市鸠江区管辖。"
        }
    ]
}