{
    "title": "“鲁迅”笔名的由来",
    "category": [
        {
            "id": "2",
            "category": "人名故事"
        },
        {
            "id": "58",
            "category": "人名故事"
        }
    ],
    "detail": "[日期：2014-11-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1317次",
    "content": [
        {
            "type": "text",
            "text": "       对于\"鲁迅\"这个笔名的含义，许寿裳先生曾向鲁迅作过询问，鲁迅的回答是：“我以前用过迅行的别号是你知道的，所以临时命名如此。理由是：一，母亲姓鲁；二，周鲁是同姓之国；三，取愚鲁而迅速之意。” 　　"
        },
        {
            "type": "text",
            "text": "       史学家侯外庐认为：一般人把鲁迅的迅字释为“快速”，是不确切的。《尔雅.释鲁》云：“牧狼，其子，绝有力，迅。”鲁迅的鲁，取自鲁迅母亲的姓。迅，古义的狼子。鲁迅之所以狼子自居，是因为他甘做封建制度的逆子贰臣。从历史的逻辑看，这个名字反映出他前期思想上，刻印着资产阶级民主主义者的叛逆精神。上述解释，侯外庐曾向许广平讲过，许广平连声说，谢谢！谢谢！有人说，侯外庐先生的解释有些强牵，明显违背了鲁迅先生\"取愚鲁而迅速之意\"的原意，有点硬是要把\"鲁迅\"这个笔名也要拔高之嫌.许广平的称谢或许也仅仅是客气而已。 　"
        },
        {
            "type": "img",
            "url": "http://n.eduyun.cn/uploads/album/2015/0818/275/55d28bba48024.jpg",
            "desc": "1930年，鲁迅五十寿辰时摄"
        },
        {
            "type": "text",
            "text": "       鲁迅一生用过的笔名有179个 ，其目的是为了防避旧社会的迫害，以及尽量避免招惹无聊的麻烦。 　　"
        },
        {
            "type": "text",
            "text": "       一字笔名有15个：卂 飞 树 俟 独 洛 干 豫 E L 敖 隼 旁 迅 直 庚； 　　"
        },
        {
            "type": "text",
            "text": "       二字笔名有116个：鲁迅 干凡 飞迅 直庚 树俟 独洛 敖隼 旁斡预 L.S. 丁珰 丁萌 士繇 E.L. 及锋 之达 子明 丰瑜 元艮 元期 不堂 中头 中拉 长庚 公汗 风声 巴人 龙刚 且介 且文 史赉 史癖 白舌 白道 令飞 飞斐 冬华 乐文 乐贲 乐雯 品音 记者 动轩 仲度 华圉 自树 许遐 许霞 迅行 苇索 杜斐 何干 一尊 余铭 译者 张沛 阿二 阿法 苗挺 直入 明瑟 罗怃 佩韦 周树 周悼 庚辰 庚言 孟弧 封余 荀继 茹莼 树人 候堂 独立 姜珂 洛丈 神飞 敖者 莫朕 桃椎 索士 索子 晓角 翁隼 唐俟 旅隼 朔尔 家干 家斡 宴教 冥昭 焉于 黄棘 梦文 雪之 常庚 曼雪 崇巽 符灵 康郁 隋文 越丁 越山 越侨 越容 楮冠 尊古 游光 遐观 编者 虞明 豫才 燕客 霍冲 孺牛 　　"
        },
        {
            "type": "text",
            "text": "       三字笔名有37个：华约瑟 齐物论 唐丰瑜 唐元期 黄凯音 戛剑生 康伯（白）度 隋洛文 葛何德 董季荷 敬一尊 朝花社 编辑者 编纂者 纂述者 杜德机 何家干 何家斡 即鲁迅 张承禄 张禄如 周玉才 周动轩 小孩子 丰之余（瑜） 韦士繇 邓当世 白在宣 宓子章 赵令仪 某生者 倪朔尔 栾廷石 孺子牛 宴之敖。 　　"
        },
        {
            "type": "text",
            "text": "       特殊类笔名有11个：ELEF 旅沪记者 宴之敖者 楮冠病叟 中国教育社 奔流社同人 译文社同人 铁木艺术社 旅沪一记者 朝花社同人 上海三闲书屋 上海教育社... 　　"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       鲁迅原名周樟寿，字豫山，后改周树人，改字为豫才。他是在1918年4月2日作《狂人日记》并发表在《新青年》上，开始使用的笔名\"鲁迅\"的。其母亲鲁瑞，父亲周伯宜。"
        }
    ]
}