{
    "title": "南陵县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1538",
            "category": "芜湖市"
        },
        {
            "id": "1609",
            "category": "南陵县"
        }
    ],
    "detail": "[日期：2014-11-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：851次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南陵在汉武帝元封二年（前109年）属丹阳郡春谷县、宣城县，晋置南陵戍。南陵，本汉县名，在关中，属京兆尹。东晋侨置于江南。南朝梁武帝普通六年（525年）置南陵郡、南陵县，由东晋于沿江南岸赭圻屯所置南陵戍而来。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       汉朝南陵县名含义，汉南陵县，本薄太后陵邑，陵在东北，去县六里”。以侨置县而得名。汉为京兆尹属县，亦谓“南霸陵”，因置县而奉寝陵，即汉文帝薄太后葬所。故治在今陕西省西安市东南。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋，自周武王封泰伯五世孙周章为吴君（建立吴国）始，县境为吴地。\r\n　　\r\n       战国，周元王三年（前473 年），越王勾践兼并吴，属越。周显王十四年（前355年），楚灭越，又为楚地。秦王政二十四年（前223 年），秦灭楚，归秦。\r\n　　\r\n       秦始皇赢政二十六年（前221 年），设郡县，县境属鄣郡。\r\n　　\r\n       西汉，武帝元封二年（前109 年），始置宣城县（治今弋江镇）、春谷县（治今繁昌县境内），县域属上述二县，隶属丹阳郡。\r\n　　\r\n       东汉，宣城县废，改设宛陵、春谷二县，县境属丹阳郡春谷县地。三国入吴，恢复宣城县。\r\n　　\r\n       西晋，武帝太康二年（281 年），分丹阳郡一部为宣城郡，宣城县隶属宣城郡。\r\n　　\r\n       东晋，成帝咸康末，淮北居民随晋室南渡，于今南陵县北侨置当涂县，属淮南郡。晋末分于湖为境，隋徙治于姑孰（今当涂县），遂废。孝武帝太元八年（383 年），改春谷为阳谷属宣城郡，又为淮南郡地。安帝义熙九年（413 年），并阳谷县入于湖，沿用繁昌之名（治今芜湖县陶辛圩内），属淮南郡繁昌县地。东晋于沿江赭圻城（今繁昌芦南乡）置南陵戍。\r\n　　\r\n       南朝，梁武帝普通六年（525 年），以赭圻城置南陵县，兼置南陵郡。陈兼置北江州。隋平陈，州郡并废。\r\n　　\r\n       隋，开皇九年（589 年），并石城、临城、定陵、故治诸县入南陵县，属宣州。时改宛陵县为宣城县，改故宣城为青弋江（镇）。大业元年（605 年），改宣州为宣城郡。\r\n　　\r\n       唐，武德四年（621 年），南陵县改属池州。贞观元年（627 年），又归宣州，属江南道。长安四年（704 年），移治青阳城（今南陵城关镇），属江南道宣州。开元二十一年（733 年），属江南西道宣州。天宝元年（742 年），属江南西道宣城郡。乾元元年（758 年），属宣歙观察使宣州。大顺元年（890 年），属宁国军宣州。\r\n　　\r\n       五代，南唐升元元年（937 年），南陵县属宁国军宣州，隶江宁府。\r\n　　\r\n       宋，太祖开宝八年（975 年），南唐平，改宁国军，仍称宣州，隶江南路。天圣八年（103年），分东西两路，南陵县属江南东路宣州。南宋，乾道二年（1166 年），升为宁国府，属江南东路（亦称江东路）宁国府。\r\n　　\r\n       元，至元十四年（1277 年），南陵县属江浙行中书省宁国路。至正十七年（1357 年），属江浙行省宁国府。至正二十六年（1366年），改为宣州府。\r\n　　\r\n       明，洪武元年（1368 年）八月，南陵县属中书省宁国府。洪武十三年（1380 年）正月，属六部直隶宁国府。永乐元年（1403 年），属南京直隶宁国府。\r\n　　\r\n       清，行省下沿明制（宁国府），直至宣统，南陵县所属府如故。顺治二年（1645 年），属江南省徽宁道。康熙六年（1667 年），属安徽省徽宁道。太平天国期间（1857年～1864年），由浙江巡抚兼辖。同治四年（1865 年）仍由安徽省徽宁池太广道分辖。\r\n　　\r\n       民国元年（1912 年）1 月，裁府，南陵县直属安徽省。民国三年（1914年）6 月，安徽全省置安庆、芜湖、淮泗3道。南陵县芜湖道。民国十七年（1928年）8 月，废道，直属安徽省。民国二十一年（1932年）10 月，划属安徽省第二行政督察区。民国二十七年（1938年）10 月25 日，划属安徽省第九行政督察区。民国二十九年（1940年）8月6日，划属安徽省第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949 年）4月22日，南陵解放。同年5月13日，属皖南行署芜当专区。1950 年5 月26 日，划属皖南行署宣城专区。1952年2月4日，皖南、皖北行署合并，组建安徽省，是年8 月27 日，南陵县划归安徽省芜湖专区。1971 年3 月29 日，芜湖专区改称芜湖地区，南陵县属芜湖地区。1980年1月29日，芜湖地区行政公署驻地由芜湖市迁至宣城县，并更名为宣城地区，南陵县属宣城地区。1983年10月8日，宣城地区的繁昌县、青阳县（1988年8月17日，划归池州地区）、南陵县划归芜湖市。"
        }
    ]
}