{
    "title": "长丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1537",
            "category": "合肥市"
        },
        {
            "id": "1615",
            "category": "长丰县"
        }
    ],
    "detail": "[日期：2014-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：644次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1964年10月31日，分别从寿县、定远、肥东、肥西4县边缘划出部分地区设置长丰县，隶属合肥市，是全省第一个市辖县。因境内大部分地区属清代寿州长丰乡而得名。取“长丰”为县名，也寓意“长治久安，人寿年丰”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时期，为以动物为图腾的善射的淮夷一支虎方的部落活动区域。周代称为夷虎的淮夷部落。春秋时期，先后为北上的吴、楚国领地。战国时期，属楚国。秦、汉属九江郡(汉初为淮南国)的寿春、曲阳(东汉改西曲阳)、成德、合肥县地。"
        },
        {
            "type": "text",
            "text": "       东汉末、魏、西晋县先后为扬州的淮南国、九江郡、楚国及淮南郡的寿春、西曲阳、成德、合肥县分领。东晋永嘉乱后，淮南郡县大都荒废，为侨置州郡县取代。长丰县境分属侨置的豫州等所属梁、汝阴等侨置的郡、县及尚未废弃的寿春、合肥等县地。"
        },
        {
            "type": "text",
            "text": "       南北朝长丰县境内比较重要的可考土实郡、县均无。初属南朝的宋、齐、梁的豫州(西豫州)的梁(南梁)、陈留、汝阴、北陈郡、安州的定远郡等侨州、郡、县，合肥后已被汝阴，寿春后被睢阳、梁县等侨县取代。梁后及陈短期收回，属南豫州及合州的上述侨郡、县。北朝的北魏、东魏、北齐、北周先后属扬州的淮南郡、合州的汝阴郡、濠州(西楚州)的钟离郡等实土侨县分领。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇间，为庐州的合肥县、慎县，濠州的定远县，寿州的寿春县等分领。大业三年(607年)四月，庐州、濠州、寿州分别改称庐江、钟离、淮南郡，余仍之。"
        },
        {
            "type": "text",
            "text": "       唐初为淮南道的庐州的合肥县、慎县，寿州的寿春县，濠州的定远县分领。天宝元年至乾元元年(742～756年)，庐州、寿州、濠州分别改称庐江、寿春、钟离郡，余仍之。五代十国期间的吴国、南唐、后周，今县境先后属吴国和南唐及后周的寿州寿春县，庐州的合肥县、慎县，濠州的定远县分领。"
        },
        {
            "type": "text",
            "text": "       北宋，先后属淮南路、淮南西路的寿州(后升为寿春府)的寿春县，庐州的合肥、慎县，濠州的定远县分领。南宋，为淮西路的寿州(后升为寿春府、安丰军)的寿春，庐州的合肥、梁县，濠州的定远县分领。南宋末年，元兵及此前金兵短期占领，均没有改变区划及建制。"
        },
        {
            "type": "text",
            "text": "       元朝先后属江淮行省、河南江北行省淮西道庐州路的合肥、梁县，安丰路(曾短期为寿春府、安丰府)的寿春县及濠州(曾为临濠府)的定远县分领。元末，属大宋龙凤政权的江淮行省、江南行省的寿州寿春县，庐州府的合肥、梁县，濠州府的定远县分领。"
        },
        {
            "type": "text",
            "text": "       明朝，先后为中书省、六部、南京、南直隶的庐州府合肥县、凤阳府(先后为濠州、中立府，后改凤阳府)的寿州、定远县分领。南明属滁和镇的合肥县及凤寿镇的寿州、定远县分领。"
        },
        {
            "type": "text",
            "text": "       清朝先后为江南省、安徽省的庐州府合肥县、凤阳府的寿州、定远县分领。同治四年六月甲午(1865年7月23日)，庐州府、凤阳府分别改属安徽省安庐滁和道、凤颍六泗道。光绪三十四年五月甲午(1908年6月8日)，改属皖北道。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)1月，废道、府；至4月，改州为县，为安徽省直属合肥、定远、寿县分领。民国三年（1914年）6月2日，合肥县改属安徽省安庆道，寿县、定远2个县改属淮泗道。民国十七年（1928年）8月取消道级建制，合肥、定远、寿县3县直属安徽省。抗日战争期间，该县因处交通要道淮南线上，常为沦陷区。日伪、汪伪时期，也分属于合肥、定远、寿县3个县。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）秋，中国共产党在禹庙小学成立寿东南办事处，为县级抗日民主政权。民国三十二年（1943年）春，改称寿县抗日民主政府。抗战胜利后，仍为3个县分领。民国三十五年（1946年）3月9日，中国共产党在今县境组建寿六合霍县政府。次年，改称寿六合县政府。民国三十七年（1948年）2月，境内又有定合办事处。民国三十八年（1949年）1月，又在曹家庵成立寿凤办事处。1月21日，长丰县境全部解放。2月26日，在下塘集成立寿合县工农民主政府。6月，寿合县并入寿县。今县境为肥西、肥东、寿县、定远4个县分领。"
        },
        {
            "type": "text",
            "text": "       1949年10月共和国成立后，今长丰县境分别为寿县、肥东、肥西、定远4个县分领。1964年10月31日，析寿县、定远、肥东、肥西4县地，置长丰县，属合肥市。1968年5月1日，长丰县革命委员会成立。1980年1月12日，长丰县革命委员会改称长丰县人民政府，仍属合肥市。"
        }
    ]
}