{
    "title": "肥东县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1537",
            "category": "合肥市"
        },
        {
            "id": "1614",
            "category": "肥东县"
        }
    ],
    "detail": "[日期：2014-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1100次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十八年（1949年）1月21日合肥解放，析合肥县为合肥市和肥东、肥西两县，因肥东县位于合肥市之东，故名肥东。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商为虎方部落所建方国领域。周仍为淮夷中尚武的夷虎部落地区所建部落方国如南巢等活动区域。春秋时期，先后属北上的吴、越国领地。战国时期，属楚国。秦王政二十四年(前223年)灭楚国，属九江郡。"
        },
        {
            "type": "text",
            "text": "       秦统一全国后，于秦始皇二十六年(前221年)调整全国区划，改属九江郡。秦二世二年(前208年)，英布归项羽，封为当阳君。汉王元年(前206年)正月，改封为九江王，改属九江王所辖的九江郡。今肥东县境设县以上行政区划设置当在汉代，最早的县有逡(初为“浚”，晋改“逡”)遒县(治今肥东县龙城乡龙城村)，属九江郡(治寿春，今寿县城关镇)。"
        },
        {
            "type": "text",
            "text": "       西汉高祖四年(前203年)七月，英布归汉，受封淮南王，仍王九江故地，仍属淮南国九江郡(仍治寿春邑)。汉高祖十一年（前196年）十月庚午，刘邦改封其少子刘长为淮南王(改都寿春)，今肥东县仍为九江郡合肥、浚遒县分领。文帝七年(前173年)，淮南国除，4个郡直属中央，合肥、浚遒县仍属九江郡。文帝十二年至十六年（前168年—前166年），属刘喜淮南国九江郡(均治寿春，今寿县城关镇)。文帝十六年（前166年）四月丙寅，改封刘长子阜陵侯刘安为淮南王，仅王九江1郡，合肥、浚遒县直属淮南国。元狩元年(前122年)，淮南国除，复设九江郡，合肥、浚遒县仍之。元封五年(前106年)四月，九江郡改属扬州刺史部，余仍之。"
        },
        {
            "type": "text",
            "text": "       王莽新朝，改九江郡为延平，2个县仍属之。东汉，合肥县、浚遒县属扬州(治所先后在襄安、历阳、寿春)九江郡(仍治寿春)。建武六年(30年)，汉光武帝封功臣鉴谭为合肥侯，改县为国，历4世而绝，国除为县。灵帝又封其弟为合肥侯，后复为县。合肥侯国及合肥县与浚遒县仍同属扬州九江郡。汉末，袁术据寿春，兴平三年(196年)，改九江郡为淮南郡，合肥、浚遒县仍属之。建安四年(199年)，改淮南郡为九江郡，2个县仍之。五年，合肥县治兼扬州治。"
        },
        {
            "type": "text",
            "text": "       三国·魏国合肥、浚遒县始终属魏国扬州，但二级区划变化大：黄初二年(221年)，2个县改属淮南国(都寿春)。四年，2个县改属淮南郡(治寿春)。太和六年(232年)，2个县改属楚国(都寿春)。嘉平元年(249年)，2个县改属淮南郡(治寿春)。"
        },
        {
            "type": "text",
            "text": "       西晋初，撤成德、居巢、浚遒县，并入合肥县，合肥县仍属扬州(改治寿春县)淮南郡(治寿春)，县治由新城回治故城。太康元年(280年)，复浚遒县，改“浚”为“逡”，与合肥县同属扬州淮南郡。太康十年（289年）十一月甲申，2个县改属淮南国。永泰元年(300年)八月，2个县改属淮南郡。"
        },
        {
            "type": "text",
            "text": "       东晋永嘉乱后，江淮地区为南北政权的拉锯战场，至隋统一全国止，江淮地区成为中国历史上地方行政区划设置和管理体制最混乱时代中的最混乱地区，侨置、帖治的各级区划与原有区划相杂，许多设置，循名责实，子虚乌有，有的朝存夕改，一地数移，一地数名，甚至没有留下任何痕迹。东晋大兴四年(321年)，征西将军戴渊都督六州诸军事兼司州刺史驻合肥，合肥县为重镇。咸和五年(330年)，在合肥侨置汝阴郡、县及陈郡，逡遒县在东晋乱后荒废。此县从九江郡创建算起，至东晋结束，前后达5个多世纪。今肥东县为合肥县及侨置汝阴、陈郡及汝阴、慎县(治今肥东县梁园镇)分领，改属侨置于今寿县的豫州。建武十一年(345年)，后赵昚(shèn)染指合肥，合肥、逡遒县属后赵复建的扬州淮南郡(治今寿县城关镇)。永和六年(350年)，复属东晋豫州汝阴郡、县及合肥、慎县。太和四年(369年)，入前燕，复属扬州淮南郡。太和六年（371年），复归东晋，属豫州汝阴、陈郡的汝阴、慎县等侨置县地。"
        },
        {
            "type": "text",
            "text": "       南朝·宋永初元年(420年)，合肥县、汝阴县均改属南豫州南汝阴郡，兼州、郡治。永嘉三年（422年），撤合肥县，长达6个世纪的合肥古县为侨置的汝阴县所取代，并从此在历史上消失长达160多年后才在隋开皇三年(583年)恢复。汝阴县侨置于今合肥，并取代合肥，历史长达2个半世纪；改称汝阴，则长达160余年。这期间，汝阴城常作合肥城异名。宋末，合肥再次为南豫州治。慎县自东晋侨治今肥东县梁园镇，至南宋绍兴三十二年(1162年)，为避孝宗赵昚(shèn)讳，改慎县为梁县(因“昚”是“慎”的异体字，故以旧郡名改为梁县)，侨置的慎县在梁园镇立县长达800余年。梁县至明洪武初撤，并入合肥县，梁县在梁园镇立县也有200余年的历史。"
        },
        {
            "type": "text",
            "text": "       南朝·齐侨置豫州，又称西豫州，迁治汝阴(今合肥市区)，汝阴、慎县属南汝阴郡，汝阴兼南汝阴、北陈郡及有关侨县治。北朝·北魏，北魏景明元年(500年)，南汝阴郡的汝阴、慎县入北魏，改属扬州(治寿春)。南朝·梁天监五年(506年)，复汝阴，改南汝阴郡为汝阴郡，迁豫州治汝阴，汝阴、慎县属汝阴郡，汝阴兼汝阴、北陈及南顿郡、县及豫州治。普通七年(526年)十一月，改属南豫州汝阴郡，兼南豫州治，余同。太清元年(547年)七月甲子，改属合州，汝阴兼合州治；梁在慎县侨置南梁郡，领1个县，慎县仍属汝阴郡，南朝梁的州治汝阴的州先后易名豫、南豫、合州，郡也随之改属。"
        },
        {
            "type": "text",
            "text": "       北朝·东魏，梁太清二年（548年），合州入东魏，改南梁郡为平梁郡，仍治慎，改领慎县，汝阴仍兼汝阴、北陈、南顿郡治，今肥东县境为汝阴、慎等侨县分领。入北齐，仍东魏建制，唯改平梁郡为南梁郡。天保四年(553年)，撤南顿郡，余仍之。南朝·陈永定三年(559年)，合州入陈，唯改南梁郡为梁郡，余仍之。陈天嘉二年(561年)，合州复入北齐，仍之。南朝·陈太建五年(573年)六月癸卯，合州复入陈，仍之。北朝·北周太建十一年十一月乙丑，合州入北周，仍其旧制，南梁郡改属谯州，郡治阜陵城，仍领慎县，今肥东县分属于合州汝阴郡的汝阴县及谯州南梁郡慎县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废郡，改合州为庐州，撤汝阴、北陈、南梁等侨郡，改汝阴县为合肥县，仍保留慎县，今肥东县为庐州的合肥、慎县分领。合州作为一级行政区域名称历南北6个政权，长达40年而退出历史舞台。大业三年(607年)四月，合肥、慎县改属庐江郡，仍治合肥。"
        },
        {
            "type": "text",
            "text": "       唐武德三年(620年)，改庐江郡为庐州，2个县仍属之。贞观元年(627年)，庐州属淮南道地理区域。开元二十一年(733年)，庐州改属淮南道(治扬州)。天宝元年(742年)，庐州改名庐江郡，仍属淮南道。至德二载(757年)十二月，复名庐州，2个县及庐州隶属关系不变。天复二年(902年)三月，唐封杨行密为吴王，曾在今合肥市郊大蜀山麓筑吴王宫。唐亡(907年)，吴自立，今肥东县仍为庐州的合肥、慎县分领。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，庐州先后属吴(902年三月至937年十月)、南唐(937年十月至958年三月)、后周(958年三月至960年正月)，庐州仍治合肥，今肥东县境仍为庐州所属合肥、慎县分领。庐州的主要变化是：吴武义二年(920年)升为德胜军，又称庐州节度使；后周显德五年(958年)三月壬寅，改德胜军为保信军节度(均治庐州)。"
        },
        {
            "type": "text",
            "text": "       后周显德七年（960年）正月入北宋，复名庐州，余仍之。至道三年(997年)，庐州改属淮南路(治今扬州市)。熙宁五年(1072年)，庐州改属淮南西路(治今寿县城关镇)。今肥东县仍为庐州的慎、合肥县分领。南宋淮西路改治庐州。绍兴七年(1137年)，庐州沦入伪齐。绍兴十一年（1141年），宋将杨沂中收复庐州。绍兴三十二年(1162年)，为避孝宗赵昚(shèn)(讳，改慎县为梁县，今肥东县为淮西路庐州的合肥、梁县分领。乾道五年(1169年)，淮西路复治合肥。"
        },
        {
            "type": "text",
            "text": "       南宋德祐元年(1276年)二月，宋淮西制置使兼庐州知州夏贵以淮西3个府6个州36个县降元，庐州入元。至元十四年(1277年)，庐州改属江淮行省淮西道。至元十五年（1278年），升庐州为庐州路。至元二十八年（1291年）十二月，庐州路改属河南江北等处行中书省(改治汴梁路，今开封市，简称河南行省)淮西江北道(简称淮西道)。今肥东县为庐州路合肥、梁县分领。至正二十四年即大宋龙凤十年(1364年)七月，设江淮行省，改省会庐州路为庐州府。不久，废江淮行省，庐州府改属江南行省(省会设应天府，今南京市)，今肥东县仍为庐州府的合肥、梁县分领。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年(1368年)八月，庐州府改属中书省。不久，废梁县，并入合肥县，今肥东县为合肥县东部地区。十三年正月，庐州府直隶六部。永乐元年(1403年)，庐州府改隶南京，又称南直隶。崇祯十七年三月十九日(1644年4月25日)明亡，今县境仍属南京庐州府合肥县东部地区。后南明置滁和镇(治庐州府，今合肥市)，今肥东县仍为庐州府合肥县东部地区。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645年)三月后，庐州府入清，仍属南京。闰六月乙巳(8月19日)，庐州府改属江南省(省会治江宁府，今南京市)。康熙六年七月甲寅(1667年8月30日)，庐州府改属安徽省(省会治安庆府，今安庆市区)。咸丰三年(1853年)四月二十三日，决定将临时省会迁驻庐州府。十二月十日，安徽巡抚江忠源赶到庐州府上任，庐州府正式为临时省会。此间，庐州府成为清政府与太平军争夺的中心，太平军曾3次攻下庐州府城。同治元年(1862年)下半年，因庐州府无险可据，清政府慑于太平军余威和捻军力量，将安徽省会迁回安庆府。同治六年六月甲午(1867年7月23日)，庐州府改属安徽省安庐滁和道(道治安庆府)。光绪三十四年五月甲午(1908年6月8日)，庐州府改属安徽省皖北道。清代，今肥东县一直为庐州府合肥县东部地区。清代的江南、安徽省先后属江南江西河南、江南、两江总督(治江宁，今南京市)管辖。"
        },
        {
            "type": "text",
            "text": "       辛亥年农历九月十九日(1911年10月28日)，合肥为革命军光复，废道。民国元年(1912年)1月，废庐州府，存附郭合肥县，直属安徽省。民国三年（1914年）6月2日，合肥县改属安徽省安庆道(道尹驻安庆城)。民国十六年（1927年）8月，今县境改属安徽省政府合肥县东部地区。民国十七年（1928年）8月，废道，合肥县直属安徽省。民国二十一年(1932年)4月2日，合肥县属安徽省第三行政区(首县为合肥县)。10月10日，合肥县改属安徽省第三专区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月14日，日本侵略军占领合肥，将合肥县临时迁驻今肥西县南分路乡鸽子笼等地，仍属第三专区(为便于领导，民国二十九年，在梁园镇设肥东办事处，直属安徽省第五专区。在此之前，今肥东县一直为合肥县东部地区。肥东办事处于民国三十四年日军投降后撤销)。民国二十七年（1938年）11月10日，合肥县改属安徽省(此时省会临时迁驻立煌县城金家寨，1954年没入梅山水库)第三专区(专员先后驻六安、金寨、六安)。民国二十九年（1940年）2月2日，撤销皖北行署，合肥县仍属第三专区。7月，合肥县改属第二专区。民国三十四年（1945年）8月，撤销肥东办事处，合肥县回治合肥城。11月，合肥县改属安徽省第十专区，今肥东县仍为合肥县东部地区。民国三十七年（1948年）8月，安徽省会迁驻安庆城，余仍之。"
        },
        {
            "type": "text",
            "text": "       中国共产党建政·抗日战争期间，曾于民国三十年（1941年）4月，在广兴集成立合肥县抗日民主政府，辖广兴、王子城、青龙厂3个区。同年9月至11月，路西各县联防办事处在王子城成立合肥县东南各区联合办事处，辖合六区、合二区。此外，今肥东县还先后属3个抗日的县级政权：民国三十一年（1942年）4至7月，合肥县抗日民主政府撤至全椒县孤山地区，与全西抗日民主政府合并，成立全合县抗日民主政府。当年7月至34年8月成立的定合县抗日民主政府，驻定远县吴家圩，属津浦路西专员公署。在今肥东县境内设有合五区(以青龙厂为中心)、花张集区。民国三十三年（1944年）5月至次年8月，建立合巢办事处，属津浦路西专员公署，在今肥东县设西山驿、磨店、吴店、肥南、西黄等区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月21日，解放合肥城，今肥东县境也随之解放。合肥县正式分为肥东、肥西县，秦汉古县合肥正式退出历史舞台，只有新建的合肥市仍延古县旧名。2月3日，肥东县成立后属江淮行署第五专区。4月15日，改属巢湖专区(驻巢城，今巢湖市区)。1949年10月共和国成立后，肥东县仍属皖北人民行政公署巢湖专区。1952年3月28日，肥东县改属皖北人民行政公署滁县专区(驻滁县，今滁州市区)。8月7日，中央人民政府批准正式划入安徽省滁县专区。"
        },
        {
            "type": "text",
            "text": "       1955年5月30日至6月3日，在该县第一届人代会第二次会议上改肥东县人民政府为肥东县人民委员会。11月12日，肥东县改属安徽省蚌埠专区。1958年6月21日，肥东县改属合肥市。1961年4月7日，肥东县改属安徽省滁县专区。1965年5月21日，肥东县改属安徽省巢湖专区。1968年8月6日，成立肥东县革命委员会。1971年3月29日，巢湖专区改称巢湖地区，肥东县改属巢湖地区。1981年4月27日，肥东县革命委员会改称肥东县人民政府。1983年6月7日，肥东县改属合肥市。"
        }
    ]
}