{
    "title": "庐江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1537",
            "category": "合肥市"
        },
        {
            "id": "1612",
            "category": "庐江县"
        }
    ],
    "detail": "[日期：2014-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1466次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       梁武帝在齐建元二年（480年）改治舒县的庐江郡增置湘州，梁武帝天监末（约519年），梁武帝改灊[qián] 县为庐江县，北齐废湘州，仍留庐江郡、县。隋开皇三年（583年），废庐江郡，庐江县改属庐州（治合肥，今为市）。从此，庐江县定名不变。"
        },
        {
            "type": "text",
            "text": "       庐江县名据顾祖禹《读史方舆纪要》说是“盖因旧郡而名”。系指秦汉旧郡，原在江南地区。西汉元狩二年(前121年)七月壬子，撤销江南庐江郡。此后的庐江郡系析九江郡西部江北地区及衡山郡东部地区组建(原主治皖县，今潜山县梅城镇)，东晋南北朝后才与今庐江县有关。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、西周时期，为古舒国地（都今城池埂）。古舒国据《春秋》僖公三年(前657年)“徐人灭舒。”杜预注：“舒国，即今庐江舒县。”废舒为邑，后属楚国。秦王政二十四年(前223年)楚亡，舒邑属九江郡（治寿春邑，今寿县城关镇），今境内无设置。"
        },
        {
            "type": "text",
            "text": "       汉王元年(前206年)四月，九江郡属英布九江国（都六，今六安市城北乡张巷村）九江郡。高祖五年(前202年)，改属英布淮南国（仍都六）九江郡（仍治寿春）。高祖十一年（前196年）七月，九江郡属汉，今境内设舒县（治今陈埠乡城池村城池埂），属之。十月庚午，九江郡改属刘长淮南国（改都寿春邑）。文帝七年(前173年)，九江郡归汉。文帝十二年（前168年），改属刘喜的淮南国（仍都寿春邑）。文帝十六年（前164年）四月丙寅，改九江郡为刘安的淮南国（仍都寿春邑）。元狩元年(前122年)，淮南国除为九江郡（仍治寿春邑）。元狩二年（前123年）七月壬子，撤销江南庐江郡，分衡山郡东部及九江郡南部地区组建江北庐江郡（治舒县），属之。元封五年(前106年)四月，庐江郡改属扬州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，改舒县为昆乡。东汉复名舒县（仍治今城池埂），属扬州（先后治历阳、寿春）庐江郡（治舒）。建安四年（199年)，庐江郡治迁皖城（今潜山县梅城镇）。建安五年（200年），曹操迁扬州治于合肥（今为市）。建安十九年（214年），庐江郡一分为二，曹魏改治阳泉（今霍邱县临水镇）。延康元年（220年)十月，曹魏代汉，撤销舒县，地先后分属吴、魏扬州庐江郡，后属魏扬州庐江郡，境内无设置。"
        },
        {
            "type": "text",
            "text": "       西晋咸熙二年（265年)十二月，西晋代魏，恢复舒县，已改治今舒城县城关镇，境内无设置，属扬州（治合肥）庐江郡（改治舒县）。太康元年（280年)，合二扬州、庐江郡为一，扬州改治建业（今南京市），庐江郡仍治舒县(今舒城县城关镇），今县境属舒县。惠帝末年，扬州改治寿春，余仍之。"
        },
        {
            "type": "text",
            "text": "       东晋今县境仍属舒县（仍治今舒城县城关镇），属扬州（改治建康，今南京市）庐江郡（仍治舒县，今舒城县城关镇）。咸和四年（329年)，庐江郡改治阳泉（今霍邱县临水镇），余仍之。孝武间（373年～396年），废阳泉县，庐江郡改治灊县（今霍山县上元街村）。义熙九年（413年)“土断”，扬州退出江淮地区，庐江郡割属豫州，庐江郡复治舒县。"
        },
        {
            "type": "text",
            "text": "        南朝·宋元熙二年（420年)六月丁卯，刘宋代晋，今县境仍属舒县，仍属豫州庐江郡（仍治舒县）。永初三年（422年)二月丁丑，改属南豫州（治历阳，今和县历阳镇）。元嘉七年（430年)十月甲寅，改属豫州。元嘉十六年（439年）闰月戊戌，复属南豫州（仍治历阳）。泰始二年（466年)九月，庐江郡改属西豫州（治睢阳），今县境改设灊县、始新2个县。泰始三年（467年）五月辛酉，并东、西豫州为豫州（治睢阳），属之。泰始七年（471年)，改属南豫州（治历阳）。"
        },
        {
            "type": "text",
            "text": "       刘宋升明三年（479年)四月，萧齐代刘宋，今县境仍设灊县、始新等县，属南豫州庐江郡（治舒县）。建元二年（480年)，改属豫州（治睢阳，今寿县城关镇）。永明二年（484年)，改属南豫州（治于湖）。永明四年（486年），改属西豫州（即豫州）。永明七年（489年），复属南豫州。"
        },
        {
            "type": "text",
            "text": "       萧齐中兴二年（502年)四月，萧梁代南齐，今县境仍设灊县、始新等县，属豫州（改治晋熙）庐江郡。天监末，梁武帝改灊县为庐江县，增置湘州、庐江郡增析南、北始新县。梁太清二年（548年)八月，侯景反寿阳南下，今县境于三年入东魏，仍为庐江郡，改庐江县为灊县，改属合州（治汝阴，今合肥市）。东魏武定八年（550年)五月，今县境属北齐，初仍旧制，设灊县、南始新、北始新县，属合州庐江郡。天保三年（552年)，废湘州。南朝·陈太建五年（573年)五月，伐北齐。五月甲辰，收复庐江郡（改灊县为庐江县），仅设庐江1个县，属合州。陈太建十年（578年）十二月乙亥，入北周，仍设庐江县（治今城关镇南1公里），属合州（仍治汝阴，今合肥市）庐江郡（治庐江）。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年)，废庐江郡，改合州为庐州，复汝阴县为合肥县，庐江县属庐州。大业三年（607年)四月，改庐州为庐江郡。义宁元年（617年)，改治石梁东南。唐武德三年（620年)，杜伏威降唐，改庐江郡为庐州，庐江县属庐州。贞观元年（627年)，庐州属淮南道地理区。景龙二年（708年)，庐江县改治今城关镇。开元二十一年（733年)，淮南道正式为一级区划。天宝元年（742年)，改庐州为庐江郡。至德元载（756年)十二月，庐江郡改属淮南节镇。至德二年（757年）十二月，庐江郡复名庐州。"
        },
        {
            "type": "text",
            "text": "       唐天祐四年（907年)四月，唐亡，庐江县（仍治今城关镇）属吴国庐州。武义二年（920年)，庐州属德胜军（治合肥）。后唐长兴二年（931年)闰五月癸丑，遥置昭顺军。南吴天祚三年（937年)十月，南唐代吴国，仍为庐江县，属德胜军庐州。五代·后周显德五年（958年)三月壬寅，改德胜军为保信军，庐江县（仍治今城关镇）属保信军庐州（均治合肥）。"
        },
        {
            "type": "text",
            "text": "       后周显德七年（960年，北宋代后周，庐江县（仍治今城关镇）仍属淮南道庐州。太平兴国三年（978年)，庐江县改属淮南道无为军。至道三年（997年)，改淮南道为路。熙宁五年（1072年)，无为军改属淮南西路（治扬州）。金天会五年（1127年)二月，北宋亡，庐江县（仍治今城关镇）仍属淮南西路（治扬州，今为市）无为军（治无为县，今无城镇）。五月一日，入南宋。建炎三年（1129年)，淮南西路改治合肥。绍兴初，淮南西路改治巢县（治今巢湖市区）。乾道二年至五年（1166年～1169年)，淮南西路置司和州（治今和县历阳镇），后还治合肥。淳祐二年（1242年)，无为军改听沿江制置使节制。"
        },
        {
            "type": "text",
            "text": "       南宋德祐元年（1275年)正月，无为军入元。庐江县（仍治今城关镇）仍属淮西路无为军。至元十三年（1276年)七月，庐江县改属江淮等处行省淮西江北道无为军。至元十四年（1277年）军为无为路，仍治无为县。至元二十一年（1284年）为江浙行省无为路。至元二十八年（1291年降无为路为无为州（仍治无为县），改属庐州路。十二月，庐州路改属河南江北等处行省淮西江北道（治合肥）。至正十二年（1352年)，改属淮南江北等处行省淮西江北道庐州路无为州。龙凤十年（1364年)七月，吴王朱元璋部再克庐州，升为庐州府，改属江淮行省庐州府无为州。不久，废江淮行省，庐州府改属江南行省。"
        },
        {
            "type": "text",
            "text": "       吴二年（1368年)正月，朱元璋建立明朝，改元洪武，庐江县仍属江南行省庐州府无为州。八月，废江南行省，庐州府直隶中书省，庐江县改为庐州府府属县。洪武十三年（1380年)正月，庐州府改属六部。永乐元年（1403年)，改属南京，后改称南直隶，又称直隶南京。崇祯十七年三月十九日（1644年4月25日)明亡，仍旧制。五月，庐江县改属南明弘光政权滁和镇（驻庐州府）庐州府。"
        },
        {
            "type": "text",
            "text": "       清朝顺治二年（1645年)五月入清，庐江县仍属南直隶庐州府。顺治二年闰六月乙巳（1645年8月19日)，庐江县属江南省庐州府。康熙六年七月甲寅（1667年8月30日)，庐州府改属安徽省（治安庆府，今为市）。九年四月丁亥（1670年5月19日)，庐州府改属庐凤道（治凤阳府，今凤阳县府城镇）。雍正十三年七月十三日（1735年8月29日)，庐州府改属庐凤颍道（治凤阳府）。同治四年六月甲午（1865年7月23日)，庐州府改属安庐滁和道（治安庆府）。光绪三十四年五月甲午（1908年6月8日)，庐州府改属皖北道（治凤阳府）。"
        },
        {
            "type": "text",
            "text": "       太平天国时期，清咸丰三年（1853年)冬，太和军攻克庐江县城。次年正月，城陷。二月，复克之。八月三十日（10月21日），复陷。九月二十七日（11月17日），第三次复城。咸丰六年十日（1856年9月18日），清军攻城；二十三日，城陷。咸丰七年（1857年）正月初四（1月29日），再次克复庐江县城。咸丰十一年（1861年）八月，清军再次陷城。太平天国建政期间，庐江县属安徽省（治安庆郡，今为市）庐州郡（治合肥，今为市）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年)1月，废道、府，庐江县直属安徽省。民国三年（1914年）6月2日，改属安徽省安庆道（治怀宁，今安庆市）。民国十六年（1927年）8月，属安徽省政府。民国十七年（1928年）8月，废道，庐江县直属安徽省。民国二十一年（1932年）4月2日，庐江县属安徽省第三区。10月10日，庐江县改属第二专区。民国二十七年（1938年）7月，庐江县改属第五专区。10月25日，庐江县改属第三专区。11月10日，第三专区改属安徽省皖北行署。民国二十九年（1940年）月2日，撤销皖北行署。4月，庐江县改属第一专区。民国三十四年（1945年）11月，庐江县改属第九专区。"
        },
        {
            "type": "text",
            "text": "       在抗日战争期间，中国共产党在民国三十四年（1945年)初，有关边区县湖东县属皖江行署巢无专区。10月，新四军主力北撤，全为国统区。民国三十八年（1949年）1月12日庐江县解放。2～8月，境内分别为桐庐、湖东(先后设魏家坎、蜀山镇)、湖西、庐江等边区县所分领，初属皖西行署。同年2月，调整区划，今县境分属庐江、湖西县，改属江淮行署。4月15日，湖西、庐江县属皖北人民行政公署巢湖专区。7月1日，撤销湖西县，并入庐江县，再经调整，庐江县基本恢复原疆域。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建国后，庐江县仍属皖北人民行政公署巢湖专区。庐江县民主政府改称庐江县人民政府。1952年3月28日，撤销巢湖专区，庐江县改属皖南人民行政公署芜湖专区。1956年7月17日，庐江县人民政府改称庐江县人民委员会。1958年7月30日，庐江县改属六安专区。1965年5月21日，庐江县改属巢湖专区。"
        },
        {
            "type": "text",
            "text": "       1968年4月13日，庐江县革命委员会成立。1971年3月，巢湖专区改为巢湖地区。1980年4月19日，庐江县革命委员会改称庐江县人民政府，属巢湖地区。1999年7月9日，撤销巢湖地区，设立地级巢湖市，庐江县属巢湖市。2011年8月22日，撤销地级巢湖市，原地级巢湖市管辖的庐江县划归合肥市管辖。"
        }
    ]
}