{
    "title": "巢湖市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1537",
            "category": "合肥市"
        },
        {
            "id": "1611",
            "category": "巢湖市"
        }
    ],
    "detail": "[日期：2014-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：810次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦统一后，置郡县，柘皋一带为橐皋县，巢湖以南为居巢县。因这里是古代居巢国的地域。西晋在原居巢境分设居巢、临湖、襄安三县。唐武德三年（620年），置巢州，同时析襄安为开城、扶阳两县，隶属巢州。武德七年（624年）废巢州，合两县名巢县。南宋景定三年（1262年），升巢县为镇巢军。元朝至元二十三年（1286年）镇巢军改称巢州。至元二十八年（1291年），降巢州为县。1983年10月23日，撤销巢县改置巢湖市（县级）。以中国五大淡水湖之一巢湖为名。1999年底撤市改称居巢区。2011年8月22日撤地级巢湖市，以原居巢区设立县级巢湖市。"
        },
        {
            "type": "text",
            "text": "      「居巢国」是殷周时期的重要方国之一。《尚书》中曾两处记载。一处是《仲虺之诰》云：「成汤放桀于南巢」，一处是《游獒》云：「周武王克殷，巢伯来朝，芮伯作旅巢命」。《左传》中也有多处记载。「巢」又作「居巢」，春秋时为吴、楚两国相互争夺的目标，先是归服于楚，最后为吴所灭。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商是时地属南疆，故称南巢。周时为巢（伯）国地。春秋时为楚属国。巢国多次被吴国所占，《春秋》：鲁哀公十二年（公元前483年），”公会吴于橐皋”，即今柘皋。周元王四年（前472年），越灭吴，巢国还楚。"
        },
        {
            "type": "text",
            "text": "       秦统一后，置郡县，柘皋一带为橐皋县，巢湖以南为居巢县，也作居鄛。两县均属九江郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年（前203年）设淮南国，领居巢。景帝四年（前153年），居巢改属庐江郡（橐皋仍属九江郡）。东汉橐皋归逡遒县（今肥东），居巢为刘般封国，称居巢侯国。东汉末年，袁术占据淮南，重立居巢县。建安三年（198年），居巢属吴。建安二十二年（217年）曹操占居巢，此后一直隶属曹魏。"
        },
        {
            "type": "text",
            "text": "       西晋在原居巢境分设居巢、临湖、襄安，隶属庐江郡。南北朝设南豫州，领南礁郡；刘宋大明三年（459年），居巢易名蕲，隶属刘宋。萧齐因之。南梁置合州，蕲所在的南谯郡属之。"
        },
        {
            "type": "text",
            "text": "       隋统一后，改合州为庐州。开皇元年（581年），襄安改属庐江郡。据《隋书·地理志》载：襄安”有龟山、紫微山、亚父山、半阳山、白石山、四鼎山”。至此，今巢湖市东、西、北方位大致形成。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年），置巢州，同时析襄安为开城、扶阳两县，隶属巢州。武德七年（624年）州废，合两县名巢县，隶属庐州。贞观元年（627年），分天下为十道，巢县属淮南道。天宝元年（742年），改州为郡，隶属庐江郡。至德元年（756年），归淮南军领辖，次年庐江郡改为庐州，随属之。"
        },
        {
            "type": "text",
            "text": "       五代始属唐。天祐五年（908年）唐亡，归吴。后晋天福二年（937年）属南唐，归昭顺军。后周显德五年（958年）归保信军。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国三年（978年）设无为军，治所在巢县城口镇（今无为县城），领巢县、庐江二县。至道二年（996年），县治设巢城（今巢湖市址）。熙宁三年（1070年），析巢县南、庐江东置无为县。至此，今巢湖市的四至基本确定。南宋景定三年（1262年），升巢县为镇巢军，属沿江制置使司。"
        },
        {
            "type": "text",
            "text": "       元至元十四年（1277年）设无为路，镇巢军隶之。至元二十三年（1286年）再称巢州。至元二十八年（1291年），降巢州为县。泰定二年（公元1325年）分天下为十八道，巢县属淮西道。至顺三年（1332年）归淮南江北行省。至正二十四年（1364年），朱吴设中书省，巢县隶庐州府无为州。"
        },
        {
            "type": "text",
            "text": "       清废州设府。顺治十八年（1661年），巢县属庐州府，归江南左布政使辖；康熙元年（1667年）改属安徽省，后属安庐滁和道辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912）元月，废府制，巢县直属安徽省。民国三年（1914年）6月属安庆道，民国十七年（1928年）8月，废道，巢县直属安徽省。民国二十一年（1932年）10月至民国二十七年（1938年）7月属第二专区，后改属第五专区。民国二十七年（1938年）10月25日改属第三专区。民国二十八年（1939年）元月改属第五专区。民国三十六年（1947年）6月，全省划分为10个行政督察区，第九区驻巢县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月22日，巢县解放，县政府设柘皋镇，属皖北行署巢湖专区。1952年2月4日，巢县改属芜湖专区。同年县政府迁至巢城。1958年8月7日改属合肥市。1961年4月13日复属芜湖专区。1965年7月14日复设巢湖专区，专区驻巢城，巢县隶属之。1971年8月29日，巢湖专区改称巢湖地区，巢县隶属不变。1983年10月23日，撤销巢县改置巢湖市（县级）。1984年1月4日，巢湖市正式成立，仍属巢湖地区。"
        },
        {
            "type": "text",
            "text": "       1999年，撤销巢湖地区及县级巢湖市，设立地级巢湖市，原县级巢湖市改为居巢区，巢湖市辖原巢湖地区的无为县、庐江县、含山县、和县和新设立的居巢区。2011年8月22日，撤销地级巢湖市和巢湖市居巢区，以原居巢区设立县级巢湖市。新设的县级巢湖市由安徽省直辖，合肥市代管。原地级巢湖市管辖的庐江县划归合肥市管辖。无为县划归芜湖市管辖。和县的沈巷镇划归芜湖市鸠江区管辖。含山县、和县（不含沈巷镇）划归马鞍山市管辖。"
        }
    ]
}