{
    "title": "合肥市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        },
        {
            "id": "1537",
            "category": "合肥市"
        }
    ],
    "detail": "[日期：2014-11-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：813次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦统一中国后置合肥县。西晋永初三年（422年），撤销合肥县，而侨置汝阴县。南朝梁置豫州，后改称南豫州。梁太清元年(547年)七月，改设合州于汝阴，以故合肥县为州名。隋开皇元年(581年）置庐州府于合肥县。元为庐州路。明、清为庐州府。民国元年（1912年）废府设合肥县。民国三十八年（1949年）1月21日，设合肥市。并分合肥县为肥东、肥西两县。"
        },
        {
            "type": "text",
            "text": "       合肥地名由来主要有以下几种说法：\n\r\n      《释名疏证补·释水》说：“水异出，流行合同曰肥。”\n\r\n      《尔雅·释水》说：“归异出同，曰‘肥’。”\n\r\n      《水经·淇水》说：“犍为舍人曰：‘水异出，流行合同曰肥。今是水异出同归矣。”又说：“施水自成德，东迳合肥县城南，城居四水中。”\n\r\n      《水经注》说：“盖夏水暴长，施合于肥，故曰‘合肥’。”\n\r\n      《南畿志》说，肥水出紫蓬山，东北流入金斗河，一支西北流，东复转南，东门外，二水相合，故曰“合肥”。"
        },
        {
            "type": "text",
            "text": "       总之，合肥名称来源于水。大多数说法与淝水有关。多数学者认为是施水与淝水合流，施(水)、淝(水)相合，水量加大，所以叫合肥。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商称之为“虎方”，西周时称它为“夷虎”，总称为淮夷。曾在三代时与中央奴隶主王朝既对立又统一，导致中央王朝对它的多次征伐。淮夷部落建立过的偃姓群舒、巢、英、六等氏族方国曾活跃在这一带地区。春秋时期，先后为舒、巢方国领地或分领。后为吴、楚争雄角逐的场所。战国时期，属楚国。"
        },
        {
            "type": "text",
            "text": "       春秋鲁哀公十二年(前483年)，公会吴(指吴王夫差)于橐皋(今巢湖市柘皋镇)庐近地也。秦并六国，置九江郡，庐以列城为合肥县。秦王政二十四年(前223年)灭楚，在寿春邑置九江郡，合肥属九江郡。但无任何当时的文献记载合肥已置县。秦始皇二十六年(前221年)，调整全国区划，将楚国旧壤的北部地区及西部地区仍划设九江郡，合肥属九江郡。二世二年(前208年)，英布归项羽。汉王元年(前206年)正月，封当阳君英布为九江王，合肥改属九江王所辖的九江郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年(前203年)七月，英布归汉，受封为淮南王，合肥县属淮南王国九江郡(仍治六)。汉高祖十一年（前196年）十月庚午，刘邦改封其少子刘长为淮南王，合肥县仍属淮南王国九江郡(都、郡均治寿春)。文帝七年(前173年)，淮南国除，4个郡直属中央，合肥县仍属九江郡。文帝十二年（前168年）至文帝十六年（前164年），改属刘喜淮南国九江郡，余仍之。文帝十六年（前164年）四月丙寅，改封刘长子阜陵侯刘安为淮南王，仅领九江1个郡地，合肥县改属淮南国(仍治寿春)。元狩元年(前122年)，淮南国除，复设九江郡，合肥县仍属之。元封五年(前106年)四月，合肥县改属扬州刺史部九江郡。"
        },
        {
            "type": "text",
            "text": "       王莽新朝改九江郡为延平郡，余仍之。东汉，恢复原名，合肥县仍属扬州九江郡(仍治寿春)。建武六年(30年)，刘秀封功臣鉴谭为合肥侯，改县为侯国，历4世，国除为县。灵帝又封其弟为合肥侯，后复为合肥县。侯国与县，均属扬州九江郡。兴平三年(196年)，袁术据寿春，改九江郡为淮南郡，合肥县仍属之。术亡，建安四年(199年)，改淮南郡为九江郡，合肥县仍之。建安五年，曹操派刘馥任扬州刺史，单马造合肥，立为扬州治，余仍之。"
        },
        {
            "type": "text",
            "text": "       三国·魏国黄初二年(221年)，合肥县改属淮南国。黄初四年（223年），改属淮南郡。太和六年(232年)，改属楚国。嘉平元年(249年)，改属淮南郡。吴、魏对合肥地区进行过多次争夺战，魏以合肥为重镇兼扬州治。魏青龙元年(233年)，扬州都督满宠为防御吴军进攻，在今市区西北15公里的三十岗乡鸡鸣山下的古城村筑合肥新城。从此，县、州治改驻新城。　"
        },
        {
            "type": "text",
            "text": "       西晋咸熙二年(265年)十二月，司马炎重演曹丕代汉故事，建立晋朝，合肥县仍魏旧制，属扬州九江郡。西晋一统后，扬州仍治寿春，兼淮南郡治，撤成德(居巢、逡遒)等县，并入合肥、寿春2个县，改治旧城，新城废，合肥县仍属扬州淮南郡。太康十年(289年)十一月甲申，改属淮南国。永泰元年(300年)八月，改属淮南郡。"
        },
        {
            "type": "text",
            "text": "       东晋永嘉乱后，至隋初约270年间，安徽地区的长江以北地区为南北政权的拉锯战战场，兴废侨置十分混乱。大兴四年(321年)，晋征西将军戴渊为督司、兖、豫、并、雍、冀六州诸军事兼司州刺史，在江淮间侨置有关侨郡、县分别属之，治合肥，使合肥成为重镇。东晋咸和五年(330年)，在合肥侨置汝阴郡、县及陈郡。后赵建武十一年(345年)，染指合肥，合肥县属扬州淮南郡。永和六年(350年)，复属东晋豫州汝阴郡，汝阴、合肥县同治。"
        },
        {
            "type": "text",
            "text": "       南朝·宋永初元年(420年)，合肥县、汝阴县改属南汝阴郡，并兼南豫州、南汝阴郡治。永初三年（422年），撤销合肥县，而侨置汝阴县。南朝·齐侨置的豫州，又称南豫州迁治汝阴，仍兼南汝阴、北陈郡治、汝阴县治。南齐永元二年(500年)，南汝阴郡、汝阴县入北魏，仍之。梁天监五年(506年)，复汝阴，改南汝阴郡为汝阴郡，迁豫州治汝阴。普通七年(526年)十一月，豫州迁治寿春，迁南豫州治汝阴。梁太清元年(547年)七月甲子，改设合州于汝阴，以故合肥县为州名，兼汝阴郡、县、南顿郡、县等治。太清二年(548年)，合州入东魏，梁改治江滨。"
        },
        {
            "type": "text",
            "text": "       东魏及北齐初，仍为合州、汝阴、南顿郡、县及北陈郡治。北齐天保四年(553年)，撤销南顿郡，余仍之。南朝·陈永定三年(559年)，合州、汝阴郡、县及北陈郡入陈，陈仍旧制。天嘉二年(561年)，合州及侨郡、县复入北齐，仍其旧制。太建五年(573年)六月癸卯，复入陈，仍其旧制。太建十一年十一月，合州及所属郡、县入北周。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)，废郡，撤县，改合州为庐州，恢复合肥县，庐州系延庐江郡、县旧名。合州为一级政区名称历梁、东魏、北齐、陈、北周及隋初，南北共6个政权，历时40载。隋初，在庐州设总管府，作为灭隋的前沿阵地。大业三年(607年)四月，改庐州为庐江郡，均治合肥。"
        },
        {
            "type": "text",
            "text": "       唐朝武德三年(620年)，改庐江郡为庐州，仍治合肥县，属贞观元年(627年)划设的淮南道地理区域。开元二十一年(733年)，道作为一级区划，庐州仍属淮南道。天宝元年(742年)，复名庐江郡，仍治合肥，仍属淮南道。至德元年(756年)十二月，置淮南节度使于扬州，庐江郡仍属之。至德二年（757年）十二月，复名庐州，仍属淮南节镇。中和三年(883年)，庐州人杨行密据本州，经营江淮、江南地区。天复二年(902年)三月，唐封杨行密为吴王，原本以庐州为根据地，后改都扬州，庐州仍属吴。唐亡(907年)，吴自立，仍据江淮间，庐州属之。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，庐州及治所合肥县先后属吴(902年三月至937年十月)、南唐(937年十月至975年十一月)。吴武义二年(920年)，升庐州为德胜军，为节镇，又称庐州节度使，均治合肥。后唐长兴二年(931年)闰五月癸丑，遥立庐州为昭顺军节度使驻地。实际上，后唐势力没有达到合肥，并无此设置。后周显德五年(958年)三月壬寅，改德胜军为保信军节度，仍为庐州及合肥县治。"
        },
        {
            "type": "text",
            "text": "       宋初，仍沿旧制，庐州仍治合肥县，改属淮南道地理区域。至道三年(997年)，改属淮南路。熙宁五年(1072年)，分淮南路为东、西两路，西路治寿州，庐州改属淮南西路。南宋改淮南西路治庐州，为南宋抗金重镇和输送抗金物资的集散地。绍兴初，为避金兵，淮西路寄治巢县(治今巢湖市区)。绍兴七年(1137年)，淮西将郦琼以庐州叛降刘豫伪齐。绍兴十一年（141年），为杨沂中收复。乾道二至五年(1166年～1169年)，在和州置司。乾道五年（1169年），淮西路复治庐州。"
        },
        {
            "type": "text",
            "text": "       南宋德祐元年(1276年)二月，南宋淮西制置使兼知庐州夏贵以淮西3个府6个州36个县降元，入元。至元十四年(1277年)，在庐州设淮西路总管万户府，属江淮行省淮西道宣慰司(治庐州，今合肥市)庐州合肥县。至元十五年（1278年），升庐州为路，置总管府，仍属江淮行省的淮西道。至元二十八年（1291年）十二月，江淮行省迁治汴梁路(今开封市)，改名河南江北等处行中书省，简称河南行省。庐州路仍治合肥县，庐州路改属河南行省淮西江北道，简称淮西道。元末，红巾军起义政权大宋在庐州设江淮行省。龙凤十年(1364年)七月，改庐州路为庐州府，为江淮行省省会。不久，废江淮行省，改属朱元璋设于应天府(今南京市)的江南行省。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年(1368年)八月，庐州府改属中书省，仍治合肥县，不久撤销梁县，并入合肥县。洪武十三年(1380年)正月，庐州府直隶六部。永乐元年(1403年)，庐州府改隶南京，又称南直隶、直隶南京。崇祯十七年三月十九日(1644年4月25日)，崇祯帝自缢，明亡。明亡后，南明弘光政权在抗清英雄史可法的领导下，置滁和镇，为南明江北四镇之一，庐州府属之。翌年三月，清军定河南，很快渡淮而南，庐州府很快沦入清军之手。滁和镇将黄得功移驻芜湖。五月十六日，黄得功为保护福王与清军及叛将刘良佐决战，中箭身亡，滁和镇消亡。"
        },
        {
            "type": "text",
            "text": "       清朝仍为庐州府，仍治合肥县，仍属南直隶。顺治二年闰六月乙巳(1645年8月19日)，庐州府改属江南省（省治江宁府，今南京市）。康熙六年七月甲寅(1667年8月30日)，改属安徽省(省会治安庆府，今安庆市)。咸丰三年(1853年)四月二十三日，安徽省会迁驻庐州府。十二月十日，安徽巡抚江忠源赶到庐州府上任，定庐州府为临时省会。咸丰四年（1854年）一月十四日，太平军攻克庐州府。咸丰五年（1855年）十一月十日，清军复陷合肥。咸丰八年（1858年）八月二十三日，太平军再次收复庐州府。同治元年（1862年）五月十三日，英王陈玉成被叛徒苗沛霖骗去寿州，清军再度占领庐州府。当年，因惧捻军及太平军余部，以庐州府无雄关天堑可恃，仍将安徽省会迁回安庆府。同治四年六月甲午(1865年7月23日)，庐州府改属安徽省安庐滁和道(道治安庆府)。光绪三十四年五月甲午(1908年6月8日)，庐州府改属皖北道。"
        },
        {
            "type": "text",
            "text": "       辛亥年农历九月十九日(1911年10月28日)，合肥光复，废皖北道。民国元年（1912年）1月，废庐州府，存附郭合肥县，直属安徽省。民国三年（1914年）6月2日，合肥县改属安徽省安庆道。民国十七年（1928年）8月，废道，合肥县直属安徽省。民国二十一年（1932年）4月2日，合肥县属安徽省第三行政区(首县为合肥县)。10月10日，合肥县改属安徽省第三专区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月14日，日本侵略军侵占合肥，国民政府将合肥县临时迁驻今肥西县潜山乡鸽子笼圩子等地，仍属第三专区。同年11月10日，改属皖北行署第三专区。皖北行署驻临时省会立煌县城金家寨(1954年没入梅山水库)，第三专区先后驻六安、金家寨，后复驻六安县。民国二十九年（1940年）2月2日，撤销皖北行署，合肥县仍属第三专区。7月，合肥县改属第二专区，直至民国三十四年（1945年）8月才回治合肥城。沦陷7年间，合肥为汪伪安徽省所属县。民国三十二年（1943年）7月25日，改属汪伪“安徽省第五专区”(专员驻巢县)。民国三十四年（1945年）8月15日，日本投降后。8月18日，国民党第七军接管汪伪安徽省及所有县。合肥县迁回今市区。9月，安徽省会迁驻合肥城。11月，合肥县改属安徽省第十专区(专员驻田家庵，今属淮南市区)。民国三十七年（1948年）8月，省政府迁省会于安庆城。民国三十八年（1949年）3月，再迁屯溪(今黄山市驻地屯溪区)。4月底，省政府退出安徽省境。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月21日，合肥解放，设合肥市，为皖北行署辖市，皖北行署驻地；分合肥县为肥东肥西两县。2月1日，成立合肥市人民政府，为江淮行署直属市。4月15日，改属皖北人民行政公署，为直属地级市，兼行署驻地。1952年8月7日，合肥市直属安徽省，为省会。1958年原属蚌埠专区的肥东县、芜湖专区的巢县及六安专区的肥西县改由合肥市领导。"
        },
        {
            "type": "text",
            "text": "       1961年将巢县划归芜湖专区；肥东县划归滁县专区；肥西县划归六安专区。1964年由寿县、定远、肥东、肥西4县各一部分地区设立长丰县（驻水家湖），由合肥市领导。1983年6月肥东、肥西两县划归合肥市管辖。2002年3月6日，合肥市实行新区划建制，中市区更名为庐阳区；东市区更名为瑶海区；西市区更名为蜀山区；合肥市郊区更名为包河区。2011年8月22日，撤销地级巢湖市和巢湖市居巢区，以原居巢区设立县级巢湖市。新设的县级巢湖市合肥市管辖；原地级巢湖市管辖的庐江县划归合肥市管辖。"
        }
    ]
}