{
    "title": "安徽省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "23",
            "category": "安徽省"
        }
    ],
    "detail": "[日期：2014-11-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：635次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       安徽于清康熙六年（1667年）始建省（原江南省分为安徽，江苏两省），省名取安庆府与徽州府名第一字为安徽。安徽因历史上有古皖国和境内的皖山、皖河而简称“皖”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商朝的开国君主汤曾经短期定都在今安徽北部的亳州，当时安徽大部份居民并非华夏族，而是后来融入汉族的东夷。"
        },
        {
            "type": "text",
            "text": "       春秋时期，今安徽淮河以南大部分地区为吴国范围，淮河以北地区有蔡国、徐国。同时今安徽西部地区还有六国、舒国等小诸侯国。战国时期，吴国被越国所灭。楚国扩张势力，迁都寿春（今安徽寿县），今安徽基本为楚国、越国分据。周显王三十五年(前334年)楚国灭越国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十三年（前224年），楚国大将项燕被秦国的王翦60万大军击败，秦始皇二十四年（前223年），寿春陷落，楚国灭亡。秦始皇二十六年（前221年），秦国完成征服六国、统一天下的计划。安徽大部分地区属于九江郡（治于寿县）和庐江郡（今庐江、舒城一带），淮河以北属于泗水郡和砀郡。"
        },
        {
            "type": "text",
            "text": "       汉武帝时东瓯国举国迁到庐江郡（今庐江、舒城一带）。安徽淮河以北地区属于沛郡，淮河以南地区属于九江郡、庐江郡。东汉沿袭之。"
        },
        {
            "type": "text",
            "text": "       三国时期，今安徽地区大致以长江为线，长江以北大部分地区属于魏国，长江以南及沿江北岸属于吴国。魏国在今安徽设置了豫州、徐州、扬州，管辖谯郡、陈郡、沛国、广陵郡、淮南郡、安丰郡；吴国在今安徽设置了扬州，管辖庐江郡、丹阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋，合并魏吴的扬州，今安徽淮河以南地区皆属于扬州，分设淮南郡、庐江郡、宣城郡、新安郡。淮河以北地区为豫州、徐州管辖。"
        },
        {
            "type": "text",
            "text": "       东晋、五胡十六国时期，淮河以南为东晋管辖范围，淮河以北为东晋与五胡十六国的交战前沿。今安徽淮河以北地区主要后赵（319年—351年）、前秦（351年—394年）管辖。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，今安徽淮河以南地区为南朝（宋、齐、梁、陈）管辖，淮河以北地区为北朝（北魏、东魏、北齐）管辖。"
        },
        {
            "type": "text",
            "text": "       隋朝时，今安徽境内设有汝阴郡、谯郡、钟离郡、江都郡、丹阳郡、历阳郡、庐江郡、同安郡、宣城郡、新安郡。"
        },
        {
            "type": "text",
            "text": "       唐朝，今安徽境内为河南道、淮南道、江南道管辖，设有亳州、颍州、泗州、徐州、宿州、寿州、濠州、庐州、扬州（并滁州）、和州、光州、舒州、歙州、宣州、池州。"
        },
        {
            "type": "text",
            "text": "       五代十国，今安徽境内淮河以北地区先后为后梁、后唐、后晋、后汉、后周（后周后期扩张到了江淮）管辖；淮河以南地区先后为吴、南唐管辖。"
        },
        {
            "type": "text",
            "text": "       北宋结束了割据局面。今安徽境内分属京西北路、淮南东路、淮南西路、江南东路。"
        },
        {
            "type": "text",
            "text": "       宋金对峙时期，淮河以北地区为金国占领，属于金国南京路；淮河以南为南宋管辖，分设淮南东路、淮南西路、江南东路。"
        },
        {
            "type": "text",
            "text": "       元朝，今安徽境内分属河南江北省、江浙省。明朝，安徽全部地区皆属于南直隶省，境内分设凤阳府、庐州府、太平府、安庆府、池州府、宁国府、徽州府、徐州、滁州、和州、广德州。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），满清的八旗兵攻占天京（南京），将南直隶改为江南省；康熙六年（1667年）， 又将江南省分为江苏省和安徽省。安徽省会设在安庆，驻有安徽巡抚以及安徽按察使，至于管理安徽民政的江南左布政使则长期寄驻江宁府(南京），直到乾隆二十五年(1760年)，也一并迁来安庆。清朝安徽省管辖八府四州四十二县，安庆府、徽州府、宁国府、池州府、太平府、庐州府、凤阳府、颍州府、泗州、滁州、和州、广德州。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）安徽设淮泗道、安庆道、芜湖道3道。民国十七年（1928年）废道，安徽所有县市均属安徽省直管。民国二十一年（1932年）4月起，安徽省设立10个行政督察区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，安徽一度以长江为界分为皖北和皖南2个行政公署（省级）。皖北行署驻合肥，皖南行署驻芜湖。1952年又重新合并重建安徽省。省界有小幅的调整：徽州的婺源县划归江西，滁县的江浦县、盱眙县以及宿县的泗洪县划归江苏，江苏徐州的萧县和砀山县划给了安徽。初期设立九专区五市：宿县专区、阜阳专区、六安专区、滁县专区、巢湖专区、安庆专区、宣城专区、池州专区 徽州专区、蚌埠市、淮南市、合肥市、安庆市、芜湖市。"
        },
        {
            "type": "text",
            "text": "       1971年3月专区更名地区，随着城市化的推进，马鞍山市、淮北市、铜陵市相继从当涂县、濉溪县、铜陵县中设立，和之前的解放前后成立的五省辖市一起组成了安徽最早的八个城市。80年代末，原徽州地区被撤销，以屯溪市为中心建立了新的黄山市。90年代后，滁州市、阜阳市、宿州市、巢湖市、六安市、亳州市、宣城市、池州市相继改地设市。安徽17市局面最终形成。2011年8月22日，撤销地级巢湖市和巢湖市居巢区，以原居巢区设立县级巢湖市。新设的县级巢湖市合肥市管辖；原地级巢湖市管辖的庐江县划归合肥市；原地级巢湖市管辖的无为县划归芜湖市；原地级巢湖市管辖的含山县、和县划归马鞍山市。"
        }
    ]
}