{
    "title": "上海市所辖区县名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "22",
            "category": "上海市"
        }
    ],
    "detail": "[日期：2014-11-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：530次",
    "content": [
        {
            "type": "text",
            "text": "“奉贤”地名的由来：\n      “奉贤”的地名得名于“奉贤泾”：奉贤泾，古代河流，在今奉贤区（确址不详）。清雍正四年（1726年）建县时，取境内河名命名为“奉贤县”。2001年撤县建区，称“奉贤区”。“奉贤”，其名含义是“崇奉贤人”。此名源于孔子的弟子子游。子游名言偃，吴(今常熟)人，是孔子七十二贤人之一。他是孔子七十二贤人中惟一的南方人，人称“南方夫子”。相传，他曾来奉贤讲过学，后人为纪念这位贤人，曾在城中城隍庙旁为他建了言子祠，后来建县时，便用了“奉贤”之名。"
        },
        {
            "type": "text",
            "text": "“宝山”地名的由来：\n       宝山区，得名于一座人造山。唐朝时，在这里堆土筑成一山。这里人们认为，这是得神灵相助而起的山，对其十分崇敬，到了明朝，又在此山上修建了航海标志，对航海贸易起到了重要作用。人们认为这些好处都源于此山，故称其为“宝山”。清朝雍正年间在此设县，便用了“宝山”之名。 1988年撤县建区时，改称“宝山区”。"
        },
        {
            "type": "text",
            "text": "       [参看“上海市宝山区”词条]"
        },
        {
            "type": "text",
            "text": "“黄浦”地名的由来：\n      “黄浦”的地名得名于“黄浦江”：黄浦江，南宋名“黄浦”，清代始称“黄浦江”，源自今上海市西部淀山湖，流经十一区，至北部吴淞口注入长江，为上海最大的河流，被誉为上海的“母亲河”。民国三十四年（1945年）建区时，以境东河名命名为“黄浦区”。2000年6月13日，撤销黄浦区和南市区，设立新的黄埔区。2011年黄浦区、卢湾区合并成为上海市新的黄浦区。"
        },
        {
            "type": "text",
            "text": "“卢湾”地名的由来：\n      “卢湾”的地名得名于“卢家湾”：旧时肇家浜自西向东，折向北流，转弯处浜畔有罗姓居住，故名“罗家湾”（约今鲁班路、斜徐路、泰康路、建国中路一带），后谐称“卢家湾”。民国三十四年（1945年）建区时，以境内地名“卢家湾”命名。1950年改称“卢湾区”。2011年黄浦区、卢湾区合并成为上海市新的黄浦区。"
        },
        {
            "type": "text",
            "text": "“徐汇”地名的由来：\n      “徐汇”得地名得名于“徐家汇”：区境在唐、五代、宋时属华亭县高昌乡。元、明、清三代属上海县高昌乡。清宣统二年（1910年），区境分属上海县的上海城、法华乡、漕河泾乡。因旧时肇家浜、蒲汇塘、法华泾汇合处有明代科学家徐光启得部分后裔聚居，故名“徐家厍”（约今宛平路、蒲汇塘路、徐虹北路、广元路一带），后渐称“徐家汇”。民国三十四年（1945年）建区时，以境内地名“徐家汇”命名。民国三十六年（1947年）改称“徐汇区”。"
        },
        {
            "type": "text",
            "text": "“长宁”地名的由来：\n      “长宁”的地名得名于“长宁路”：清光绪二十七年（1901年）公共租界在曹家渡至北新泾间越界筑路，以英国驻沪总领事之名命名为“白利南路”。民国三十二年（1943年）以四川省县名改称“长宁路”。民国三十四年（1945年）置区时，取境内路名命名为“长宁区”。"
        },
        {
            "type": "text",
            "text": "“静安”地名的由来：\n      “静安”的地名得名于“静安寺”：相传静安寺建于三国吴赤乌年间，南宋嘉定九年（1216年）从松江（今苏州河）北岸迁来今址（今常德路、南京西路、华山路、愚园路间），香火甚旺，为江南名刹。民国三十四年（1945年）建区时，取境内寺名命名为“静安区”。"
        },
        {
            "type": "text",
            "text": "“普陀”地名的由来：\n      “普陀”的地名得名于“普陀路”：20世纪初公共租界在今昌化路至陕西北路间筑路，以浙江省佛教胜地“普陀山”之名命名为“普陀路”（1949年后向西延伸至西康路）。民国三十四年（1945年）建区时，取境内路名命名为“普陀区”。"
        },
        {
            "type": "text",
            "text": "“闸北”地名的由来：\n       清康熙十一年（1672年）在今福建路桥附近苏州河上建水闸（后称“老闸”），不久废坏；雍正十三年（1735年）又在今大统路桥附近苏州河上建水闸，称 “新闸”，后也废弃。以后人们称新闸以北区域为“闸北”（约今西藏北路以西、苏州河以北至铁路上海站以东一带）。1927年置区时，称“闸北区”。"
        },
        {
            "type": "text",
            "text": "“虹口”地名的由来：\n      “虹口”的地名得名于“虹口港”：虹口港原名“洪口港”，在今虹口区南部，分“北洪”、“中洪”、“南洪”三段，北接俞泾浦，东纳沙泾港，南入黄浦江。民国三十四年（1945年）建区时，取境内港名命名为“虹口区”。"
        },
        {
            "type": "text",
            "text": "“杨浦”地名的由来：\n      “杨浦”的地名得名于“杨树浦港”：杨树浦港原名“杨树浦”，在今杨浦区西南部，北接走马塘，南入黄浦江。民国三十四年（1945年）区时，取境内港名命名为“杨树浦区”。1949年改称“杨浦区”。"
        },
        {
            "type": "text",
            "text": "“闵行”地名的由来：\n      “闵行”的地名得名于“闵行镇”：闵行镇原名敏行市，在今闵行区南部，敏弘治时形成集市（一说嘉靖时有山东人闵其来沪游学，卒后葬此，故名）。民国十九年（1930年）置镇，1960年置区时，取境内镇名命名为“闵行区”。"
        },
        {
            "type": "text",
            "text": "       [参看“上海市闵行区”词条]"
        },
        {
            "type": "text",
            "text": "“嘉定”地名的由来：\n      “嘉定”为南宋皇帝宁宗赵扩的年号（1208年—1224年）。嘉定十年底（1218年）建县时，取年号命名为“嘉定县”。1992年撤县建区，改称“嘉定区”。"
        },
        {
            "type": "text",
            "text": "“浦东”地名的由来：\n      “浦东”的地名最早出现在名嘉靖年间，因地处黄浦江以东，故名。广义上指今浦东新区、南汇区全部和闵行区黄浦江以东部分；狭义上指浦东新区黄浦江以东沿江及毗邻地区。1958年置县，称“浦东县”（1961年撤销）。1993年建区，称“浦东新区”。"
        },
        {
            "type": "text",
            "text": "“金山”地名的由来：\n      “金山”的地名得名于“大金山”、“小金山”：大金山、小金山和浮山，合称“金山三岛”，在今金山区东南海中，其中大金山为上海最高的山峰，今辟有“金山三岛风景区”和“金山三岛海洋生态保护区”。清雍正四年（1726年）置县时，取境内岛名命名为“金山县”。1997年撤县建区，改称“金山区”。"
        },
        {
            "type": "text",
            "text": "“松江”地名的由来：\n      “松江”的地名得名于吴淞江的古称：吴淞江，明代以前称“松江”，清末俗称“苏州河”，源自太湖，流经上海九区，汇入黄浦江，为黄浦江最大支流，被誉为上海的“外婆河”。元至元十五年（1278年）置府时，取境内河名命名为“松江府”（1912年废），1914年建县，称“松江县”。1998年撤县建区，改称“松江区”。"
        },
        {
            "type": "text",
            "text": "“青浦”地名的由来：\n      “青浦”的地名得名于“青龙江”、“浦家江”：青龙江、浦家江，古代河流，均在今青浦区北部，相传三国吴时孙权曾在青龙江建造青龙战舰，二河均已淤没。后在此建镇时，便取名“青龙镇”，青龙镇到唐朝时，已建成一处重要贸易港口。明嘉靖二十一年（1542年）建县时，取境内河名命名为“青浦县”。1999年撤县建区，称“青浦区”。"
        },
        {
            "type": "text",
            "text": "“南汇”地名的由来：\n      “南汇”的地名得名于“南汇嘴”：南汇嘴，在今南汇区东南部，因地处长江口南侧，海潮与长江、钱塘江之水在此相汇，又因该地曲突入海，形状如嘴，故名。清雍正四年（1726年）建县时，取境内地名命名为“南汇县”。2001年撤县建区，称“南汇区”。"
        },
        {
            "type": "text",
            "text": "“崇明”地名的由来：\n      “崇明”的地名得名于“崇明镇”：唐朝武德元年（618年），长江口外海面上东沙西沙两岛开始出露。以后许多沙洲时东时西、忽南忽北涨坍变化，至明末清初，始连成一个崇明大岛。神龙元年（705年），在西沙设镇，名为崇明，取“渐积高广”之意，后坍毁。元至元十四年（1277年）置州时，取境内故镇命名为“崇明州”。明洪武二年（1369年）将州为县，称“崇明县”。"
        }
    ]
}