{
    "title": "上海市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "22",
            "category": "上海市"
        }
    ],
    "detail": "[日期：2014-11-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：509次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南宋咸淳三年（1267年）置上海镇，镇因黄浦江西的上海浦得名。元至元二十八年（1291年）析华亭县东北、黄浦江东西两岸的高昌、长人、北亭、海隅、新江5个乡，并于翌年正式设立上海县，为松江府属县。民国十六年（1927年）7月设上海特别市，民国十九年（1930年）5月改称上海市。"
        },
        {
            "type": "text",
            "text": "       关于上海名称的由来目前有两种说法：一种说法是取自《弘治上海志》中“其地居海上之洋”这句话；另一种说法认为由于当时有上海浦和下海浦等水道而得此名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       关于上海“海上”这个别称，早在明代的《弘治县志》上就有记载：“上海县称上洋、海上。”这个别称在清末、民国初期时还很流行。至于上海为什么有“海上”这个别称，有学者认为，这可能是因为上海这个地方本是一片汪洋大海，上海这个城市就是建在海上的，故有此称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       远古时期，这里却是一片汪洋大海。后由于泥沙沉积逐渐变成了沙滩，最后成了一块新生陆地。大约在六千年前,现在的上海西部即已成陆，东部地区成陆也有两千年之久。春秋时期，吴王曾在此建了一个馆舍，取名“华亭”。战国时，这里是楚国贵族春申君黄歇的封地。故上海别称为“申”。三国时，东吴孙权在这里建起了水师基地，那时这里还是一个无名的小村落。"
        },
        {
            "type": "text",
            "text": "       公元四、五世纪时的晋朝，松江（现名苏州河）和滨海一带的居民多以捕鱼为生，他们创造了一种竹编的捕鱼工具叫“扈”，又因为当时江流入海处称“渎”，因此，松江下游一带被称为“扈渎”，以后又改“扈”为“沪”。"
        },
        {
            "type": "text",
            "text": "       唐朝天宝十年（751年），当时的吴郡(今苏州)太守赵居贞上奏，割昆山南境、嘉兴东境和海盐北境设置华亭县(即今上海松江区)。范围北到今天的虹口一带，南到海边，东到下沙。那个无名小村落也有了华亭海的名称。这是上海最早的名称。"
        },
        {
            "type": "text",
            "text": "       宋淳化二年（991年）因松江上游不断淤浅，海岸线东移，大船出入不便，外来船舶只得停泊在松江的一条支流“上海浦”（其位置在今外滩以东至十六铺附近的黄浦江中）上，南宋咸淳三年（1267年）在上海浦西岸设置市镇，定名为上海镇。元至元二十九年（1292年），元朝中央政府把上海镇从华亭县划出，批准上海设立上海县，标志着上海建城之始。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年）7月设上海特别市，民国十九年（1930年）5月改称上海市。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月27日，上海解放。全市划为黄浦、老闸、新成、静安、江宁、普陀、邑庙、蓬莱等20个市区和新市、江湾、吴淞、大场等10个郊区。1958年1月，上海、嘉定、宝山3个县从江苏省划归上海市；10月，设立浦东县；11月，川沙、青浦、南汇、松江、奉贤、金山和崇明7个县从江苏省划归上海市。"
        },
        {
            "type": "text",
            "text": "       1960年1月设立闵行区和吴淞区。1961年1月撤销浦东县。1961年3月至1962年5月，浙江省嵊泗列岛划归上海市。1964年5月，撤销闵行区、吴淞区。至此，上海市辖黄浦、南市、卢湾、徐汇、长宁、静安、普陀、闸北、虹口、杨浦10个市区和上海、嘉定、宝山、川沙、奉贤、南汇、松江、金山、青浦、崇明10个郊县。"
        },
        {
            "type": "text",
            "text": "       1980年10月设立吴淞区。1981年2月设立闵行区。1988年1月，撤销宝山县和吴淞区，设立宝山区。1992年9月，撤销上海县和闵行区，设立新的闵行区。1992年10月，以川沙县全境、原上海县三林乡和黄浦、南市、杨浦3个区的浦东部分，设立浦东新区；撤销嘉定县，设立嘉定区。"
        },
        {
            "type": "text",
            "text": "       1997年4月，撤销金山县，设立金山区。1998年2月，撤销松江县，设立松江区。1999年9月，撤销青浦县，设立青浦区。2000年6月，撤销黄浦区和南市区，设立新的黄浦区。2001年1月，撤销南汇县，设立南汇区；撤销奉贤县，设立奉贤区。2005年5月，宝山区管辖的长兴乡、横沙乡划归崇明县管辖。2009年4月，撤销南汇区，其行政区域范围划入浦东新区。"
        },
        {
            "type": "text",
            "text": "       2011年5月，撤销黄浦区、卢湾区，设立新的黄浦区。至此，上海市辖浦东新区、黄浦、静安、徐汇、长宁、普陀、闸北、虹口、杨浦、宝山、闵行、嘉定、金山、松江、青浦、奉贤16个区和崇明1个县。"
        }
    ]
}