{
    "title": "库车县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "135",
            "category": "阿克苏地区"
        },
        {
            "id": "172",
            "category": "库车县"
        }
    ],
    "detail": "[日期：2014-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：670次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “库车”一名自古有多种写法，有“丘慈”、“屈兹”、“曲先”、“鸠兹”、“库叉”等。1758年定名为库车。“库车”在现代维吾尔语叫kuqar，来自kuqa（汉文古代写作龟兹kutsi-kuqi）和古代龟兹语ri（“城市”之意），意为龟兹城。"
        },
        {
            "type": "text",
            "text": "       另据《西域同文志》卷2：库车“帕尔西语（波斯语），库，指此地而言；车，谓眢井也。其地旧有眢井（指无水的井，枯井），故名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉时为龟兹国地，是西域三十六国之一。汉神爵二年（前60年），汉朝置西域都护，治乌垒城（今轮台策达雅），龟兹国归其统辖。西汉末年，中原内乱，无暇西顾，匈奴趁机卷土重来，另立龟兹王，控制龟兹国。东汉永元三年（91年），班超定西域，设都护府于龟兹，治它乾城（今新和大尤都斯），龟兹王归其节制。"
        },
        {
            "type": "text",
            "text": "       魏黄初三年（222年），在西域置戊己校尉，龟兹受其节制。晋太宁二年（324年），龟兹受前凉统治。前秦建元十九年（383年），吕光率兵西征，龟兹臣于前 。晋太元十一年（386年），吕光建后凉政权，以其子为西域大都护，龟兹为其管辖。北魏神瑞元年（414年），柔然大檀继承可汗位，向西域发展，龟兹属于柔然。北魏常泰七年（422年），北凉主沮渠蒙逊灭西凉，西域36国皆辖属贡献，龟兹受其统治。北魏太平真君十年（449年），万度归讨龟兹，龟兹等天山南路诸国重新归属北魏。北魏皇兴四年（470年），柔然收于田，龟兹属柔然。北魏正始四年（507年），吠哒控制天山南路，龟兹受其统治。北周天和二年（567年），突厥与波斯联合灭吠哒，龟兹臣于突厥。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），突厥汗分裂为东西两个汗国，龟兹受西突厥统治。唐贞观十四年（640年），唐朝置安西都护府于交河城，贞观二十二年（648年）置龟兹都督府，隶安西都护府。显庆三年（658年），安西都护府治所移至龟兹。唐高宗时，设龟兹都督府，以龟兹王为都督。唐开成五年（840年）后，漠北回鹘诸部纷纷迁徙，庞特勤率部迁至安西（今库车）称可汗，为龟兹回鹘可汗之始。宋朝时，回鹘龟兹国依旧维持王权体制。辽保大四年（1124年），契丹贵族耶律大石西征，建立西辽国，龟兹为其附庸。"
        },
        {
            "type": "text",
            "text": "       蒙古成吉思汗十三年（1218年），成吉思汗破西辽，龟兹归蒙古汗国管辖。成吉思汗二十年（1225年），库车属察合台汗封地。察合台汗将东起库车，西至费尔干边疆的地方赐给其总管乌儿秃布。元至元五年（1268年），察合台汗国附属于窝阔台汗之孙海都，库车为海都的势力范围。元大德十年（1306年），察合台后裔尽收海都生前所占察合台汗国赐地，库车受察合台汗国的统治。秃黑鲁帖木儿为察合台汗时，库车为其总管播鲁只家族的封邑。元代为别失八里西境。"
        },
        {
            "type": "text",
            "text": "       明成化四年（1468年），库车受东察合台羽奴思汗统治。明嘉庆十二年（1533年），叶尔羌国脱离东察合台汗国而独立，库车辖属叶尔羌汗国。"
        },
        {
            "type": "text",
            "text": "       清康熙十九年（1680年），准噶尔部深入南疆，库车受准噶尔汗国控制。清乾隆二十三年（1758年）定名库车，设库车办事大臣。清光绪九年（1883年）置库车直隶抚民厅，辖现沙雅、新和县境，隶阿克苏道。光绪二十八年（1902年）改库车直隶厅为库车直隶州，并析28庄建沙雅县，归属阿克苏道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改清朝旧制中州、府、厅为县，于是库车直隶州为库车县。民国十一年（1922年）隶属新疆省第四区行政督察专员公署，同年设托克苏县佐。民国十九年（1930），析库车县12庄建托克苏县（1941年更名为新和县）。1950年属阿克苏专区，设库车镇，1971年隶属阿克苏地区。"
        }
    ]
}