{
    "title": "东海县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1629",
            "category": "连云港市"
        },
        {
            "id": "1630",
            "category": "东海县"
        }
    ],
    "detail": "[日期：2014-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：305次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南北朝时宋明帝泰始七年（471年），在今云台山一带始建东海县，属东海郡，因当时县境东边临海而得名。东魏武定七年（549年）始建海州。清雍正二年（1724年）海州升为直隶州。民国元年（1912年）1月，废海州直隶州，改设东海县，县治设于今海州城。因东濒大海，沿用古东海县名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东海县一带地域，在夏、商时属徐州，周代属兖州，春秋战国时相继属郯子、鲁和楚。秦朝始设朐县，先属薛郡、后属郯郡。汉立东海郡时，朐县改属东海郡，三国时魏改东海郡为东海国。南北朝时宋明帝泰始七年（471年），在今云台山一带始建东海县，属东海郡，因当时县境东边临海而得名。东魏武定七年（549年）始建海州。北周时改朐县为朐山县。"
        },
        {
            "type": "text",
            "text": "       从晋到隋、唐、宋几个朝代，屡有罢郡为州或改州为郡之变化，但这一带所建东海、朐山两县一直比较稳定。元代海州升为海宁府，后降为海宁州，元至正二十年（1360年）。东海县并入朐山县，明初，朐山县并入海州，属淮安府，辖赣榆县，清雍正二年（1724年）海州升为直隶州，又将沭阳县划入。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废撤海州直隶州，设东海县。同年4月，析东海县东境之地11镇，设置灌云县。民国三年（1914年）5月，全省正式设立金陵、沪海、苏常、淮扬、徐海5道。东海县属徐海道。民国十六年（1927年），北伐军进入江苏省，取消各道，东海县直属于省。民国二十二年（1933年）3月，江苏省划13督察专员行政区，东海县属东海行政区驻地。民国二十八年（1939年）至民国三十三年（1944年）间江苏省又调整为九个行政督察区，东海属江苏省第八行政区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年），日本侵略军占领东海县境，曾建伪东海县，属伪淮海。后来全县基本以陇海铁路为界分成南、北两个抗日民主政权。路南地区于民国二十九年（1940年）11月建立东海县，属华中局淮海区；路北地区于民国三十年（1941年）5月建立东海办事处，同年8月改为海陵县，至民国三十五年（1946年）改为东海县，先后属山东省鲁中南区、滨海区、临沂地区。解放战争时期，在东海县范围内有三个东海县政权：路南、路北两个东海县是革命民主政权，还有一个建于海州的东海县是国民党政权。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）11月，东海县全境解放，析县境海州、新浦二镇与连云市建新海连特区，旋改新海连市，海州、新浦为所辖。民国三十八年（1949年）5月，路南东海县撤销并入沭阳和灌云县，从此之后，只有一个东海县，属山东临沂专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，东海县与新海连市合并为新海县，同年12月撤销新海县，恢复东海县。1953年初，沭阳县将原属东海县的房山、安峰、平明等地划回东海县，郯城县也将桃林、山左口一带划归东海县，同时东海县改属江苏省徐州专区，1957年11月，县政府由海州迁至现在的牛山镇。1970年徐州专区改称徐州地区，东海县属徐州地区。1983年3月江苏省实行市管县的体制改革，东海县由徐州地区划归连云港市所辖。"
        }
    ]
}