{
    "title": "连云港市海州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1629",
            "category": "连云港市"
        }
    ],
    "detail": "[日期：2014-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：455次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       海州之名源于东面的大海（即黄海），秦朝属东海郡。西汉、东汉均属东海郡。三国魏时属东海国。西晋隶属于徐州东海郡。齐高帝建元元年（479年），东海郡改名北东海郡。东魏武定七年（549年），始置海州。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今海州在夏商时期属九州之一的徐州。周朝时，将原来徐州之域分为青州、兖州，海州属兖州。春秋战国时期，先属鲁后楚，属郯国。秦朝属东海郡。西汉属徐州刺史部东海郡。东汉隶属于徐州刺史部东海郡。三国魏时属东海国。"
        },
        {
            "type": "text",
            "text": "       西晋隶属于徐州东海郡。南朝宋明帝泰豫元年（472年）于郁洲岛立青州、冀州。齐高帝建元元年（479年），东海郡转属冀州，改名北东海郡。东魏武定七年（549年），始置海州。隋文帝开皇三年（583年）废东海郡，隋炀帝大业三年（607年），海州改为东海郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（622年），海州置总管府。武德七年（625年），改总管府为都督府。唐太宗贞观元年（627年），罢都督府，分天下为十道，海州属河南道。唐玄宗天宝元年（742年），改州为郡，海州改为东海郡。唐肃宗乾元元年（758年），东海郡复改为海州。唐昭宗光化二年（899年），海州入吴国。南唐元宗保大十三年（959年），为后周所占。"
        },
        {
            "type": "text",
            "text": "       宋太宗至道三年（998年），分天下为十五路，海州属淮南路。宋神宗熙宁五年（1073年），分淮南路为淮南东、西路，海州属淮南东路。宋理宗景定二年（1262年），海州改为西海州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十五年（1279年），升为海州路总管府，后改为海宁府。至元二十年（1284年），海宁府改为海宁州，属淮安路。至元二十八年（1292年），设立河南江北等处行中书省。海宁州属河南江北行中书省淮东道宣慰司江北淮东道肃政廉访司淮安路。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年（1368年），海宁州复改名海州，属淮安府。清康熙元年（1662年），从江南省分出安徽省，海州属安徽省淮安府。康熙五年（1662年），淮安府复归江南省。康熙六年（1662年），江南省改名江苏省，海州属江苏省淮安府。雍正二年（1724年），海州升为直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），南京临时政府裁州存县，改海州直隶州为东海县，治海州城内。同年4月，析东海县东南境11镇置灌云县。民国三年（1914年）6月，江苏省划设5道，东海县隶属徐海道。民国十六年（1927年）4月，道废除。民国十八年（1929年），海州划为东海县第一区，区公所设于海州城内。民国二十二年（1933年）后，江苏省试行行政督察区制，东海县先后属江苏省第十三、第八行政督察区和东海行政督察区，行政督察专员公署设于海州城内。"
        },
        {
            "type": "text",
            "text": "        民国二十八年（1939年）3月，日军侵占海州后建伪县政权，后成立东海县治安维持会和伪东海县政府；民国东海县政府转移农村，至民国三十年（1940年）冬解体。民国三十五年（1946年），第八行政区属徐州绥靖公署，辖区及行政专员公署驻地未变。民国三十七年（1948年）11月6日，驻守海州地区的国民党44师弃城西撤。7日，中国人民解放军进驻海州，中国共产党新政权合海州、新浦及东境连云市成立新海连特区，属山东鲁中南行政区公署，下辖新海市、连云市和云台办事处。同年11月15日，成立以海州城为中心的新海市锦屏区，区公所设于海州城内。"
        },
        {
            "type": "text",
            "text": "       1949年11月25日，新海连特区改称新海连市，锦屏区隶新海连市。1949年12月，东海县河南乡划归锦屏区。1950年5月1日，新海连市与东海县合并称新海县，同年11月，改锦屏区为新海县第四分区。1950年12月，撤新海县，恢复新海连市建制，同时改新海县第四分区为新海连市锦屏区。1952年7月，锦屏区易名为海州区，仍隶新海连市。1952年8月后，东海县富安镇划归海州区。1953年1月，新海连市改属江苏省。"
        },
        {
            "type": "text",
            "text": "       1953年11月，成立海州区人民政府。1955年11月，海州区人民政府改称海州区人民委员会。1958年9月，政社合一，称海州人民公社。1961年9月，新海连市改称连云港市，海州区隶属关系未变。1963年5月，改海州人民公社称海州区人民委员会。1969年11月，成立海州区革命委员会。1980年12月，复称海州区人民政府。"
        },
        {
            "type": "text",
            "text": "       1983年6月，并海州、新浦两区为新海区。1986年6月，海州、新浦两区分治，恢复海州区建制。 1992年6月，成立海州经济技术开发区，为区政府派出机构。2014年7月7日，撤销新浦区、海州区，设立新的连云港市海州区。新的海州区以原新浦区、海州区的行政区域为新的海州区的行政区域。"
        },
        {
            "type": "text",
            "text": "【附加】\n新浦区沿革："
        },
        {
            "type": "text",
            "text": "       新浦得名于清嘉庆三年（1798年），因其在板浦、卞家浦形成以后，故名新浦。"
        },
        {
            "type": "text",
            "text": "       新浦仅百年历史。秦至民国初属海州辖区。三百年前，为浅海滩涂。清康熙五十年(1711年)前后形成陆地。龙尾河、大浦河、西盐河等汇流于此。初有临洪滩、河南庄、马跳、马庄4村落。"
        },
        {
            "type": "text",
            "text": "       民国十四年(1925年)，陇海铁路修到大浦港，新浦商业日趋兴旺，成为名副其实之商埠。民国十二七年(1938)后，日本侵略军两次轰炸海州，海州城几成废墟，许多居民搬扦至新浦，人口骤增，居民达5万。新海市政府亦设在新浦。民国三十七年(1948)11月7日，新浦解放，新海连特区专员公署在此成立，新浦原辖区划分为民主、新华、通灌、新龙、浦西5区。"
        },
        {
            "type": "text",
            "text": "       1949年11月，新海市撤销，组建新海连市，附设新浦办事处，市政府驻新浦区，隶属新海连市。1961年10月1日，新海连市更名为连云港市，市政府仍驻新浦。2001年10月1日，撤销云台区，将云台区的南城镇、花果山乡、云台乡和猴嘴街道划归新浦区管辖。2014年7月7日，新浦区并入海州区。"
        }
    ]
}