{
    "title": "连云港市赣榆区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1629",
            "category": "连云港市"
        }
    ],
    "detail": "[日期：2014-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：398次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦时置赣榆县（或作“赣揄”），2014年7月7日，撤销赣榆县，设立连云港市赣榆区。\n\r\n       其一，“赣，贡也。榆，木之美者也。……以榆木常入贡故名。”"
        },
        {
            "type": "text",
            "text": "       其二，端木子贡自琅琊赴吴时，在此，流览于青山尧水之间，偶有手植之榆，后人仰其前贤，遂以赣榆名县。"
        },
        {
            "type": "text",
            "text": "       赣，形声。从“贝”,表示与财物有关。古音读( gòng) ，本义:赐给。可泛指贡品。所以第一种说法似乎可信，这里古代确实盛产质地好的榆树。而认为“赣”代表“子贡”的说法似乎有些牵强，不过这里本地人的人比较愿意接受这个说法。\n\r\n【附加】\r\n       子贡是孔子门人，春秋时卫国人，姓端木，名赐，字子贡。长于言辞，善于经商。战国初游说诸侯，曾任鲁国和卫国的相，最后居齐而死。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       虞夏时地属东夷；殷商时地属人（夷）方；西周、春秋时为莒国、祝其国、郯国境域；战国时，先后归越、楚、齐领地。秦时置赣榆县（或作“赣揄”），治于盐仓城，属琅琊郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，赣榆县境形成赣榆及祝其、利城三县，分属琅琊、东海二郡。汉平帝元始元年（1年），汉平帝刘衍封大司徒马宫为扶德侯，置国于赣榆，赣榆县移治郁洲（今连云港市北云台山）。新莽时马宫死，国除，地还于县，仍治郁洲。后汉章帝建初五年（80年）归东海国。献帝建安三年（198年），曹操废赣榆县，升利城县为郡。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），西晋复赣榆县，移治艾不城，后复移治郁洲。南北朝时，赣榆兴废多变。南朝宋泰始六年（470年），南朝刘宋置青、冀二州治于赣榆县（郁洲）。南朝梁中大通二年（530年），梁置怀仁县，隶于北青州。东魏武定七年（549年），东魏分置郡县，置义塘郡治黄郭戍，领义塘、归义、怀仁三县；置东海郡，治赣榆（郁洲），领赣榆、安流、广饶、下密四县；置武陵郡治洛要（今沙河镇城子村），领洛要，上鲜二县。　"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），隋废武陵、义塘二郡及上鲜、洛要、义塘、归义四县，以怀仁县隶于海州。自此，隋、唐、宋，赣榆均称怀仁县，隶于海州。 金世宗大定七年（1167年），金改怀仁县为赣榆，此后从元、明、清直至中华民国，均称赣榆县，属海州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废海州直隶州，赣榆县属江苏省。民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道。赣榆县属徐海道。民国十六年（1927年），北伐军进入江苏省，取消各道，赣榆县直属于省。民国二十二年（1933年）3月，江苏省划13督察专员行政区，赣榆县属东海行政区。民国二十八年（1939年）侵华日军置赣榆县伪政府隶伪淮海特别区(后改为省)。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940）11月30日，赣榆县抗日民主政府成立，隶山东省滨海专署。次年1月，国民党赣榆县政府流亡外地，不久解体，民国三十三（1944）年12月在新浦重新成立。民国三十四年（1945年）1月，割赣榆、莒南、日照3县边区置芦山县。9月，日本投降，伪县政府解体；赣榆县抗日民主政府进驻青口镇，自此作为县治；芦山县撤消，属区归还原建制。11月26日，赣榆县改名竹庭县。民国三十六（1947）年2月，国民党赣榆县政府移驻墩尚镇，次年6月14日流亡新浦。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）11月7日，竹庭县解放。1950年10月，竹庭县复名为赣榆县，隶于临沂专署。1953年1月，赣榆县由山东省划归江苏省，隶于徐州专区；1970年徐州专区改称徐州地区，赣榆县属徐州地区。1983年3月江苏省实行市管县的体制改革，赣榆县由徐州地区划归连云港市所辖。2014年7月7日，撤销赣榆县，设立连云港市赣榆区。"
        }
    ]
}