{
    "title": "连云港市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1629",
            "category": "连云港市"
        }
    ],
    "detail": "[日期：2014-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：446次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十四年（1935年），国民政府将东海、灌云各划出一部分成立连云市。民国三十七年（1948年）11月20日，中共鲁中南行署转山东省政府命令：东海县境划新浦、海州、连云市、云台山地区设立新海连特区。1949年11月新海连特区改称新海连市，1961年10月1日，新海连市面向连岛山、背倚云台山，因港得名改连云港。\n\r\n       云台山座落在江苏北部，是全省最高的一座山峰。屹立在黄海之滨，对岸是连岛山，两山之间有个小港，可以停靠船员，人们就以两座山名的头一个字取名为连云港。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时代：属徐州，称“人方东夷”、“人方国”、“隅夷”。 西周时代：属青州（一说兖州），称“人方国东夷”。 春秋战国时期：先属鲁后楚，叫“郯子国”。 秦代称东海郡。"
        },
        {
            "type": "text",
            "text": "       西汉时称东海郡，属徐州刺史部。 东汉沿袭西汉旧制未变。 三国时期称东海国，属魏。西晋时期称东海郡，隶属于徐州。东晋时期称东海郡，先后隶属于后赵、前燕、南燕、东晋。"
        },
        {
            "type": "text",
            "text": "       南朝·宋明帝泰豫元年（472年）于郁洲岛（连云港东部）立青州、冀州，是为连云港独立设州郡之始。青州领齐、北海、西海三郡。同年，徐州移治朐县（今连云港市海州区），领东海郡。 宋后废帝元徽元年（473年），徐州移治新昌（今安徽省滁州市）。"
        },
        {
            "type": "text",
            "text": "       齐高帝建元元年（479年），东海郡转属冀州，改名北东海郡，领土不变，同时，青州无西海郡，改辖东莞琅邪二郡，领即丘、北东莞二县，此时连云港东西两部分才合一，作为一个完整的行政区，同年，北海郡郁县易名都昌县。齐武帝永明元年（483年），废齐郡齐安县。齐武帝永明二年（484年），青州齐郡移治瓜步（今南京市六合县），同时废华城县入临淄县，青州因此增领今南京市六合地区。\n\r\n       东魏孝静帝武定七年（551年），青、冀二州改名海州。北齐(550-574)分东海郡广饶县置东海县。陈宣帝太建五年（574年），陈收复海州。陈宣帝太建十一年（580年），海州为北周所占，改琅邪郡为朐山郡，朐县为朐山县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年）废郡，同时废原南青州义塘郡为怀仁县，并入海州。隋文帝仁寿元年（601年），改广饶为东海县。隋炀帝大业三年（607年），改州为郡，海州改为东海郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（622年），海州置总管府，领海、涟、环、东楚四州，是为连云港领域较大时期。唐高祖武德六年（624年），改海州新乐县为祝其县。唐高祖武德七年（625年），改总管府为都督府，海州总管府改为海州都督府，同时东楚州改属扬州都督，而以沂州来属。唐高祖武德八年（626年），废龙沮、曲阳县入朐山县，利城、祝其县入怀仁县，厚丘县入沭阳县，又废环州为东海县，此时海州都督府辖海、涟、沂三州九县。 唐高祖武德九年（627年），废涟州为涟水县，改属泗州。唐太宗贞观元年（627年），罢都督府，分天下为十道，海州属河南道。唐高宗总章元年（668年），沭阳县改属泗州。唐高宗咸亨五年（674年），沭阳县复属海州。唐玄宗天宝元年（742年），改州为郡，海州改为东海郡。唐肃宗乾元元年（758年），改郡为州，东海郡复改为海州。唐昭宗光化二年（899年），海州入吴国。南唐元宗保大十三年（959年），为后周所占。\n\r\n       宋太宗至道三年（998年），分天下为十五路，海州属淮南路。 宋神宗熙宁五年（1073年），分淮南路为淮南东、西路，海州属淮南东路。宋高宗建炎年间（1127年—1131年），海州为金侵占。宋高宗绍兴三十一年（1162年），海州复归南宋。宋孝宗隆兴年间（1163年—1165年），海州再割让金国。宋宁宗嘉定十二年（1220年），海州再归南宋。宋理宗端平二年（1235年），海州徙治东海县。宋理宗淳祐十二年（1253年），海州复治朐山县。宋理宗景定二年（1262年），海州改为西海州。宋恭帝德祐元年（1275年），西海州为元所占，复改为海州。\n\r\n       元世祖至元十五年（1279年），升为海州路总管府，后改为海宁府。元世祖至元二十年（1284年），海宁府改为海宁州，录事司与东海县均并入朐山县。海宁州改属淮安府路。 元世祖至元二十八年（1292年），设立河南江北等处行中书省。海宁州属河南江北行中书省淮东道宣慰司江北淮东道肃政廉访司淮安路。元顺帝至正二十七年（1367年），海宁州归吴，属江南行中书省。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年（1368年），海宁州复改名海州，属淮安府，废朐山县，沭阳县直属淮安府。海州至此保有州治和赣榆县。同年，废江南行中书省，海州属中书省淮安府。明太祖洪武十三年（1381年），废行中书省，淮安府归六部直辖。明成祖永乐元年（1403年），海州仍属南京淮安府。明思宗崇祯十七年（1644年），海州为满清侵占。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），设江南省，属江南省淮安府。清康熙元年（1662年），从江南省分出安徽省，海州属安徽省淮安府。康熙五年（1662年），淮安府复归江南省。 清康熙六年（1662年），江南省改名江苏省，海州属江苏省淮安府。清雍正二年（1724年），海州升为直隶州，统州治和赣榆、沭阳二县，脱离淮安府管辖，恢复唐初以来的局面。\n\r\n       民国元年（1912年），改海州直隶州为东海县。县治设于今海州区。因东濒大海，故称东海。同年4月，析县境东部11镇设置新县灌云县。东海县初属江苏省徐海道，后属江苏省第十三、第八行政督察区。民国二十四年（1935年），国民政府将东海、灌云各划出一部分成立连云市。为江苏省第三个省辖市和全国较早的省辖市（民国时期市县平级）。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，由于日军封锁陇海铁路，东海县境域被分割成南北两部分。以陇海铁路为界，中国共产党先后建立了两个抗日民主政府。铁路南于民国二十九年（1940年）11月建立的东海县民主政府属华中局淮海区，大部分地域属沭阳县，包括今东海县安峰镇、曲阳乡、房山镇、平明镇和张湾乡南部。铁路北于民国三十年（1941年）8月建立海陵县民主政府，先后属山东省鲁中南行政区、滨海区、临沂专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）11月，海陵县更名为东海县（1949年5月，路南东海县撤销，其所辖区域并入沭阳县和灌云县，此后，只有一个东海县，属山东临沂专区）。民国三十七年（1948年）11月20日，中共鲁中南行署转山东省政府命令：东海县境划新浦、海州、连云市、云台山地区设立新海连特区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，新海连特区仍属山东鲁中南行政区。1949年11月新海连特区改称新海连市，辖新海市、连云市、云台办事处（后又分前云台区、后云台区）两市一区。新海连市时，辖新华区、民主区、锦屏区、浦西区、云台区、连云区等7个区。1950年5月，新海连市和东海县合并为新海县，年底恢复新海连市和东海县建制，隶属山东省临沂专区。1953年1月1日，新海连市划入江苏省，属徐州专区管辖，1961年10月1日，新海连市面向连岛、背倚云台山，因港得名改连云港，1962年升为江苏省辖市。"
        },
        {
            "type": "text",
            "text": "       1983年3月，原徐州地区的赣榆、东海两县与原淮阴地区的灌云县划归连云港；1996年7月19日，淮阴市的灌南县划归连云港。2001年10月1日，撤销云台区，将云台区的朝阳镇、徐圩镇、板桥镇和中云街道划归连云区管辖，南城镇、花果山乡、云台乡和猴嘴街道划归新浦区管辖。2014年5月，撤销赣榆县，设立连云港市赣榆区；撤销新浦区、海州区，设立新的连云港市海州区。"
        }
    ]
}