{
    "title": "宿迁市宿豫区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1628",
            "category": "宿迁市"
        }
    ],
    "detail": "[日期：2014-11-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：359次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东晋义熙元年（405年）于下相县东南置宿豫县。唐宝应元年（762年），为避代宗李豫名讳，改宿豫县为宿迁县。之所以改为宿迁，是因周庄王十三年（前684年），宋闵公令宿国迁于宋国内地，以为附庸。1996年7月19日，撤销县级宿迁市，设立宿豫县和宿城区。2004年3月，撤销宿豫县，设立宿迁市宿豫区。乃以古地名为区名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时为犹国、钟吾国一部分，后又相继为吴、楚国属地。秦置下相县，因位于古相水下游而得名，属泗水郡。汉魏时下相县属临淮郡、下邳郡。东晋义熙元年（405年）于下相县东南置宿豫县，治所在犹古城（今宿城区郑楼镇古黄河北岸）。南北朝时又多次撤并、复设。北齐天保元年（550年），废下相县，其辖地归宿豫县。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年（607年）废泗州，改置下邳郡，仍以宿豫县为郡治所。唐宝应元年（762年），为避代宗李豫名讳，改宿豫县为宿迁县。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国七年（982年）宿迁县属淮阳军，治所置于下邳。高宗建炎三年（1129年）年初，宿迁失守，地入金国，属邳州。理宗景定三年（1262年）宋将夏贵向淮河以北夺取徐州、邳州，复立宿迁县。"
        },
        {
            "type": "text",
            "text": "       宋理宗景定三年（1262年）9月蒙古族人入境，废宿迁县，地入邳州。元世祖至元十二年（1275年）复立宿迁县，属淮安府。至元三年（1278年）后宿迁改隶邳州，仍属淮安府。元顺帝至正八年（1348年）升徐州为总管府，邳、宿（安徽宿县）、滕（山东滕州）、峄（山东峄县）四州隶之。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武初年，邳州隶于凤阳府。太祖洪武十五年（1382年），邳州属淮安府，仍领宿迁、睢宁2县。清顺治二年（1645年）夏历五月，清军在宿迁打败明副将高佐，宿迁地入清朝。是年宿迁县属江南省淮安府邳州。康熙六年（1667年）江南省分为江苏、安徽二省，宿迁县隶属江苏省淮安府邳州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废邳州为邳县。原邳州所辖的宿迁县直属江苏省。民国三年（1914年）5月，全省正式设立金陵、沪海、苏常、淮扬、徐海5道。宿迁县属徐海道。民国十六年（1927年），北伐军进入江苏省，取消各道，宿迁县直属于省。民国二十一年（1932年）后，宿迁县属淮阴行政督察区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中国共产党在宿迁城周边建立宿迁县、宿北县、泗宿县、睢宿县和运河特区5个县级民主政权。民国三十四年（1945年）8月，中共泗宿县委和县总队接管宿迁县城，在县城及近郊设立宿迁市。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，撤销泗宿县和宿迁县，泗宿县部分地区和宿迁市并归宿迁县，隶属淮阴专区。1970年，淮阴专区改称淮阴地区，宿迁县隶属淮阴地区。1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖。宿迁县属淮阴市。1987年12月5日，撤销宿迁县，设立宿迁市（县级），由淮阴市代管。1996年7月19日，宿迁、泗阳、沭阳、泗洪四县（市）从淮阴市析出，成立地级宿迁市，同时撤销县级宿迁市，设立宿豫县和宿城区。2004年3月，撤销宿豫县，设立宿迁市宿豫区。"
        }
    ]
}