{
    "title": "靖江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1627",
            "category": "泰州市"
        },
        {
            "id": "1637",
            "category": "靖江市"
        }
    ],
    "detail": "[日期：2014-11-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：415次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉末年，靖江尚未形成陆地，只有滔滔江水中突现出一座独峙的山，名叫孤山。后来由于江潮的冲刷，在孤山脚下渐渐隆起一块块沙洲。沙洲又连成片，成了陆地，对这片陆地，后来人们称之为“马驮沙”。"
        },
        {
            "type": "text",
            "text": "       有一年，有个叫易干的靖江知县到西沙视察，走到焦山港（今东兴镇），曾发现一块断碑，上面隐约可见几句碑文，其中一句是：“此沙是吴大帝牧马大沙……”吴大帝即吴国国君孙权，靖江方言中，“牧”和“白”、“大”和“驮”都是谐音，说讹了，就把‘牧马大沙”误成了“白马驮沙”，久而久之，便简成“马驮沙”了。由于有了“马驮沙”这一名称，其他与“马”有关的别称，也就先后出现，如马洲、骥江、骥渚、牧城等等。其中马洲和骥江，直到现在还作为靖江的别称在使用。"
        },
        {
            "type": "text",
            "text": "       在明成化七年建县之初，马驮沙隶属江阴，由江阴知县代管。后不久，为适应管理需要，应天（南京）巡抚膝昭上书朝廷，建议将马驮沙从江阴划出，表章中说马驮沙“居长江下游，扼江海门户，捍卫全吴，足称重镇”。其重要性虽然是从军事上讲的，但讲得很确切，很充分，因而很快得到朝廷的批准。"
        },
        {
            "type": "text",
            "text": "       因为马驮沙具有“扼江海门户”的作用，就叫做“靖江”。“靖”是安定太平的意思；“江”是因为它濒临长江，是一座江边城邑。明成化七年（1471年）置靖江县。以其地扼江海门户，且以江海多警，故名靖江。1993年7月14日，靖江撤县建市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       靖江古称马驮沙，又名骥沙、骥江、骥渚、马洲、牧城、阴沙。三国·吴赤乌元年(238年)前成陆，赤乌二年(239年)为吴主孙权牧马大沙，属吴国毗陵典农校尉(二级政区)延陵县暨阳乡。"
        },
        {
            "type": "text",
            "text": "       晋太康二年(281年)，属毗陵郡暨阳县(今江阴市)。从南北朝至明初，马驮沙一地两附，南部牧马小沙隶江阴，北部牧马大沙先隶海陵，后隶泰兴。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)马驮沙全部隶属江阴；成化七年(1471年)，都御史滕昭巡按南畿，谓马驮沙“地越大江，供赋税，服徭役，凡有事于邑者，多冒风涛，以奉期约为非便，而民数视昔有加”，且“其地属金陵下流，又抗江海门户，捍全吴屹然重镇”，而以“江海多警，扼其要冲；出产类江南，田赋税亩之入重于扬州”等因素，故奏分江阴之马驮沙。是年十一月，滕公奏本获准，为祈盼马驮沙从此河清海晏，安宁太平，成化帝同意设县，赐名靖江。属常州路为长春府。明成祖永乐七年（1409年），改长春府为常州府。清朝，靖江县仍隶常州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废常州府，靖江县直属于省。民国三年（1914年）5月，全省正式设立金陵、沪海、苏常、淮扬、徐海5道。靖江县属苏常道。民国十六年（1927年），北伐军进入江苏省，取消各道，靖江县直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）隶省第八行政督察区(区署设于泰州)，民国二十三年至民国二十七年（1934年～1938年）隶省第四行政督察区(区署设于南通)。民国二十六年（1937年）12月8日，日军占领靖江。民国二十七年（1938年）2月至民国三十四年（1945年）8月，靖江县伪政权隶伪省政府。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）8月，建立靖江县抗日民主政府；11月,隶苏北临时行政委员会。民国三十年（1941年）4月，县抗日民主政府隶苏中三专区。民国三十四年（1945年）12月，隶苏皖边区一专区。民国三十五年（1946年）1月，国民党县政府隶省第四行政督察区。民国三十六年（1947年）8月Z至民国三十八年（1949年）5月，苏皖边区一专区将泰兴县之广陵、曲霞、蒋华3个区与靖江合并建靖泰县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月28日，靖江解放。同年5月，撤销靖泰县，恢复靖江县原建制。中华人民共和国成立后，靖江县隶扬州专区。1950年1月11日，泰州专区、扬州专区合并为苏北行政区泰州专区，靖江县属泰州专区。1953年1月5日，泰州区专员公署迁驻扬州市，改称江苏省扬州专区，靖江县复属扬州专区。1971年5月12日，扬州专区改称扬州地区。"
        },
        {
            "type": "text",
            "text": "       1983年2月28日扬州市和扬州地区合并为扬州市，靖江县属扬州市。1993年7月14日，靖江撤县建市（县级）。1996年8月12日，扬州市进行行政区划调整，县级泰州市从扬州市划出，组建地级泰州市。靖江市（县级）由新设的地级泰州市管辖。"
        }
    ]
}