{
    "title": "兴化市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1627",
            "category": "泰州市"
        },
        {
            "id": "1636",
            "category": "兴化市"
        }
    ],
    "detail": "[日期：2014-11-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：408次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《大明一统名胜志·南直隶扬州府志胜》卷17：“伪吴武义年中置今县，言将振兴其教化也。”1987年12月22日，撤县建市，改为兴化市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时兴化属吴，战国时属楚，为楚将昭阳①的食邑。秦汉隋唐时，兴化先后隶属于临淮、广陵、江都，皆古扬州地，其范围在海陵（今泰州）之北，盐渎（今盐城）之南。"
        },
        {
            "type": "text",
            "text": "       据《方舆纪要》载，原兴化县境本为海陵县的一部分。五代十国时期吴杨溥武义二年（920年），自海陵县划出部分为招远场，后改为兴化县，这是兴化县治的开始。当时的兴化县隶属于江都府。南唐升元元年（937年）置泰州（治海陵县），兴化县属泰州。后周因之。\n\r\n       宋代的兴化，始隶扬州，后改泰州。南宋高宗建炎四年（1130年）升高邮军为承州，割兴化县为治；高宗绍兴五年（1135年）复兴化县治，隶泰州。绍兴三十一年（1161年）又建高邮为军，仍以兴化隶属，后又隶泰州。孝宗淳熙四年（1177年）复隶高邮军。"
        },
        {
            "type": "text",
            "text": "       元代，兴化属高邮府，隶扬州路。明代，兴化属高邮州，隶扬州府。 清初，沿袭明的旧制，为扬州府高邮州兴化县，后直隶扬州府。"
        },
        {
            "type": "text",
            "text": "       辛亥革命以后，全国废府州厅改县，于民国元年（1912年）废扬州府，兴化县直属江苏省。民国三年（1914年）5月，全省正式设立金陵、沪海、苏常、淮扬、徐海5道。兴化县属淮扬道。民国十六年（1927年），北伐军进入江苏省，取消各道，兴化县直属于省。民国二十二年（1933年）省下设专区，兴化县又隶属于盐城专区。 \r\n　　\r\n       抗日战争时期，民国二十九年（1940年），国民党江苏省主席韩德勤一度率军、政机构撤至兴化。民国三十年（1941年），日军侵占兴化城，成立了兴化县日伪政府。 期间，民国二十九年（1940年）初，在兴化农村建立了中共兴化县委，不久又建立了县抗日民主政府，领导人民开展抗日游击战争。当时的兴化县属苏中二分区。民国三十四年（1945年）8月，日寇投降，中共首次解放兴化城。民国三十五年（1946年）冬，兴化县城被国民党军占领，但农村的大部分仍在中共控制之中。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）12月23日，兴化第二次解放。成立兴化县人民政府，隶属苏北行政区扬州行政专区。1950年1月11日，泰州专区、扬州专区合并为苏北行政区泰州专区，兴化县属泰州专区。1953年1月5日，泰州区专员公署迁驻扬州市，改称江苏省扬州专区，兴化县复属扬州专区。1971年5月12日，扬州专区改称扬州地区。1983年2月28日扬州市和扬州地区合并为扬州市，兴化县属扬州市。1987年12月22日，撤县建市，改为兴化市（县级）。1996年8月12日，扬州市进行行政区划调整，县级泰州市从扬州市划出，组建地级泰州市。兴化市（县级）由新设的地级泰州市代管。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①昭阳是楚王族昭、屈、景三姓的后裔，曾与魏战于襄阳，因下八城有功，受封于海滨之地（即兴化一带），楚怀王六年（前323年），昭阳移兵攻打齐国。齐王大为惊恐，请谋士陈轸到昭阳将军营帐中，对昭阳讲了一则“画蛇添足”的故事，昭阳将军听从了陈轸的劝说，急流勇退。死后葬于城西阳山。故兴化又名“楚水”、“昭阳”。"
        }
    ]
}