{
    "title": "泰州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1627",
            "category": "泰州市"
        }
    ],
    "detail": "[日期：2014-11-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：494次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称海阳、海陵。汉初置县，东晋设郡，南唐建州，取“国泰民安”之意，“泰州”之名由此而始。古代泰州与广陵扬州、兰陵常州、金陵南京相呼应，素有“汉唐古郡、淮海名区”之称。"
        },
        {
            "type": "text",
            "text": "       海陵县命名由来，《大清一统志》卷六十七云：\"以其地傍海而高故曰海陵。\"汉代海陵县治所在地不详，唐以后县治位于今泰州市市区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉，海陵县属临淮。海陵县始置时间史无明载。《汉书.地理志》载：武帝元狩六年（前117）设置临淮郡，下辖29个县，其中有海陵县。新莽，海陵县改称亭间，属淮平郡。东汉，海陵县属广陵郡。三国，江淮之间为魏吴战场，海陵县废。"
        },
        {
            "type": "text",
            "text": "       西晋，武帝太康元年（280年）海陵县复立，属广陵(扬州)郡。东晋，海陵县属广陵郡。海陵郡设置于东晋义熙七年（411年），下辖建陵、临江、如皋、宁海、蒲涛5个县，郡治所在地不详。"
        },
        {
            "type": "text",
            "text": "       刘宋，海陵县属广陵郡。刘宋明帝泰豫元年（472年）增辖临泽县。武帝永明元年（483年）、五年先后增设齐昌、海安2个县。南齐，海陵县属广陵郡。梁时，海陵郡郡治移治海陵县，下辖海陵、建陵、宁海、如皋、临江、蒲涛、临泽7个县。海陵郡属南兖州。"
        },
        {
            "type": "text",
            "text": "       北齐，南兖州改称东广州，海陵郡属东广州，仍辖海陵等7个县。陈，宣帝太建五年（573年），东广州复称南兖州，海陵郡属南兖州，仍辖海陵等7个县。北周，南兖州改称吴州，海陵郡属吴州，辖海陵、建陵、如皋、宁海、临泽5个县。蒲涛县省，临江县并入宁海县。"
        },
        {
            "type": "text",
            "text": "       隋，文帝开皇三年（583年），海陵郡废。建陵县并入海陵县，如皋县并入宁海县，临泽县并入高邮县。不久，海陵县分出江浦县。海陵县属吴州。开皇九年（589年），吴州改称扬州，海陵县属扬州。炀帝大业初年，扬州改为江都郡，海陵县属江都郡。江浦县又并入海陵县。"
        },
        {
            "type": "text",
            "text": "       唐，高祖武德三年（620年），海陵县改称吴陵县，以县设置吴州。武德七年（624年）吴州废，复称海陵县，属邗州。武德九年（626年），邗州改称扬州，海陵县属扬州。宁海县并入海陵县。中宗景龙二年（708年），分海陵县东境设置海安县，玄宗开元十年（722年），海安县又并入海陵县。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，杨吴，海陵县属江都府。南吴高祖武义二年（920年），分海陵北境招远场设置兴化县。睿帝乾贞中，于海陵县设置海陵制置院。南唐，烈祖升元元年设置泰州。又分海陵南境5个乡设置泰兴县。泰州下辖海陵、泰兴、盐城、兴化4个县。元宗保大十年（952年）分海陵县如皋场设置如皋县，泰州增辖如皋县。同年又于海陵县东境设置静海制置院。马令《南唐书》卷一：\"改元升元，……以扬州海陵县为泰州。\" 王象之《舆地纪胜》卷四十：\"相传以为取通泰之义。\"海陵县为泰州州治所在地。后周，以泰州为团练州，属扬州。仍辖海陵等5个县。"
        },
        {
            "type": "text",
            "text": "       北宋，太祖乾德五年（967年），泰州由团练州降为军事州，属淮南道。太宗至道三年（997年）分全国为15路，泰州属淮南路。神宗熙宁五年（1072年）淮南路分为东西两路，泰州属淮南东路。太宗太平兴国前，泰州仍辖海陵等5个县。太平兴国二年（977年）盐城改属楚州后，泰州辖海陵、兴化、泰兴、如皋4个县。"
        },
        {
            "type": "text",
            "text": "       南宋，泰州为军事州，属淮南东路。高宗建炎四年（1130年），兴化县改属承州，泰州辖海陵、如皋、泰兴3个县。绍兴五年（1135年），泰兴县改属扬州，兴化县废为镇并附入海陵县，泰州辖2个县。绍兴十年（1140年），泰兴县改属泰州，泰州治所一度移至泰兴沙上。绍兴十二年（1142年），泰兴县再次改属扬州。绍兴十九年（1149年）复设兴化县，仍属泰州。孝宗乾道二年（1166年），兴化县改属高邮军，不久又属泰州。淳熙四年（1177年），兴化县再次改属高邮军，泰州仅辖海陵、如皋2个县。"
        },
        {
            "type": "text",
            "text": "       元，世祖至元十四年（1277年），设置泰州路，属淮东道，至元十九年（1283年）属江淮行省。至元二十一年（1285年），泰州路改为泰州，属扬州路。泰州辖海陵、如皋2个县。"
        },
        {
            "type": "text",
            "text": "       明，太祖洪武初年，海陵县省入泰州。泰州属扬州府，辖如皋县。清，泰州属扬州府，辖如皋县。世宗雍正三年（1725年），如皋县改属通州，从此泰州不再辖县，成为散州。高宗乾隆三十三年（1768年）分泰州东北境设置东台县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），南京临时政府裁府废州，泰州改称泰县。民国三年（1914年），江苏省分为5道，泰县属淮扬道。民国十六年（1927年）道废，泰县属江苏省。民国二十一年（1932年），江苏省划为15个行政区，泰县属泰县行政区，泰县行政区辖泰县、泰兴、靖江、东台。民国二十三年（1934年），江苏省划为9个行政督察区，泰县属江都行政督察区。民国二十四年（1935年），江苏省划为10个行政督察区，泰县属第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）10月，新四军东进抗日，在泰县东部建立民主政权泰县县政府，隶属通如靖泰临时行政委员会。委员会撤销后，先后隶属苏北临时行政委员会、苏中区行政委员会第三行政区、苏皖边区第一行政区、华中行政办事处第一行政区，直到38年1月泰县全境解放。民国三十年（1940年）2月至民国三十四年（1945年）8月，日军侵占泰县，成立伪政府，先后隶属伪苏北行营与苏北绥靖主任公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月22日设立泰州市，属华中行政办事处第一行政区。5月，华中行政办事处第一行政区改称苏北泰州行政区，辖泰州市及泰兴、靖江、泰县、海安、如皋、东台、台北7 个县。1950年1月，苏北泰州行政区与苏北扬州行政区合并为苏北泰州行政区，专员公署驻泰州，下辖2市9县：泰州市、扬州市、泰县、泰兴、靖江、江都、高邮、宝应、兴化、六合、仪征。原所辖如皋、海安2县划属南通行政区，东台、台北两县划属盐城行政区。泰州行政区属苏北行政区，扬州市直属苏北行政区后，泰州行政区辖1市9县。"
        },
        {
            "type": "text",
            "text": "       1950年5月8日，泰州市、泰县合并，称泰县，县政府驻泰州，属泰州行政区。10月7日分治，泰州市建制恢复，仍属泰州行政区。1953年1月，泰州行政区撤销。泰州市划归扬州行政区。1954年11月，泰州市改为省辖市，并受扬州专署督导。1958年7月，又改为专署辖市。1959年1月9日，泰州市、泰县再度合并，称泰州县，县政府驻泰州，属扬州专区。1962年5月24日，泰州县撤销，泰州市建制恢复，泰州市政府驻泰州，仍属扬州专区。"
        },
        {
            "type": "text",
            "text": "       1971年5月12日，扬州专区改称扬州地区，泰州市属扬州地区，为地辖市。1983年1月，江苏省实行市管县体制，泰州市属扬州市。1994年7月，撤销泰县，设立姜堰市（县级）。1996年8月12日，扬州市进行行政区划调整，县级泰州市从扬州市划出，组建地级泰州市，原县级泰州市改为海陵区。1997年8月，设立泰州市高港区。2012年12月，撤销县级姜堰市，设立泰州市姜堰区。"
        }
    ]
}