{
    "title": "扬中市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1626",
            "category": "镇江市"
        },
        {
            "id": "1640",
            "category": "扬中市"
        }
    ],
    "detail": "[日期：2014-12-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：471次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪三十年（1904年），镇江府始设太平厅，宣统三年（1911年）改名为太平县。民国三年（1914年）1月，为避免与安徽、浙江等省之太平县同名，改称扬中县，因位于“扬子江中”而得名。1994年5月13日，撤销扬中县，设立扬中市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东晋以前，长江入海口在镇（江）扬（州）之间，今扬中境域乃是茫茫沧海。东晋时期始有小沙洲露出水面，因受江水、海潮冲刷、涨坍无常。唐代，沙洲群形似\"如意\"，因产藤条，曾名藤料沙。宋代称\"小沙\"，明代称\"新洲\"。"
        },
        {
            "type": "text",
            "text": "       宋高宗建炎二年（1128年），黄河改道南徙，至明孝宗弘治八年（1495年），黄河全溜夺淮，致使黄河、淮河、长江三水合流，江都市三江营口便是当年淮河入长江之尾，因江流水激,泥沙量剧增，其下老沙洲强烈崩塌,泥沙下移，使长江河床快速淤积,新沙洲突涨，加速扬中洲地之成陆进程。"
        },
        {
            "type": "text",
            "text": "       清代，沙洲逐渐相连。咸丰五年（1855年），黄河北归，淮水南下受到遏制，沙洲相对稳定，新洲续涨，至同治年间（1862年—1874年），中心沙、雷公嘴相继出水。清末民初，新涨轮船沙露出水面，今扬中陆地之雏形形成，统称太平洲。光绪三十年（1904年）前，扬中分属丹徒、丹阳、武进、泰兴、江都、甘泉6县管辖。同年，镇江府始设太平厅，独立建置，宣统三年（1911年）改名为太平县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）1月，为避免与安徽、浙江等省之太平县同名，改称扬中县，取“扬子江中”之意。属金陵道。民国十六年（1927年），废府制，扬中县直属江苏省政府。民国二十二年（1933年）3月，扬中县隶属江苏省第一督察专区，12月，改属江苏省溧阳区督察专区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月，日本侵略军侵犯扬中，国民党扬中县政府解散，汉奸顾仙痴等组成伪政权，称扬中县地方治安维持会。民国二十八年（1939年）3月，江南抗日义勇军挺进纵队进驻扬中，击溃贾长富部。4月，平定叛军方钧部。5月，成立国民党扬中县政府，县府设在老郎街西北的龙王庙。民国二十九年（1940年）1月，日本侵略军侵占扬中，国民党县政府解散，顾仙痴等再次组成伪政权，称扬中县地方自治委员会。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）2月，在中国共产党领导下，扬中县抗敌委员会成立。4月，扬中县抗日民主政府成立，属镇（江）、丹（阳）、武（进）、扬（中）四县抗敌委员会领导。同年6月，原属武进县的中心沙，归扬中县抗日民主政府管辖，成立新六区。 民国三十年（1941年）1月，扬中县抗日民主政府改属镇澄区行政督察专员公署。4月，又改属江南第四行政督察专员公署。民国三十三年（1944年）初，中心沙复归扬中县抗日民主政府管辖。同年12月，扬中县抗日民主政府改属苏中第五行政专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）7月，中国共产党领导抗日军民消灭日伪政权，扬中县全境解放。同年11月5日，扬中县抗日民主政府奉命北撤。12月，国民党扬中县政府进入县境。抗日战争期间，国民党扬中县政府属淮南行署；抗战胜利后，属江苏省第五行政督察专署管辖，直至1949年4月解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月上旬，扬中县人民政府在江都县嘶马镇鲍家庄成立。4月22日，中国人民解放军横渡长江，扬中全境解放。扬中县人民政府属苏南行政公署镇江专员公署。1958年镇江专区改为常州专区，后又改为镇江专区，扬中县属之。1967年3月，成立江苏省扬中县革命委员会。1971年5月，镇江专区改称镇江地区，扬中县属镇江地区。1981年5月8日，扬中县革命委员会改称为扬中县人民政府。1983年3月1日，撤销镇江地区，设立地级镇江市，扬中县属镇江市。1994年5月13日，扬中撤县设市（县级）。"
        }
    ]
}