{
    "title": "镇江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1626",
            "category": "镇江市"
        }
    ],
    "detail": "[日期：2014-12-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：440次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇十五年（595年）置润州，以州东有润浦得名。安史之乱后，润州是权力很大的镇海军节度使的驻地。宋朝初年，因地理环境变化，距海口较远，将唐代沿用的镇海军改名为镇江军。宋徽宗曾统领过镇江军，他称帝后，于政和三年（1113年）将润洲升格为镇江府，即“镇守长江”之意 ，从此镇江的名称沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       镇江最早地名为“宜”，是3000年前周康王封给宜侯的领地；春秋中叶，镇江称“朱方”，后来越灭吴，楚又灭越，于是改朱方为“谷阳”。"
        },
        {
            "type": "text",
            "text": "       秦始皇灭六国后，巡游天下，到了谷阳，听信方士之言此地有“王者之气”，就近调来三千红衣囚徒，凿通京砚山，改谷阳为“丹徒”以污之。"
        },
        {
            "type": "text",
            "text": "       汉朝时，在丹徒筑京口埭，故又有“京口”之称。三国时代，孙吴曾在此筑城，名之“京城”，又称“铁瓮”，因为城像一个坛子。嘉禾三年（234年）孙权为了励其与中原曹魏争霸之志，又改为 “武进”。东晋初，丹徒县治始迁京口。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），丹徒县并入延陵县。隋开皇十五年（595年）置润州，以州东有润浦得名。唐改延陵为丹徒，属江南道之润州。安史之乱后，润州是权力很大的镇海军节度使的驻地，因此又有“镇江”之名。"
        },
        {
            "type": "text",
            "text": "       北宋政和三年（1113年），润州升格为镇江府。元至元十三年（1276年）改镇江路。顺帝至正十六年(1356年)，明军占领镇江，改镇江路为江淮府；同年12月复改江淮府为镇江府。清咸丰三年2月(1853年3月)，太平军攻占镇江城，改府为镇江郡；咸丰七年11月 (1857年12月)，清军攻入镇江城，复置镇江府。期间，丹阳县一直隶属镇江。在此期间，均称丹徒县，属镇江管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废镇江府，所辖丹徒、丹阳、溧阳、金坛、太平5县直属于省。民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道，以上5县均属金陵道。民国十六年（1927年），北伐军进入江苏省，取消各道，以上5县复直属江苏省。民国十七年（1928年）7月，丹徒县改名为镇江县。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年），全省设立行政督察区，镇江县为第一行政督察区驻地。民国二十四年（1935年），镇江县属溧阳督察区。民国二十六年（1937年）4月，区改以序号排列，镇江县属第一行政督察区。期间，民国十八年（1929年）至民国三十八年（1949年）2月为江苏省政府所在地，其中在民国二十六年（1937年）至民国三十四年（1945年）镇江沦陷期间，省政府迁往苏北。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，镇江解放。6月，镇江县一分为二，划城区和近郊设立镇江市，划四乡为丹徒县，均隶属苏南行政区镇江专署。1953年，苏南、苏北行政区合并建江苏省后，设镇江专员公署，辖镇江市和10个县；1958年镇江专区改为常州专区，后又改为镇江专区。1971年5月，镇江专区改称镇江地区。1983年3月，撤销镇江地区，设立地级镇江市。"
        },
        {
            "type": "text",
            "text": "       1984年10月，镇江市城区更名为京口区；镇江市郊区更名为润州区。1987年12月15日，撤丹阳县，设丹阳市（县级）。1994年5月13日，撤销扬中县，设立扬中市（县级）。1995年4月，撤句容县，设句容市（县级）。2002年4月3日，撤销丹徒县，设立镇江市丹徒区。"
        }
    ]
}