{
    "title": "“打鸡血”的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "59",
            "category": "俗语方言"
        }
    ],
    "detail": "[日期：2014-12-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2518次",
    "content": [
        {
            "type": "text",
            "text": "       据亲历者说，“打鸡血针”或称为“鸡血疗法”，最早出现于1959 年“大跃进时代”，一直到1967年“文化大革命”初期迅速传遍全国。这种所谓“鸡血疗法”是用煮蒸消毒过的针筒，从鸡肶下把鸡血抽出来，每次几十到一百毫升，注射到人体的肌肉里，每周一次。据说，由此“液体蛋白的免疫反应就可以进入人体，对中风、半身不遂、妇科病、不孕症乃至痔疮、牛皮癣、脚气都有疗效。"
        },
        {
            "type": "text",
            "text": "       至于“鸡血疗法”的出处，有两种说法。一种说法是：建国初期某国民党中将军医被我公安机关抓获判了死刑，行刑前献出这个“秘方”以求自保，称其疗效可以强身健体，延年益寿，治愈百病；于是“鸡血疗法”被当作“延年益寿”的秘方，印成传单广为流传，造成了“打鸡血”的大流行。"
        },
        {
            "type": "text",
            "text": "       还有一种说法是：1950年代初，中国各地学习、推行苏联的“组织疗法”，把人体的某些组织，如皮肤、肝、脑、胎盘等作为注射液，或将埋入病人皮下以治病。上海有个医生俞昌时（1903年生于安徽南陵），试验从一只公鸡的身上抽了1.5cc血，注射进左臂三角肌，结果“一点也没有感觉——不痛，不痒，不胀”。其后一两天内，他觉得精神亢奋、食欲增加，三四天后“发现奇迹”，脚癣和皮屑病等痼疾同时痊愈了。1959年6月，他开始在职工中试验，“一个月多的时间内，打了三百多病例，都只打了一二针，最多的五六针，就发生了许多的奇效和显著疗效”。"
        },
        {
            "type": "text",
            "text": "       俞昌时打着“技术革命”的旗号，俞昌时听不进任何劝阻，向全国各地印发大量宣传“鸡血疗法”的资料。据统计，有二十七个省、市（县）的医疗单位或个人收到了“鸡血疗法”资料，在他印制于1964年8月的《鸡血疗法》一书中，一是标榜“鸡血疗法国际领先”，所以中央指示要“秘密研究”；二是宣扬有很多“老干部”私下使用，“能治六十几种痼疾的神药”。 在信息闭塞的年代，“中央指示”和“老干部”私下享用的“秘密”之说具有很强的蛊惑性。上海卫生局后来的调查报告说：“在全国各地流传很广，影响很大，有的群众抱着鸡求医注射甚至自己注射。各地卫生部门也纷纷来信或者派人来沪了解求治，情况相当混乱”。"
        },
        {
            "type": "text",
            "text": "       1965年6月12日，上海市卫生局召开了专家座谈会，讨论后认为：鲜鸡血是有异性蛋白过敏性血清反应存在，不安全，“目前虽未发生死亡事故，但如继续应用下去，意外事故势所难免，特别鲜鸡血治疗对象均为慢性病，该病本身无多大危险性，而治疗却冒着危险更值得考虑。”半月后, 上海市卫生局写了《关于鸡血疗法的情况和处理意见的报告》呈送卫生部，称将限令俞昌时立即停止私自给病人注射鲜鸡血试验的行为。 　　"
        },
        {
            "type": "text",
            "text": "       不久，史无前例的无产阶级文化大革命爆发了，“造反有理”的口号响彻云霄，包括医疗卫生系统。1966年12月28日，卫生部下发通知，撤销1965年7月23日的《关于“鸡血疗法”的通知》。造反派成立的“高举毛泽东思想伟大红旗彻底批判卫生部在鸡血疗法上执行资产阶级反动路线大会筹备办公室”，在12月发表《彻底为医药科研中的新生事物——鸡血疗法翻案告全国革命人民的公开信》，为“鸡血疗法”翻案。那《鸡血疗法》小册子普遍翻印，散布全国各地。"
        },
        {
            "type": "text",
            "text": "       从1967到1968，打鸡血盛行的时间，据说维持了十个月之久，与文革最疯狂的时刻完全暗合。它跟造反狂热之间的神秘呼应，至今仍是一个难以索解的悬谜。” 除了个别正规医院外，北起漠河、南到西双版纳的街道诊所以及县级乡级医院到处都在打鸡血，高潮的时候还要排队打。一时间竟造成小公鸡因紧俏而涨价缺货。在计划经济低工资、高就业的当时，成为极其罕见的现象。"
        },
        {
            "type": "text",
            "text": "       在那个特殊历史时期形成的非理性认知模式，使中国老百姓在作为原始信仰的血液崇拜面前，产生认同感、亲和感。大量非正常死亡、流血，使人们意识到生命的脆弱、易逝，因此特别重视肉体生命的保全。借助于西洋的注射器械，又披上了“洋为中用”的科学色彩、现代意识，愈发增加了可信度，在从众心理的驱使下一哄而起，“打鸡血”的流行便显得顺理成章了。"
        },
        {
            "type": "text",
            "text": "       后来，各地发生了“打鸡血”致死的案例，人们开始感到恐惧，才停止了把鸡血打进身体的做法。"
        }
    ]
}