{
    "title": "高邮市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1625",
            "category": "扬州市"
        },
        {
            "id": "1643",
            "category": "高邮市"
        }
    ],
    "detail": "[日期：2014-12-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：681次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王嬴政当年在这里“筑高台，设邮亭”故名高邮，又名“秦邮”。汉武帝元狩五年（前118年）始建高邮县。1991年2月6日，撤销高邮县，设立高邮市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋，吴邗沟地，越并吴属越。战国，楚并越属楚。秦代属“九江郡”，秦王嬴政二十四年，灭楚，筑台置亭，有最早的邮亭建置，古称“秦邮”。"
        },
        {
            "type": "text",
            "text": "       汉武帝元狩5年（前118年）始建高邮县。东汉，地属广陵郡，仍设为“平阿县”。三国时，属扬州，初属魏后属吴，仍在广陵郡。三国时高邮仍称为“平阿”。"
        },
        {
            "type": "text",
            "text": "       西晋时，高邮属临淮郡，隶徐州。西晋时仍设为“平阿县”。东晋时，为平阿县，也称三阿县，属南兖州。（据《明隆庆·高邮州志》载：北阿、平阿、下阿，又称三阿。）"
        },
        {
            "type": "text",
            "text": "       南北朝，刘宋（420年—479年）时，高邮属南兖州，属广陵郡，后又改叫神农郡。齐（479年—502年）时，高邮属南兖州，归广陵郡。梁（502年—557年）时，高邮属南兖州，归广陵郡（其中“曾置广业郡”）。陈（557年—589年）时，高邮属南兖州，归广陵郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时曾置广邺郡、神农郡，又设临泽、三归、竹塘三县。隋初郡废，三县并入高邮县，隶属扬州。"
        },
        {
            "type": "text",
            "text": "       唐，高邮县先后属兖州、邗州、扬州、广陵郡、扬州。玄宗天宝元年（742年），划江都、六合、高邮三县部分地区置千秋县，天宝七年（748年）改称天长县。五代十国，高邮县先后属吴都江都府、后唐东都（扬州）、后周扬州大都督府。"
        },
        {
            "type": "text",
            "text": "       北宋，高邮属淮南东路，下设高邮军，下辖高邮县。建炎三年（1129年）“高邮军升为承州，下辖高邮、兴化二县”，兴化县原隶属泰州，割至承州。"
        },
        {
            "type": "text",
            "text": "       南宋，高邮仍属淮南东路，隶属扬州府，下设高邮军，领高邮、兴化二县。但“绍兴五年（1135年）废军存县，绍兴三十一年（1161年）复为高邮军，仍领高邮、兴化二县”。"
        },
        {
            "type": "text",
            "text": "       元，至元十四年（1277年），置高邮路，辖高邮、兴化二县；至元二十年（1283年），改为高邮府，辖高邮、兴化、宝应三县，属扬州路。至正十四年（1354年），张士诚在高邮建都，国号大周。元末，高邮改为散府。"
        },
        {
            "type": "text",
            "text": "       明，洪武元年（1368年），置高邮州，领兴化、宝应二县，属扬州府；洪武四年（1371年），升守御所为高邮卫。清，顺治元年（1644年），置高邮州，属扬州府，不久遂为散州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废旧制中府、州、厅为县，高邮州于是废为高邮县。民国二年（1913年）8月置淮扬道，高邮县属之。民国十六年（1927年），北伐军进入江苏省，取消各道，高邮县直属于省。民国二十一年（1932年），全省设立行政督察区，高邮县属第九区。民国二十二年（1933年）3月，高邮县隶属江都行政督察区。民国二十五年（1936年）2月以后，区改以序号排列，高邮县属第五行政督察区，直到解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月19日，高邮县解放，属苏皖边区第二行政区。5月1日，苏皖边区第二行政区改称苏北行政区扬州行政专区，简称扬州专区。1950年1月11日，泰州专区、扬州专区合并为苏北行政区泰州专区，高邮县属泰州专区。1953年1月5日，泰州区专员公署迁驻扬州市，改称江苏省扬州专区，高邮县属扬州专区。1971年5月12日，扬州专区改称扬州地区，高邮县属扬州地区。1983年2月28日，扬州市和扬州地区合并为地级扬州市，高邮县属扬州市。1991年2月6日，撤销高邮县，设立高邮市（县级）。"
        }
    ]
}