{
    "title": "扬州市邗江区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1625",
            "category": "扬州市"
        }
    ],
    "detail": "[日期：2014-12-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1022次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       开皇十八年（598年）改广陵县为邗江县。得名于春秋吴王夫差开凿之邗沟（又名邗江）。2000年12月21日，撤销邗江县，设立扬州市邗江区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为周的封国邗国。春秋中期，邗国被吴国所灭，此地属吴。周敬王三十四年(前486年)，吴王夫差为争霸中原，在此筑邗城。周元王三年(前473年)，越灭吴，邗城属越。周显王三十五年(前334年)，楚得吴国旧地，邗城属楚。周慎靓王二年(前319年)，楚怀王在此修葺城垣，并改邗城为广陵邑。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年(前223年)，秦灭楚。置广陵县。秦始皇二十六年(前221年)立九江郡，广陵县属之，后属东海郡。项楚时置东阳郡，广陵县属之。汉高祖六年(前201年)，封刘贾为荆王。高祖十二年，改荆国为吴国，封刘濞为吴王，都于广陵。景帝前元三年(前154年)，刘濞举兵反叛朝廷，兵败被杀。景帝改吴国为江都国，封刘非为江都王，广陵县均属之并为国都。王莽始建国元年(9年)，广陵国改江平郡，郡治广陵县改安定县。"
        },
        {
            "type": "text",
            "text": "       东汉初，复称广陵郡、广陵县。明帝水平元年(58年)，广陵郡改广陵国，封刘荆为广陵王；水平十年（68年），除国复郡。水平十四年（72年），又封刘元寿为广陵侯，食故国6县。广陵县均属之并为国都。三国时，江淮之间为吴魏两国争斗的瓯脱之地，广陵县废。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年(280年)，复置广陵县，愍帝建兴元年(313年)，广陵郡还治广陵。 “永嘉之乱”时期，北方人大批南下。东晋元帝初，广陵县为侨置青州治所。明帝太宁三年（325年)，兖州也侨置于广陵。晋成帝时，兖州改称南兖州，治所还于京口。义熙八年(412年)，东晋收复青州旧地，在东阳城(今山东省益都县北)复置青州，而称侨置于广陵者为南青州。"
        },
        {
            "type": "text",
            "text": "       南朝宋武帝永初元年(420年)，撤南青州并入南兖州，侨置在广陵郡的原青州各侨郡侨县改属南兖州。次年，徐州改称南徐州，广陵县随广陵郡属之。文帝元嘉八年(431年)，改南徐、南兖为实州，分江而治，南兖州割江淮为境，治广陵，广陵县随广陵郡改属南兖州。北齐文宣帝天保三年(552年)，南兖州归属北齐，并改名为东广州，广陵县随广陵郡属之。陈宣帝太建六年(574年)，东广州入南朝，复称南兖州。太建十一年（579年），南兖州又入北朝，并改名吴州，置总管刺史。广陵县随广陵郡先后属之。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年），改广陵县为邗江县，因春秋时吴王夫差于此开邗沟、沟通江淮得名，为邗江建县之始；大业元年（605年）改邗江县为江阳县。唐武德三年（620年）江阳县并入江都县；贞观十八年（644年）划合渎渠（古邗沟）以东江都县9乡再立江阳县；永淳元年（682年）又析江都县西部、江阳县曲江以南地域置为扬子县，因扬子镇（桥）得名。今境内东南部时属江阳县，西及西南部属扬子县，余属江都县。扬子县后移治今仪征新城，改名永贞县，后废。南唐升元元年（937年），改江阳县为广陵县，今境内东南部时属广陵县，余属江都县。"
        },
        {
            "type": "text",
            "text": "       北宋时地属广陵县，后属江都县；南宋再属广陵县。元、明二代，地尽属江都县。清雍正十年（1732年），析江都县西、北境置甘泉县，属扬州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）甘泉县并入江都县。民国二年（1913年）8月置淮扬道，江都县属之。民国十六年（1927年），北伐军进入江苏省，取消各道，江都县直属于省。民国二十一年（1932年），全省设立行政督察区，江都县属第九区驻地。民国二十二年（1933年）3月，江都县为江都行政督察区驻地。民国二十五年（1936年）2月以后，区改以序号排列，江都县为第五行政督察区驻地，直到解放。"
        },
        {
            "type": "text",
            "text": "       江都县抗日发主政府成立后，为适应革命斗争形势的需要，曾三次以通扬运河为界分县：民国三十一年（1942年）9月第一次分县，河北称江都县，河南称邗东县，民国三十二年（1943年）4月两县合并称江都县；民国三十四年（1945年）4月两县合并称江都县；民国三十七年（1948年）11月第三次分县，河北称江都县，河南又称邗东县，民国三十八年（1949年）1月两县合并仍称江都县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月25日，江都县解放。1956年春，析江都县南部、西部重置邗江县，治设于扬州市内。1958年邗江县并入扬州市。1962年10月恢复邗江县，隶属扬州专区；次年3月与扬州市正式分治。1971年5月12日，扬州专区改称扬州地区，邗江县属扬州地区。1983年2月28日，扬州市和扬州地区合并为地级扬州市，邗江县属扬州市。2000年12月21日，撤销邗江县，设立扬州市邗江区。2011年撤销维扬区，将原维扬区的行政区域并入邗江区。"
        },
        {
            "type": "text",
            "text": "【附加】\n维扬区由来："
        },
        {
            "type": "text",
            "text": "      “维扬”之名最早载于公元前约五世纪由孔子编撰的《尚书·禹贡》中。书中载：远古时期分为天下九州，其中“淮海惟扬州”，意指在东南沿海一带为九州之一的扬州。这里所指的扬州范围很广，约相当于今日之华东数省。古代汉语中“惟”通“维”，后人便把扬州又称为“维扬”。如唐代著名诗人杜荀鹤即有描绘扬州繁华的名句：“见说西川景物繁，维扬景物胜西川。”元代诗人陈秀民在《扬州》一诗中有诗句：“遮莫淮南供给重，逢人犹说好维扬。”"
        },
        {
            "type": "text",
            "text": "       维扬正式作为一个行政建置的名字，最早是在元代末年：元至正十七年（1357年），朱元璋部将缪大亨兵取扬州，至正二十一年（1361年），在此置维扬府。据嘉靖《维扬府志》载：此时的维扬“据江海之会，所统会三州七邑，为东南咽喉枢要之地。”"
        },
        {
            "type": "text",
            "text": "维扬区沿革："
        },
        {
            "type": "text",
            "text": "       西周时期，地属邗国。春秋战国时期曾先后为邗城、广陵城所在。西汉时，维扬地域先后是荆国、吴国、江都国、广陵国等诸侯国的都城；东汉时，为广陵郡郡治所在。晋代及南北朝时期，地属吴州广陵县。至隋代，隋文帝开皇九年（589年），吴州改名扬州，这是今扬州在历史上正式称为扬州的初始，其时，维扬地属扬州广陵县（后广陵县又先后改名为邗江县、江都县、江阳县）。"
        },
        {
            "type": "text",
            "text": "       唐代，维扬地属扬州江都县，为扬州大都督府治所。宋代，维扬地属扬州江都、广陵二县，为扬州州治所在。元、明两代，江都、广陵二县合并为江都县，维扬地属扬州府江都县（其间于元至正十七年，即1357年，朱元璋部队攻克扬州，于至正二十一年，改扬州府为维扬府，二十六年，再度更名为扬州府）。清代，江都县分拆为江都、甘泉两县，今维扬区绝大部分辖地属甘泉县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），民国政府将江都、甘泉两县合并，维扬全境遂属江苏省江都县。解放后，地属扬州市。2011年，撤销维扬区，将原维扬区的行政区域并入邗江区。"
        }
    ]
}