{
    "title": "扬州市广陵区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1625",
            "category": "扬州市"
        }
    ],
    "detail": "[日期：2014-12-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：551次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦统一中国后，设广陵县。广陵之名取自“广被（Pī）丘陵”之意，指这里当时大部分区域为丘陵。1983年2月28日，扬州市和扬州地区合并为地级扬州市，在扬州市城区置广陵区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今扬州市西北部一带为邗国。周敬王三十四年（前486年），吴王夫差在蜀岗上筑邗城，并开凿人工运河——邗沟，沟通江淮水系，为扬州开发之始。周慎靓王二年(前319年)，楚怀王在邗城基础上筑广陵城，广陵之名始于此。秦统一中国后，设广陵县。"
        },
        {
            "type": "text",
            "text": "       汉代，今扬州称广陵、江都。吴王刘濞受封广陵，建立吴国，借助近山临海之利，\"即山铸钱\"，\"煮海为盐\"，盐铁两大\"官卖\"业迅速发展；东汉末年，张婴率领的农民赵义军在广陵一带转战十余年，被广陵太守张纲劝降。三国时期，魏吴之间战争不断，广陵为江淮一带的军事重地。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，广陵屡经战乱，数次变成\"芜城\"。山东青州、兖州一带的移民南迁广陵一带，促进了广陵的经济发展。北周改广陵为吴州。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），隋改吴州为扬州，后改为邗州。唐武德九年（626年），唐复称扬州；天宝元年（742年），改称广陵郡；乾元元年（758年），再改称扬州。此后扬州之名为本地所专用。唐代，扬州城池向南发展，为一地两城，蜀岗之上称衙城，冈下称罗城。"
        },
        {
            "type": "text",
            "text": "       宋代为一地三城，冈上称堡寨城（宝祐城），冈下称宋大城，两城之间有夹城相连，城先后属江都县和广陵县。元代不以广陵置县，城池仅剩蜀岗以下部分，蜀岗上不复建城。北宋时，扬州再度成为中国东南部的经济、文化中心，商业税收居全国第三位。南宋时，宋高宗曾以扬州为\"行在\"一年，更促进了扬州的繁荣。"
        },
        {
            "type": "text",
            "text": "       元、明两代，扬州经济发展加快，来扬州经商、传教、从政、定居的外籍人日益增多。元时，几次整治运河扬州段，基本上形成了今天的走向，恢复了曾一度中断的漕运。明时，商品经济发展，商业主要是两淮盐业的专卖和南北货贸易，盐税收几乎与粮赋相等，商业扩大到旧城以外。"
        },
        {
            "type": "text",
            "text": "       明嘉靖三十五年（1556年），明朝在扬州建\"新城\"。明末，南明督师史可法率部坚守孤城扬州，抵御清兵南进，宁死不屈，表现了坚贞不屈的民族气节。城陷后，清军屠城十日，死者数十万人。明清至民国，扬州城为相连的新旧两城，城址即今广陵区境内的老城区部分。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废扬州府，置江都县。民国二年（1913年）8月置淮扬道，江都县属之。民国十六年（1927年），北伐军进入江苏省，取消各道，江都县直属于省。民国二十一年（1932年），全省设立行政督察区，江都县属第九区驻地。民国二十二年（1933年）3月，江都县为江都行政督察区驻地。民国二十五年（1936年）2月以后，区改以序号排列，江都县为第五行政督察区驻地，直到解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月25日，江都县城(今扬州市区)解放。26日，扬州市军事管制委员会成立。27日，设立县级扬州市，隶属苏皖边区第二行政区。同年5月1日，苏皖边区第二行政区改称苏北行政区扬州行政专区，简称扬州专区。1971年5月12日，扬州专区改称扬州地区。1983年2月28日，扬州市和扬州地区合并为地级扬州市，在扬州市城区置广陵区。"
        }
    ]
}