{
    "title": "扬州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1625",
            "category": "扬州市"
        }
    ],
    "detail": "[日期：2014-12-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：596次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古越之一部称扬越。据《尔雅》：越，扬也。注谓发扬也。又其性轻扬也。李巡曰：江南其气燥劲。厥性轻扬。据《太康地纪》：“以扬州渐太阳位。天气奋扬。履正含文。故取名焉。”隋文帝开皇九年（589年），改吴州为扬州。\n\r\n【沿革】\r\n       约在西周初期，今扬州市区为周的封国——干(邗)国。约在春秋初、中期，邗国被吴国所灭，此地属吴。周敬王三十四年(前486年)，吴王夫差为争霸中原，在此筑邗城，作屯兵之所，并开凿水道，沟通江淮(一说吴城邗后，即迁都于邗)。周元王三年(前473年)，越灭吴，邗城属越。"
        },
        {
            "type": "text",
            "text": "       周显王三十五年(前334年)，楚得吴国旧地，邗城属楚。周慎靓王二年(前319年)，楚怀王在此修葺城垣，并改邗城为广陵邑。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年(前223年)，秦灭楚。秦始皇二十六年(前221)立九江郡，广陵县属之(一说后置东海郡，广陵县属之)。项楚时又置东阳郡，广陵县属之。"
        },
        {
            "type": "text",
            "text": "       汉高祖六年(前201年)，封刘贾为荆王，广陵县属荆国。高祖十二年（前195年），改荆国为吴国，封刘濞为吴王，领秦时的郸郡和楚汉时期的东阳郡、会稽郡3郡53县，都于广陵，广陵县属之。景帝前元三年(前154年)，刘濞举兵反叛朝廷，兵败被杀。景帝改吴国为江都国，封刘非为江都王，领吴国旧地之郸、东阳两郡。武帝元狩三年(前120年)，江都王刘建(刘非之子)获罪自杀，江都国废。元狩五年（前118年），置广陵国，领广陵、江都、高邮、平安4县。元封五年(前106)，在全国设置十三部州刺史，广陵国属徐州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽始建国元年(9年)，广陵国改江平郡，郡治广陵县改安定县。东汉初，复称广陵郡、广陵县。明帝水平元年(58年)，广陵郡改广陵国，封刘荆为广陵王；水平十年（68年），除国复郡。水平十四年（72年），又封刘元寿为广陵侯，食故国6县。顺帝永和三年(138年)，广陵郡领广陵、江都、高邮、平安、凌(今宿迁县东南)、东阳(今盱眙县境)、射阳(今淮安市东南)、盐渎(今盐城市西北)、舆(今仪征市东北)、堂邑(今六合县北)、海西11县。"
        },
        {
            "type": "text",
            "text": "       三国时，江淮之间为吴魏两国争斗的瓯脱之地，广陵县废。魏于淮阴置广陵郡。晋武帝太康元年(280年)，广陵郡仍治淮阴，属徐州，先后领有淮阴、射阳、舆、海陵、广陵、盐渎、淮浦(今涟水县西)、江都8县。愍帝建兴元年(313年)，广陵郡还治广陵。"
        },
        {
            "type": "text",
            "text": "      “永嘉之乱”时期，北方人大批南下。东晋元帝初，青州侨置于广陵。明帝太宁三年（325年)，兖州也侨置于广陵。晋成帝时，兖州改称南兖州，治所还于京口。晋安帝义熙七年(411年)，分广陵郡置海陵、山阳2郡；并以淮河为界分徐州、北徐州，广陵郡仍属徐州。义熙八年（412年），东晋收复青州旧地，在东阳城(今山东省益都县北)复置青州，而称侨置于广陵者为南青州。"
        },
        {
            "type": "text",
            "text": "       南北朝宋武帝永初元年(420年)，撤南青州并入南兖州，侨置在广陵郡的原青州各侨郡侨县改属南兖州。次年，徐州改称南徐州，广陵郡仍属之。文帝元嘉八年(431年)，改南徐、南兖为实州，分江而治，南兖州割江淮为境，治广陵，广陵郡改属南兖州。宋末，南兖州领广陵、海陵、山阳、盱眙、秦(治所今六合县北)、南沛(治所今安徽省天长县西北)、新平(治所今海安县)、北淮阳(治所今宿迁县东南)、北济阴(治所当在今扬州境内)、北下邳(治所当在今江苏省境内)、东莞(治所当在今江苏省境内)11郡。其中，广陵郡领广陵、海陵、高邮、江都4县。"
        },
        {
            "type": "text",
            "text": "       齐高帝建元四年(482年)，南兖州置广陵、海陵、山阳、盱眙、南沛五郡。其中，广陵郡领海陵、广陵、高邮、江都、齐宁(今江都县境内)5县。北齐天保三年(552年)，南兖州归属北齐，并改名为东广州，下置广陵、江阳2郡。陈宣帝太建六年(574年)，东广州入南朝，复称南兖州。太建十一年（579年），南兖州又入北朝，并改名吴州，置总管刺史。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年(583年)，存州废郡。开皇九年（589年），改吴州为扬州，置扬州总管府，广陵始有扬州之名。开皇十八年（598年）广陵县改称邗江，炀帝大业元年（605年）称江阳。大业三年(607年)，改扬州为江都郡，领江阳、江都、海陵、宁海、高邮、安宜(今宝应县)、安阳(今砀山县东北)、盱眙、盐城、清流(今安徽省滁县)、全椒、六合、永福(今安徽省天长县西北)、句容、延陵(今镇江市西南)、曲阿(今丹阳县)16县。郡治江阳县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德二年(619年)，农民起义军李子通部由海陵攻占江都，建吴国，以江都为国都，年号明政。吴国是历史上唯一建都于扬州市区的农民政权。武德三年（620年），李子通败走京口，江都郡改为兖州，江阳县并入江都县。武德七年（624年），改兖州为邗州。武德九年（626年），扬州大都督府移治广陵，改邗州为扬州，领江都、六合、海陵、高邮4县。太宗贞观元年(627年)，分全国为10道，扬州属淮南道。贞观十年(636年)改大都督为都督，领扬、滁、常、润、和、宣、歙七州。玄宗天宝元年(742年)，改扬州为广陵郡，领江都、江阳、六合、海陵、高邮、扬子、天长7县。肃宗乾元元年(758年)，广陵郡复改扬州。"
        },
        {
            "type": "text",
            "text": "       唐末，江淮大乱。昭宗天复二年(902年)，淮南节度使杨行密在扬州受封吴王。天祜十六年(919年)，杨渭正式建吴国，以江都为国都，改扬州为江都府，改元武义。吴天祚三年(937年)，吴帝杨溥禅位于齐王李异。李异改国号为唐(史称南唐)，以金陵为国都，以扬州为东都。南唐保大十五年(957年)，后周改江都府仍为扬州。"
        },
        {
            "type": "text",
            "text": "       宋初分扬州为五：扬州、真州(今仪征市)、泰州(今泰州市)、通州(今南通市)、高邮军，扬州领江都县。太宗至道三年(997年)，又分全国为15路，扬州属淮南路。神宗熙宁五年(1072年)，分淮南路为东、西两路，扬州属淮南东路。高宗建炎三年(1129年)高宗南渡后，江都县析出广陵县，扬州增领广陵、泰兴2县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年(1276年)，设置扬州大都督府。次年，改大都督府为扬州路总管府，领高邮府和真、滁、通、泰、崇明(今上海市)5州，并直领江都、泰兴2县。元惠宗至正十七年(1357年)，朱元璋军占领扬州，改扬州路为淮南翼元帅府，寻改淮海府，属江南行中书省。至正二十一年（1361年），淮海府改维扬府。至正二十六年（1366年），改称扬州府。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武元年(1368年)，罢除江南行中书省，设置京师(后改南京)，扬州府属之。洪武二十三年（1390年），分六合属应天府，崇明属苏州府，扬州府领3州7县，并直辖江都、仪真、泰兴县，高邮州领宝应、兴化县，泰州领如皋县，通州领海门县。"
        },
        {
            "type": "text",
            "text": "       清顺治二年(1645年)，设立江南省，扬州府属之。顺治十一年（1654年），海门县并入通州(后置海门厅)，扬州府领3州6县。雍正三年(1725年)，通州直隶江南省，分泰兴、如皋2县属之。雍正九年（1731年），析江都县置甘泉县，与扬州府、江都县同治于扬州城中。后以高邮为散州，兴化、宝应县直隶扬州府。乾隆二十五年(1760年)，江南省正式分为江苏、安徽二省，扬州府属江苏省。乾隆三十二年（1767年），分泰州置东台县。咸丰三年(1853年)四月，太平军攻占扬州，曾改扬州府为扬州郡，改甘泉县为甘泉天县，历时8个多月。清末，扬州府领高邮州、泰州和江都、甘泉、仪征、兴化、宝应、东台县，俗称“扬八属”。"
        },
        {
            "type": "text",
            "text": "       清宣统三年九月十七日(1911年11月7日)，扬州光复。二十日，扬州军政分府宣布成立，隶属镇江都督管辖。民国元年(1912年)1月，废扬州府，并甘泉入江都县，原扬州府所属各县直隶江苏省。民国三年（1914年）6月，江苏省分为5道，江都县属淮扬道。民国十六年（1927年）4月，废道，江都县直属于省。民国二十二年（1933年）3月，分江苏省为13个行政区，江都县城设第九行政区(江都区)专员公署，民国二十六年（1937年）12月，日本侵略军占领扬州，国民党江都县政府撤离城区。同月，扬州成立伪江北自治会。翌年3月，维新政府在南京成立后，伪江北自治会改组为伪江都县公署，先后属伪苏北行营第四行政督察区和伪江苏省第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       新四军北渡长江以后，开辟苏北抗日根据地，今扬州市全境内民主政权建置：民国三十一年（1942年）4月设立苏中第三行政区。抗日战争胜利后，汪伪政权崩溃，国民党江都县政府于民国三十四年（1945年）9月迁回江都县城。第五行政区专员公署也由泰县迁入江都县城。民国三十五年（1946年）11月，中共领导的原苏中、淮南、淮北行政区撤销，设立苏皖边区。12月，原苏中第三、四行政区合并为苏皖边区第一行政区。民国三十八年（1949年）1月25日，江都县城(扬州)解放。26日，扬州市军事管制委员会成立。27日，设立扬州市，隶属苏皖边区第二行政区。"
        },
        {
            "type": "text",
            "text": "       1950年1月11日，泰州专区、扬州专区合并为苏北行政区泰州专区，专员公署驻泰州市。1月13日，苏北行政公署自泰州迁扬州，5月8日，扬州市改扬州县。8月8日复称扬州市，直属苏北行署（县级市）。8月10日，苏北泰州专区改称苏北泰州督察专区。10月10日，又改称苏北泰州专区。1952年9月9日，苏南、苏北两个行政区和南京合并设立江苏省，次年1月1日，苏北行政公署在扬州停止办公。5日，泰州区专员公署迁驻扬州市，改称江苏省扬州专区。1971年5月12日，扬州专区改称扬州地区，1983年2月28日，扬州市和扬州地区合并为地级扬州市。"
        }
    ]
}