{
    "title": "东台市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1624",
            "category": "盐城市"
        },
        {
            "id": "1646",
            "category": "东台市"
        }
    ],
    "detail": "[日期：2014-12-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：530次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南唐升元元年（937年）升海陵为泰州。海陵监驻“泰州东北之东台场”，监管南北八个盐场，东台之名从此见于史籍。“台”这里指的是晒盐场地。东台也称“东亭”，因煎盐亭灶林立，故名。乾隆三十三年（1768年），析泰州之东北境置东台县。1987年12月17日，撤销东台县，设立东台市（县级），"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周至东周元王三年（前473年）属吴国，后越国灭吴国，于是属越国。周显王三十五年（前334年）楚国灭越国，遂属楚国。秦代属东海郡。 "
        },
        {
            "type": "text",
            "text": "       西汉初属东阳郡。东阳郡初属东楚，高祖五年（前202年）属楚国，高祖六年属荆国，高祖十二年属吴国。景帝三年（前154年）属江都国。汉元狩六年（前117年） 设海陵县（今泰州），建西溪镇，西溪镇为海陵属地，煎盐之区。元封五年（前106年）置十三州刺史部，新莽时期改海陵县为亭间。东汉仍为海陵县地。\n\r\n       三国时先属魏，后属吴，海陵县废，地仍称“海陵”。西晋太康元年（280年）复置海陵县。晋义熙七年（411年） 分广陵郡地，置海陵郡，领建陵、临江、如皋、宁海（今海安）、蒲涛五县。其时东台地域在建陵（侨置）、宁海境内。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇初属扬州总管府。炀帝大业元年（605年）废扬州总管府，置江都郡。唐太宗贞观元年（627年）扬州属淮南道。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，海陵县属江都府海陵置制院。南唐升元元年（937年）升海陵为泰州。海陵监驻“泰州东北之东台场”， 监管南北八个盐场，东台之名从此见于史籍。东台也得此地利一跃为淮南盐区的食盐集散地。宋时，东台也称“东亭”，因煎盐亭灶林立，多达亿所，故名。后周显德五年（958年），泰州等地为后周领辖，海陵县属扬州大都督府泰州团练。"
        },
        {
            "type": "text",
            "text": "       宋朝至元朝，海陵县建置大致如旧，隶属关系有所变动。乾德五年（967年）如属泰州军。宋开宝七年（974年） 海陵监移如皋，设西溪盐仓。至道三年（997年）泰州军属淮南路。宋熙宁五年（1072年），泰州军属淮南东路。"
        },
        {
            "type": "text",
            "text": "       元朝世祖至元十四年（1277年）置泰州路总管府，属江淮等处行中书省，下辖含海陵县。至元二十一年（1284年）泰州路总管府改为泰州，上属江淮等处行中书省扬州路总管府。至元二十三年（1286年）江淮等处行中书省改为江南江北等处行中书省。"
        },
        {
            "type": "text",
            "text": "       明朝洪武初海陵县省入泰州，泰州上属直隶中书省扬州府。（明代淮南二十六场包括泰州分司统辖的东台场、梁垛场、安丰场、富安场、角斜场、栟茶场、何垛场、丁溪场、草堰场、小海场;淮安分司统辖的白驹场、刘庄场、伍佑场、新兴场、庙湾场、天赐场。）"
        },
        {
            "type": "text",
            "text": "       清朝顺治二年（1645年），泰州上属江南布政使司扬州府。乾隆三十三年（1768年），析泰州之东北境置东台县，首任知县王玉成。辖境为角斜、栟[bēn] 茶、富安、安丰、梁垛、东台、何垛、丁溪、草堰九个盐场和溱潼、时堰、南芗、西北四乡，从此，上属扬州府一直至清末无变化。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）10月10日，辛亥革命武昌起义后，江苏60多个州县纷纷响应拥护共和。继泰州光复后，11月13日，东台宣告光复，成立东台县民政支部。11月24日宣布成立东台县民政公署，杨葆寅任民政长。民国元年（1912年）元月，东台实现地方自治，全县设27个市、乡自治区(“市”当时与“乡”平级，均为基层行政组织)，台城设东台市(相当于过去的东台场)、何垛市(相当于过去的何垛场)、及西溪乡3个自治区。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道，东台县属淮扬道。民国十六年（1927年），北伐军进入江苏省，取消各道，东台县复直属江苏省。民国二十一年 (1932 年)，东台县隶江苏省第八行政督察区。民国二十二年（1933年）3月，东台县隶属盐城行政督察区。民国二十五年（1936年）2月以后，区改以序号排列，东台县属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）10月15日，东台县抗日民主政府建立，先后隶属通如靖泰临时行政区、苏北临时行政区。民国三十年（1941年）起先后隶属苏中区第二、第四行政区。民国三十四年（1945年）改属苏皖边区第一行政区。民国三十七年（1948年）11月12日，中共东台市委、市政府在台城正式成立。撤销东台县城区。民国三十八年（1949年）1月18日，东台市与东台县合并，建立东台县城区。同年5月，苏皖边区第一行政区改为苏北泰州行政区，东台县属之。"
        },
        {
            "type": "text",
            "text": "       1950年1月11日，东台县由苏北泰州行政区划属苏北盐城行政区。1953年元月，苏南、苏北行政区和南京市合并置江苏省，东台隶属江苏省盐城专区。1971年5月，盐城专区改名盐城地区，东台县属盐城地区。1983年3月，撤销盐城地区和盐城县，改设地级盐城市，东台县隶属盐城市。1987年12月17日，撤销东台县，设立东台市（县级），仍隶属盐城市。"
        }
    ]
}