{
    "title": "大丰市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1624",
            "category": "盐城市"
        },
        {
            "id": "1645",
            "category": "大丰市"
        }
    ],
    "detail": "[日期：2014-12-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：559次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十一年（1942年）5月，东台行署辖地由东台县析出改置台北县（因在东台县以北，故名台北）。1951年8月，台北县因与台湾省的台北市同名，乃取著名的大丰盐垦公司中的大丰二字，定名大丰县。1996年8月，撤消大丰县，设立大丰市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周至东周元王三年（前473年）属吴国，后越国灭吴国，于是属越国。周显王三十五年（前334年）楚国灭越国，遂属楚国。秦代属东海郡。"
        },
        {
            "type": "text",
            "text": "       西汉初，本地域属东阳郡。东阳郡初属东楚，高祖五年（前202年）属楚国，高祖六年属荆国，高祖十二年属吴国。景帝三年（前154年）属江都国。汉元狩六年（前117年） 设海陵县（今泰州），建西溪镇，西溪镇为海陵属地，煎盐之区。元封五年（前106年）置十三州刺史部，新莽时期改海陵县为亭间。东汉仍为海陵县地。"
        },
        {
            "type": "text",
            "text": "       三国时先属魏，后属吴，海陵县废，地仍称“海陵”。西晋太康元年（280年）复置海陵县。晋义熙七年（411年） 分广陵郡地，置海陵郡，领建陵、临江、如皋、宁海（今海安）、蒲涛五县。"
        },
        {
            "type": "text",
            "text": "       隋、唐两朝，本地域隶属于扬州（曾名邗州）海陵县。南唐升元元年（937年）隶属于东都泰州海陵监（今大团以北隶盐城监）。北宋时，沿海有紫庄、南八游、丁溪、竹溪等盐场、隶属于泰州。南宋建炎二年（1128年）黄河夺泗入淮，海岸向东淤涨，境域随之东扩，今丁溪至大团一带属泰州，新斗龙港一线以北，则隶属楚州盐城县。"
        },
        {
            "type": "text",
            "text": "       元代，两淮设置29个盐场。其中在大丰境内的有何垛场（北部）、丁溪场、小海场、草堰场、白驹场、伍佑场（东南部）等。白驹场、刘庄场隶属扬州府兴化县；伍佑场隶属淮安府盐城县；余均隶属扬州府泰州海陵县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）设两淮盐运司泰州分司，始驻泰州，明正德十五年（1520年）移驻东台。何垛场、丁溪场、小海场、草堰场的盐政归其管辖。行政上除伍佑场外，其他六盐场同属于扬州府泰州东西乡三十五都。万历四十七年（1619年）稍前，曾将白驹场、刘庄场的管辖权从泰州划归淮安府盐城县。不久，又从盐城县划归扬州府兴化县。"
        },
        {
            "type": "text",
            "text": "       清乾隆元年（1736年）复改属泰州分司，并将白驹场并入草堰场。乾隆三十二年（1767年）刘庄场也并入草堰场。乾隆三十三年（1768年）泰州东部析置东台县，丁溪场、小海场、草堰场的地方行政改属东台县。白驹场、刘庄场的地方行政则隶属于兴化县。"
        },
        {
            "type": "text",
            "text": "       民国六年（1917年）南通张謇、张察创办“淮南草堰场大丰盐垦股份有限公司”，招南通、海门人来此废灶兴垦，开辟了大丰县东部的广大地区，种植棉花。民国十八年（1929年）丁溪、小海、草堰诸场境域行政上均属东台县第九区。白驹、刘庄则属兴化县第六区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年），大丰地区获得解放。民国三十年（1941年）5月，中共将民国政府东台县第九区分为小海区、垦区、西渣区，属东台县民主政府领导。同年10月，东台县民主政府于原第九区境设置台北行署。民国三十一年（1942年）5月，东台行署辖地由东台县析出改置台北县，隶属于华中局苏中第二分区。民国三十三年（1944年）10月，于撤销苏中行政公署第二分区专员公署的同时，撤销台北县，并入东台县，隶属于苏中行政公署第四分区。民国三十四年（1945年）11月，恢复台北县建制，隶属于苏皖边区人民政府第一专署。民国三十八年（1949年）4月，苏北人民行政公署成立。同年5月15日，泰州专员公署成立，台北县隶属于泰州专员公署。"
        },
        {
            "type": "text",
            "text": "       1950年1月11日，台北县改隶属于苏北盐城专员公署。1951年8月，台北县因与台湾省的台北市同名，乃取著名的大丰盐垦公司中的大丰二字，定名大丰县。1953年1月，苏北、苏南两行政区与南京市合并为江苏省，大丰县隶属于江苏省盐城专区。1971年5月，盐城专区改名盐城地区，大丰县属盐城地区。1983年3月，撤销盐城地区和盐城县，改设地级盐城市，大丰县隶属盐城市。1996年8月，撤消大丰县，设立大丰市（县级），仍隶属盐城市。"
        }
    ]
}