{
    "title": "盐城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1624",
            "category": "盐城市"
        }
    ],
    "detail": "[日期：2014-12-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：730次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉武帝元狩四年（前119年）建立盐渎县，当时这里遍地皆为煮盐亭场，到处是盐河，“渎”就是运盐之河的意思。东晋安帝义熙七年（411年），更名为盐城县，以“环城皆盐场”而得名。1983年3月，撤销盐城地区和盐城县，改设地级盐城市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       盐城古代以盛产“淮盐”而享誉华夏，古称“淮夷地”。早在战国时期即“煮海为盐”，《史记》载“东海有海盐之饶”。秦汉时则“煮海兴利、穿渠通运”，已成为渔盐兴旺之地。唐时，“甲东南之富、边饷半出于兹”的淮南盐场，仅盐城就有“盐亭一百二十三所”。唐宝应年间，境内设有海陵监、盐城监，每岁煮盐百余万石。"
        },
        {
            "type": "text",
            "text": "       盐城是名副其实的“盐”城。在各地地名当中，至今仍保留着“团”、“灶”、“总”、“丿”“仓”等与盐业生产管理相关的名称。“团”，是盐区生产组织，灶户“聚团共煎”的生产形式。每个盐场设几个团，每团设若干灶户，旧时以“团”为地名的，多分布在古淮南盐区的东台、大丰，如戚家团、南团、西团、新团、北团、卞团等。目前，仍保留大丰的西团镇，全市还有18个村、48个自然村组的地名与“团”有关。“灶”，是灶民煎盐的重要设施，境内因“灶”称名的有头灶、三灶、四灶、六灶、沈 灶、南沈灶等6个乡镇，另外还有85个村及368个自然村组也是因“灶”而得名。“总”，是盐场灶民聚居的单位。"
        },
        {
            "type": "text",
            "text": "       明初大规模的“洪武赶散”，移民来到荒漠的海滨烧盐，为了对散居在沿海的灶民实施管理，各场设总若干，以次为序。清嘉庆时，东台富安盐场就设有30个总。今天沿海乡镇地名中仍保留有一总、二总、三总等地名，境内还有7个村和37个自然村组以“总”命名。"
        },
        {
            "type": "text",
            "text": "      “仓”，即盐仓，以枯枝牡丹名扬天下的亭湖区便仓镇当年就是伍佑盐场的便仓所在地。境内还有东台三仓镇以及11个村和18个自然村组因“仓”设名。“丿”是明后期及清代灶民煮盐的主要生产工具之一，其形同铁锅，略比锅浅，径园三尺，深3-4寸。境内以“丿”命名的乡镇，有东台的曹丿镇、大丰的潘丿镇，市内还有6个村和13个自然村组亦是以“丿”为地名的。另外，煎盐用的盘铁，点卤成盐用的皂角等均在地名中有所反映，如滨海县有自然村铁盘洋、天盘，响水县有自然村皂角树、皂角等。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今盐城，周以前为淮夷地；周时属青州，春秋时属吴，后属越。战国时属楚。秦代属东海郡；西汉初为射阳侯刘缠封地，汉武帝元狩四年（前119年）建盐渎县；三国时属魏，废县制；西晋又复县制；东晋义熙七年（411年）改名盐城县。南北朝称盐城郡；隋初仍为盐城县，属江都郡；"
        },
        {
            "type": "text",
            "text": "       隋末，韦彻据盐城称王，分为新安、安乐两县，并据此置射洲。唐初复置盐城县；宋代，盐城县属楚州；元朝属淮安路；明代属淮安府；清初为江南省的一部分，康熙六年（1667年）划归江苏省，仍属淮安府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废淮安府，盐城县直属于省。民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道，盐城县属淮扬道。民国十六年（1927年），北伐军进入江苏省，取消各道，盐城县复直属江苏省。民国二十一年 (1932 年)，盐城县为江苏省第十行政督察区驻地。民国二十五年（1936年）2月以后，盐城县属第六行政督察区驻地。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）10月，盐城县成立抗日民主政府。民国三十年（1941年）9月，将盐城县析为盐城、建阳（今建湖）、盐东三县。民国三十五年（1946年）4月，为纪念新四军军长叶挺，将盐城县改名叶挺县，民国三十八年（1949年）4月复名盐城县。自民国二十九年（1940年）10月后，盐城县先后隶属盐阜区、盐阜分区、苏皖边区第五行政区、苏北盐城行政区、苏北盐城专区、江苏省盐城专区、江苏省盐城地区。"
        },
        {
            "type": "text",
            "text": "        中华人民共和国成立后，盐城县为属苏北盐城专区驻地。1971年5月，盐城专区改名盐城地区，盐城县属盐城地区。1983年3月，撤销盐城地区和盐城县，改设地级盐城市。盐城镇成立盐城市城区，其余乡镇为盐城市郊区。1996年9月，撤销盐城市郊区，设立盐都县。2003年12月18日，盐城市城区更名为盐城市亭湖区。2004年3月撤销盐都县，设立盐都区。"
        }
    ]
}