{
    "title": "金湖县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1623",
            "category": "淮安市"
        },
        {
            "id": "1655",
            "category": "金湖县"
        }
    ],
    "detail": "[日期：2014-12-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：863次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1960年置金湖县。取名“金湖”，是因为县境内有汜光湖，而汜光湖在古代名为“津湖”（魏书作精湖），于是用“津湖”的谐音“金湖”作县名，另外境内也有大金沟、小金沟等地名；同时也是因为汜光湖湖面宽广，水产丰富，好似取之不尽的金银之湖。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期属吴国，战国初期，越国兼并了吴国此地属越国。楚威王六年（前334年），兴兵伐越，灭越后，杀越王无疆，尽取其地。本县县境入于楚国的领域。秦朝，全国推行郡县制，本县县境隶属九江郡东阳县。"
        },
        {
            "type": "text",
            "text": "       汉高祖刘邦六年（前201年）正月，更立齐王韩信为楚王。 “王淮北，都下邳”，东阳郡属汉朝的楚国。汉高祖六年（前200年），以东阳郡、彰郡(今丹阳)、吴郡三郡共五十三县，立将军刘贾为荆王。“王淮东，都广陵(在瓜州，原吴王夫差筑)”，本县县境是汉朝荆国的疆土。"
        },
        {
            "type": "text",
            "text": "       汉高祖十二年（前195年），淮南王英布反，向东攻击荆国，刘贾败走富陵(属临准郡)，为英布的军队所杀。是年，汉高祖刘邦在沛县，宣布其兄刘仲的儿子刘濞为吴王，都广陵，本县县境是汉朝的吴国。汉景帝三年（前154年），吴王濞发动了“吴楚七国之乱”，两个月就失败了。汉景帝于是年封其子刘非为江都王。本县县境又属汉朝的江都国。"
        },
        {
            "type": "text",
            "text": "       汉武帝元狩二年（前121年），江都王刘建因刻玺、铸印、制绶暴露而自杀，江都国废除，东阳郡降为县，属广陵郡。广陵郡下领广陵、江都、高邮、平安、凌、东阳、射阳、盐渎、舆、堂邑、海西等十一城。汉武帝元狩六年（前117年），封其第五子刘奇为广陵王，食禄广陵、江都、高邮、平安四县。“分土不治民”，国属广陵郡。是年，置临淮郡，领县二十九。本县境内涂沟以西属东阳县，上属临淮郡，涂沟以东属平安县，仍属广陵郡。汉武帝元封五年（前106年），全国设“州”一级政区，置十三部刺史。今苏皖长江以北和鲁南地区，均归徐州刺史部监察。"
        },
        {
            "type": "text",
            "text": "       汉宣帝本始元年（前73年）四月，封刘弘为东阳节侯。东阳县便有汉朝皇族的食禄田庄。汉成帝河平二年（前27年），封其舅王谭为平阿县侯，置平阿县，管辖平阿湖(在石臼湖西北)、平阿村(今金沟镇西一带)、下阿溪(菱塘桥西北)、乎阿溪(今问桥乡西南之湖中)、北阿镇(今塔集镇)。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，改国号新。广陵郡改名江平郡。东汉光武帝建武六年（30年），恢复原名，复置徐州刺史部，治徐州。广陵郡上属徐州刺史部。东汉明帝永平元年（58年）八月，封刘荆为广陵王，食封广陵、江都、高邮、平安、堂邑(今六合)、东阳等六县、各县行政事宜归徐州广陵郡管辖。国号为东汉的广陵国。本县县境属广陵国。东汉明帝水平十四年（71年），封刘荆的儿子刘元寿为广陵候，食禄故国六县的田赋，有封爵，不许过问这六个县的政事，广陵郡直属东汉朝廷．汉献帝建安十八年（213年），曹操恐滨江郡县为孙权所掠，强今徒民。民惊，皆东渡江，江准各县遂成隙地，县也同时废去。"
        },
        {
            "type": "text",
            "text": "       晋武帝大康元年（280年），封淮南人赵诱为平阿县侯。平阿县属淮南郡，地有涂山，又名神居山，今名天山。西晋惠帝元康七年（297年），以徐州之临准郡分置淮陵郡。东阳县属临淮郡。东晋安帝义熙元年（405年），立山阳、东城、左乡三县为山阳郡(淮安)，隶南兖州。义熙七年．分广陵界立阳平郡，又置海陵、山阳二郡。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋永初元年（420年）以后，石鳖割入平阳郡(阳平郡)，东阳县辖地缩小。平阳郡治无实土，侨寄不定。南朝齐高帝建元二年（480年），阳平郡立于石鳖，领太清、永阳、安宜、丰国四县。不久，郡治侨寄山阳郡。，南朝齐武帝永明七年（489年）吕安国启称：“阳平一郡，州无实土，寄山阳境内。”以后一郡四县俱入于山阳郡。"
        },
        {
            "type": "text",
            "text": "       北朝元魏治阳平郡于淮阴地，领太请一县。北齐、北周、陈三朝，阳平郡治名称如故，郡地在今宝应、金湖境内。东魏孝静帝武定八年（550年）五月，让位于权臣高洋， 国号称齐(即北齐)。是年，南朝梁大宝元年（550年）七月，侯景改阳平郡为北兖州。"
        },
        {
            "type": "text",
            "text": "       南朝陈宣帝太建五年（573年）三月，命秦郡(今六合)人吴明彻统兵十万为北讨大都督，至十一月，攻降了江淮间的郡县，基本恢复了梁朝原在淮南和淮海一带的版图。陈朝废掉泾州、并泾城、东阳二郡为沛郡(天长西石梁)，东阳县治至此结束。南朝陈宣帝太建十一年（579年）九月，北周分三路大军伐陈，至十一月底，长江以北完全归于北周。北周改陈朝的沛都为石梁郡，立石鳖县，县境东达津湖。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年（607年）四月，撤销石鳖县，并入安宜县(县址在今大汕东和运西南闸一带)，隶属江都郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年（621年），置仓州，领安宜一县。武德七年（624年），废仓州，安宜县属东楚州(山阳)。武德八年（625年），东楚州去掉“东”字为楚州，管辖山阳、盐城、安宜、盱眙等四县。唐太宗贞观元年（627年）二月，分天下行政区为十道，至唐玄宗开元二十一年（733年），楚州、扬州属淮南道。唐安宗天宝元年（742年），楚州改为淮阴郡(郡治于山阳)。唐肃宗乾元元年（758年），郡制又改为州制，淮阴郡仍改为楚州，隶淮南节度使。，上元二年（762年）四月十六日唐肃宗传帝位于代宗，因安宜县尼僧真如献宝十三枚，所以更换年号为宝应，改楚州的安宜县为宝应县。"
        },
        {
            "type": "text",
            "text": "      “五代十国”时期，杨行密占据徐州以南、长江两岸。东自苏州、西到安庆一带，建立了吴国，本县县境又属“十国“的吴国。南吴顺义七年（927年），改都城扬州为江都府。后晋天福二年（937年）十月，南唐代替了吴国，李昇称唐烈祖，改都城金陵府为江宁府，以扬州为东都。本县县境又是“十国”南唐的属地。后周世宗显德五年（958年）三月，兼并了长江以北州县，本县境属“五代”的后周。改南唐的东都为大都，设扬州大都督节度使。"
        },
        {
            "type": "text",
            "text": "       北宋太宗至道三年（997年），淮南道改置淮南路。本县县境上属淮南路楚州宝应县。，宋神宗熙宁五年（1072年）九月，淮南路分为淮南百路和淮南东路。楚州宝应县属准南东路。(简称淮东路)"
        },
        {
            "type": "text",
            "text": "       元世祖至元十六年（1279年），改南宋的宝应军为安宜府。至元二十年（1283年），撤销安宜府为宝应县。改高邮路为府，属扬州路。本县县境属江淮行省淮东道扬州路高邮府宝应县。至元二十八年（1291年）十二月，改江淮省为江浙等处行省。划大江以北，濒黄河以南置河南江北等处行省。割出高邮府为散府，直隶宣慰司，行省辖十二路。本县县境上属淮安路安东州(高邮)宝应县。元仁宗皇庆二年（1313年）七月，以淮西道二路隶属河南省，另立淮东道宣慰使。本县县境属淮东道。元泰定帝泰定二年（1325年）九月初一，改行省，扩分天下为十八道。本县县境仍属淮东道。至正十二年（1352年）闰三月，立淮南江北等处行中书省(治扬州)，下设州、县。本县县境属淮东道高邮州宝应县。"
        },
        {
            "type": "text",
            "text": "       明朝基本沿袭元朝行省制，本县境上属南京扬州府高邮州宝应县。清顺治二年（1645年），改明朝的南直隶为江南省。清康熙六年（1667年），把江南省分置为江苏(江宁府、苏州府第一字的合称)、安徽两省。本县县境仍属扬州府高邮州宝应县，后改高邮州为散州，县直属府，为扬州府宝应县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），江苏省设金陵、苏常、沪海、淮扬、徐海五道。宝应县归属淮扬道。本县县境三河南北属宝应，闵塔一带属高邮。，民国十三年（1924年）十一月，直系军阀头子吴佩孚任命马玉仁为淮扬护军使，驻清江浦，管辖淮六属，扬八属共十四个县。本县县境属其管辖范围。民国二十二年（1933年），江苏省废道制，设行政督察专员公署。全省分为江宁、溧阳、无锡、松江、南通、江都、淮阴、盐城、东海、铜山十个行政督察区，当时宝应县属淮阴行政督察区。民国二十六年（1937年）十一月，日军占领上海。是月二十五，国民党江苏省政府由镇江迁至淮阴。民国二十八年（1939年）10月，宝应县城沦陷。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）4月上旬，新四军五支队在淮南津浦路东建立联防办事处抗日民主政府，宝应办事处在银集镇成立。十二月，淮宝县仁和区改名吕良区，下辖白马湖、避沉沟(费陈沟)以西，草泽河以南，三河以北十四个乡，即今县境北部。民国三十年（1941年）3月28日，建立张集镇抗日民主政府，上属吕良区。8月，淮宝办事处改称淮宝县政府，划归淮北行署管辖。淮宝县吕良区老三河以南划为南宁区。民国三十三年（1944年）春，淮宝县东瑚区划为东湖、山阳两个区。十月，天高办事处撤销，复划分为天长、高邮两县。民国三十四年（1945年）4月，天长、高邮两县再次合并，成立天高县。民国三十七年（1948年）2月，高宝县下辖闵塔、银涂、北湖、金沟、黎城五个区。金沟河东是淮南工委和地委的驻地；4月，淮市区改为江淮区，高宝与天长第三次合并，建立天高县。12月15日，天高支队收复天长县城，改称炳辉县。天长县恢复原制，本县县境三河南岸仍为高宝县。"
        },
        {
            "type": "text",
            "text": "       新中国成立时，境内分属淮宝、宝应、高邮三县。1958年4月，境内东南部原属高邮县的闵塔区划属宝应县，宝应县在境内设立湖西办事处。1959年10月，金湖县正式建立，上属扬州专区。1965年3月改属六合专区，1970年六合专区改为六合地区。1971年3月撤销六合地区，盱眙、金湖2县划归淮阴地区。1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖，金湖县隶属淮阴市。2000年12月21日，淮阴市更名为淮安市，金湖县隶属淮安市。"
        }
    ]
}