{
    "title": "盱眙县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1623",
            "category": "淮安市"
        },
        {
            "id": "1654",
            "category": "盱眙县"
        }
    ],
    "detail": "[日期：2014-12-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1241次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置“盱台”县（台，音[yí] ）。秦二世二年（前208年）项梁等拥楚怀王熊槐之孙熊心为怀王（后尊为楚义帝），改名为“盱眙”。许慎《说文》曰：“张目为盱[xū] \r\n，举目为眙[yí] ，城居山上，可以瞻远，故名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，盱眙名“善道”，属吴国，曾是诸侯会盟的地方；战国时，越灭吴，盱眙属越国；后楚国东侵扩地至泗上，盱眙为楚邑。秦始皇统一中国，实行郡县制度时，盱眙建县，县名初为“盱台”（台，音[yí] ），属泗水郡，秦二世二年（前208年）项梁等拥楚怀王熊槐之孙熊心为怀王（后尊为楚义帝），改名为“盱眙”，并建都于此，属东海郡。"
        },
        {
            "type": "text",
            "text": "       西汉初期，盱眙属东阳郡，后属荆国，再属吴国。景帝前元三年（前154年），废吴国，盱眙属沛郡。武帝元狩六年（前117年）置临淮郡，盱眙属之，为都尉治。新莽时，盱眙改名为“武匡” 。东汉光武年间，并临淮于东海，盱眙属东海郡。永平十五年（72年）复分临淮故地为下邳国，盱眙属之。三国时期，盱眙入于魏，属徐州下邳郡。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年）分下邳在淮南者置临淮郡，治盱眙。永宁元年（301年）改名为临淮国。永嘉之乱没于石氏。东晋义熙七年（411年），以县置盱眙郡，属徐州。盱眙郡辖考城、直渎、阳城三县，后增信都、睢陵两县。"
        },
        {
            "type": "text",
            "text": "       南北朝刘宋时期，永初二年（421年）加徐州曰南徐州，盱眙郡属之，郡仍辖五县。元嘉八年（431年）割江淮间为南兖州，盱眙郡改属南兖州。元嘉二十八年（451年），南兖州从广陵移治盱眙。元嘉三十年（453年）省南兖州，其后复立，还治广陵。"
        },
        {
            "type": "text",
            "text": "       南北朝齐王朝，置盱眙县，属南兖州盱眙军。郡辖盱眙、考城、直渎、阳城、长乐五县，治盱眙。建元四年（482年）北兖州由淮阴移治盱眙，盱眙郡、县均属之。南北朝梁王朝时期，盱眙郡、县初属北兖州，后属淮州。武帝末陷于东魏，于县治置盱眙郡，属淮州，郡辖盱眙、阳城、直渎三县。后入北齐，仍属淮州。"
        },
        {
            "type": "text",
            "text": "       南北朝陈王朝时，在北齐乾明元年（560年）又为县，属淮州。太建五年（573年）盱眙入于陈，改属谯州。太建七年（575年）又改属南兖州。复于县治置北谯州。太建十一年（579年）郡、县入于周，于县治复立盱眙郡，属扬州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废盱眙郡，立盱眙县，属江都郡。考城、直渎、阳城三县并入盱眙县。又因为境内有都梁山，山上盛产都梁午草（即泽兰），隋大业初，炀帝在盱眙置离宫——都梁宫后，盱眙别称“都梁”。著名的隋唐大运河（不是现在的京杭大运河），重要一段通济渠与淮河交汇于盱眙，然后沿淮河到山阳县（今淮安楚州），通邗沟，入长江，故盱眙为隋唐宋时期漕运中枢和南北交通要道。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）于县治立西楚州，辖盱眙一县。武德八年（625年）废西楚州，盱眙改属楚州。光宅时改县名为“建中”，后复为盱眙。建中二年（781年）盱眙改属泗州。五代时，县入于吴，后唐长兴二年（931年）吴升盱眙县为招信军。后入南唐，属楚州。后周显德年间，县入于周。"
        },
        {
            "type": "text",
            "text": "       北宋初属楚州。乾德元年（963年）改属泗州。建炎三年（1129年）六月，县升为军。隶淮南东路。次年九月废军为县，属泗州。绍兴十二年（1142年）正月升天长县为军，盱眙、招信两县属之。五月废天长军，复升盱眙为军，隶淮南东路，天长县隶之。乾道初，地入于金，仍为盱眙军。金宣宗南渡后，改为镇淮府，来几弃去。宝庆三年（1227年）县复入于金。绍定五年（1232年）金将以盱眙降宋，诏改盱眙军为招信军。"
        },
        {
            "type": "text",
            "text": "       元朝时，盱眙为县，初为招信军治，至元十三年（1276年）行招信路安抚司事，辖盱眙，天长、招信、五河四县。次年于县治立招信路总管府。至元十五年（1278年）改为临淮府。至元二十年（1283年）并招信入盱眙。至元二十七年（1290年）罢府为县，属泗州。"
        },
        {
            "type": "text",
            "text": "       明朝时，盱眙属泗州。泗州先隶临濠府。洪武二年（1369年）直隶中书省，洪武四年（1371年）改隶凤阳府。"
        },
        {
            "type": "text",
            "text": "       清朝沿袭明制，盱眙属泗州，隶凤阳府。康熙十九年（1680年）泗州城淹没，州治移至盱眙。雍正二年（1724年）泗州升为直隶州，隶安徽布政使司。乾隆四十二年（1777年）裁虹并泗，州治由盱眙移至虹县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废府制，盱眙县直属安徽省。民国三年（1914年）6 月，安徽全省置安庆、芜湖、淮泗3道。盱眙县属淮泗道。民国十七年（1928年）8 月，废道，盱眙县复直属安徽省。民国二十一年（1932年）5月至9月，盱眙县属安徽省首席县长第七区，同年10月至民国三十八年（1949年）分别属安徽省第六、五、四、九行政督察区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，盱眙县民国二十九年（1940年）4月建立抗日民主政权，属淮南津浦路东八县联防办事处（后改名为淮南路东行政公署）。抗战胜利后，盱眙改属苏皖边区。解放战争时期，盱眙属江淮地区。"
        },
        {
            "type": "text",
            "text": "       建国初，盱眙县属安徽省滁县专区。1954年12月，原属安徽省滁县专区的盱眙县划入江苏省淮阴专区。1966年设立六合专区，盱眙县改属江苏省六合专区。1970年六合专区改为六合地区。1971年3月撤销六合地区，盱眙、金湖2县划归淮阴地区。1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖，盱眙县县隶属淮阴市。2000年12月21日，淮阴市更名为淮安市，盱眙县隶属淮安市。"
        }
    ]
}