{
    "title": "洪泽县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1623",
            "category": "淮安市"
        },
        {
            "id": "1653",
            "category": "洪泽县"
        }
    ],
    "detail": "[日期：2014-12-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：621次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       洪泽湖古称破釜塘。公元616年，隋炀帝下扬州，其时正值大旱，行舟十分困难。当龙舟经过破釜塘时，突然天降大雨，水涨船高，舟行顺畅。炀帝大喜，自以为洪福齐天，恩泽浩荡，于是便把破釜塘改名为洪泽浦。唐代开始名洪泽湖。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，新四军开辟了以洪泽湖为中心的淮北、淮南抗日根据地。并在民国三十年（1941年）5月，在湖上建立洪泽湖工委、湖管局。翌年春改为洪泽县委、县政府。洪泽县因洪泽湖而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝时，洪泽县为淮夷人聚落。西周时，是徐国腹地。春秋时期，属吴、越；战国时期，属楚国；秦时，境内东部属东阳县，南部属盱台（眙）县，西部属徐县，北部属淮阴县。"
        },
        {
            "type": "text",
            "text": "       汉时，境域先后分属徐、高平、睢陵、盱眙、富陵、淮阴、东阳、平安等县。三国时期全境属魏。晋时，隶属多变，境内先后分属淮阴、东阳、盱眙、山阳等县。"
        },
        {
            "type": "text",
            "text": "       南北朝南齐永明七年（489年），割直渎、破釜（破釜塘即洪泽湖一部）以东，淮阴镇下流杂100户置淮安县。洪泽境东部始属淮安县。"
        },
        {
            "type": "text",
            "text": "       隋时，地处下邳郡、江都郡边界，东部属安宜县、山阳县，南部属盱眙县，西部属徐城县，北部属淮阴县。"
        },
        {
            "type": "text",
            "text": "       唐时，全境处泗州与楚州边界，东部属宝应县、山阳县，南部属盱眙县，西部属徐城县、临淮县，北部属淮阴县。五代时，地处后晋边境；后，境域大部属南唐。"
        },
        {
            "type": "text",
            "text": "       北宋时，全境处泗州和楚州边界，东部属宝应县，南部属盱眙县，西部属临淮县，北部属淮阴县、山阳县。南宋、金时期，境域分属金与南宋。"
        },
        {
            "type": "text",
            "text": "       元时，境域处河南江北行省、东道宣尉司边界，东部属山阳县、宝应县，南部属盱眙县、临淮县，西部属泗州，北部属桃源县、清河县。"
        },
        {
            "type": "text",
            "text": "       明时，全境属南京（南直隶），地处凤阳、淮安、扬州三府边界；东部属宝应县，隶扬州府高邮州；南部属盱眙县，西部属泗州，隶凤阳府；北部属桃源县、清河县，东北属山阳县，隶淮安府。"
        },
        {
            "type": "text",
            "text": "       清初沿明制；康熙时全境处江苏布政使和安徽布政使司边界；嘉庆时，全境处江苏省、安徽省边界。"
        },
        {
            "type": "text",
            "text": "       民国时，全境处江苏、安徽两省边界。西部属泗县，南部属盱眙县，隶安徽省淮泗道；北部属泗阳县、淮阴县，东部属淮安县、宝应县，隶江苏省淮扬道；后略有调整，分隶安徽省第六行政督察专员公署和江苏省第五（后改为第七）、第六行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，新四军开辟洪泽湖地区根据地。民国三十年（1941年）10月在县境东部岔河镇建立淮宝县政府（1950年2撤销）；民国三十一年（1942年）4月，在县境西部洪泽湖区建立洪泽县政府（期间因故曾临时撤销，后即恢复，并于民国三十六年，即1947年6月撤销），洪泽置县始于此，县境内设有两个县级民主政府。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立初至1952年2月，全境曾分属泗洪、盱眙、泗阳、淮阴和淮宝5县。1950年2月后至1956年5月建县前，全境分属泗洪、盱眙、泗阳和淮阴4县。1956年5月，重新设置洪泽县，隶属江苏省淮阴专员公署。1970年，淮阴专区改称淮阴地区，驻清江市。1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖，洪泽县隶属淮阴市。2000年12月21日，淮阴市更名为淮安市，洪泽县隶属淮安市。"
        }
    ]
}