{
    "title": "淮安市清河区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1623",
            "category": "淮安市"
        }
    ],
    "detail": "[日期：2014-12-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1436次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南宋咸淳九年(1273年)，在泗水入淮口设置清河县。古泗水别名清水，宋后遂通称为清河，一名南清河，故名。1983年3月，设立地级淮阴市，同时以里运河为界析清江市为清河、清浦2区。2001年1月1日，淮阴市更名为淮安市，清河区属淮安市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       金朝之后自今江苏徐州以下一段长期为黄河所夺，元后自今山东济宁南鲁桥至徐州一段又成为运河的部分，清河之名遂废。惟下游自今江苏泗阳以下，岔分为大小清河二派入淮，明犹沿用旧称不改。黄河初行北派大清河，中叶后改行南派小清河，未几大清河遂湮。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商周时期，清河境内是淮夷、徐戎活动范围。春秋战国时期，境内先属吴、越，后归楚国。春秋末，属吴。吴被灭后属越。周贞定王二十四年（前445年），楚国屡侵泗水流域，淮阴归属时越时楚，后来终属楚。"
        },
        {
            "type": "text",
            "text": "       秦王政二十四年（前223年）秦灭楚，始设淮阴县，属泗水郡（一说属东海郡，也称郯郡），淮阴县治所设在甘罗城（在今码头镇东北一里许，相传为秦上卿甘罗所筑）。"
        },
        {
            "type": "text",
            "text": "       西汉初，分出淮阴县西南地域置富陵县（今洪泽湖内和洪泽、盱眙的部分地区）。高祖六年（前201年），封韩信为淮阴侯，淮阴为其封邑。高祖十一年（前196年），韩信被杀，淮阴侯国取消，仍称淮阴县。武帝元狩六年（前117年），置临淮郡，淮阴、富陵为其属县。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，改淮阴为嘉信，并改临淮郡为淮平郡。东汉初并临淮郡入东海郡，淮阴县属之，且撤富陵县，其地入淮阴县，永平十五年（72年）分临淮郡故地立下邳国。建安十一年（206年），下邳国名废除，仍为临淮郡，淮阴属之。三国时属魏，魏承汉制，没有变更。"
        },
        {
            "type": "text",
            "text": "       晋武帝初，仍属临淮郡。太康三年（282年），移广陵郡治于淮阴，至晋元帝渡江，广陵郡移去，其间共三十四年。东晋永和八年（352 年），荀羡以北中郎将徐州刺史镇守淮阴。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋泰始三年（467年）淮河之北被北朝占领，刘宋于淮阴侨置兖州镇，泰始七年（471年），改称北兖州。 萧齐建元四年（482年），兖州镇移去。永明七年（489年）复立东平郡于淮阴，领寿张、淮安二县。梁改为淮州，郡治淮阴故城，县改称怀恩。太清三年（549年），侯景以萧弄璋为北兖州刺史，州民发兵拒之，于是淮阴复称北兖州。侯景派直阁将军羊海帮助萧弄璋，羊海带着队伍投降东魏。东魏踞淮阴，仍称淮州郡怀恩县。陈太建九年（577年初）， 恢复县名为寿张。再立东平郡。"
        },
        {
            "type": "text",
            "text": "       隋初，复为淮阴郡，不久废淮阴郡为淮阴县。隋炀帝大业元年（605年），并淮阴于山阳（今淮安区），山阳兼并淮阴从这时开始。唐武德元年(618年)，恢复淮阴县建置。武德七年（624年），淮阴第二次并入山阳县；乾封二年（667年），淮阴又从山阳划出恢复县建置。"
        },
        {
            "type": "text",
            "text": "       五代至北宋时，依旧称淮阴县。南宋建炎元年（1127年），划出淮阴县西境置吴城县，三年后又复归淮阴县。绍兴五年（1135年），废县为镇；后一年复为县。南宋咸淳九年（1273年），在淮阴故城北、泗水入淮口（即古泗口，又称大河口）设置清河县，清河县名自此始。"
        },
        {
            "type": "text",
            "text": "       元初，清河、淮阴、新城三县并置，撤销清河军，以县属淮安路录事司。至元二十年（1283年），并淮阴入山阳，淮阴于是四入山阳，而清河因为后成立而独自存在。元泰定元年（1324年）黄河决口，大清口县城被毁，县尹耶律不花迁清河县城于甘罗城。"
        },
        {
            "type": "text",
            "text": "       明初，清河县城仍在小清口西北（今码头旧县），直到崇桢元年（1628年），因水患和战乱并起，复迁治甘罗城。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年），清河县治仍迁小清口西北（今码头旧县），隶属淮安府。康熙中，县城屡圮于水。乾隆二十六年（1761年），江苏巡抚陈宏谋上疏请求移治，获准后次年迁至山阳的清江浦，而割山阳靠近清江浦十余乡并入清河，清江浦成为清河县的新县治，除南界棠泾（今周桥）、青州涧（今汊河），仍属山阳外，古淮阴之地全部归清河县所有。"
        },
        {
            "type": "text",
            "text": "       民国初，废淮安府，青河县县直属江苏省。民国三年（1914年），因与河北省清河县同名，清河县复称淮阴县。仍设治于清江浦。5月设淮扬道，并设淮扬镇守使衙门、淮扬道伊衙门于此，淮阴为其属县。民国十六年（1927年）撤道，淮阴县直属于省。民国二十一年（1932年）设淮阴行政督察专员公署于清江浦，淮阴县为其管辖。民国二十六年（1937年）底，日军入侵江南，江苏省政府迁避于此。民国三十四年（1945年）8 月，抗日战争胜利。9月，新四军解放淮阴城，取清江浦简称成立清江市，农村仍为淮阴县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1948年）12月9日，淮阴解放，城区与淮安合并为两淮市，市府驻清江浦，农村为淮阴县。1951年1月，县城从淮阴县划出，单列为清江市，淮阴县政府搬迁至王营镇。1958年8月，清江市与淮阴县再次合并，成立淮阴市。1964年10月，市县再次分置为淮阴县和清江市，均隶属于淮阴专员公署。1970年，淮阴专区改为淮阴地区，淮阴县和清江市属淮阴地区。1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖，同时以里运河为界析清江市为清河、清浦2区。2001年1月1日，淮阴市更名为淮安市，清河区属之，辖区不变。"
        }
    ]
}