{
    "title": "淮安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1623",
            "category": "淮安市"
        }
    ],
    "detail": "[日期：2014-12-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：900次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政二十四年（前223年）置淮阴县，因其治所位于淮河南岸（今淮阴县码头镇附近），取古语水之南为阴，故名淮阴。"
        },
        {
            "type": "text",
            "text": "       而淮安之名源于：宋将杜充为阻止金兵南进而掘开黄河，河水由泗入淮。金明昌五年（1194年），黄河从阳武决口，从此黄河南犯夺泗入淮，两岸百姓连年受灾。故而有“淮安”一名，以企盼“淮水安澜”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦王政二十四年（前223年）置淮阴县，因其治所位于淮河南岸，故名。汉代之淮阴县基本沿袭秦代，但是在西汉汉武帝年间于淮阴县东南增置射阳县，因地处射水之阳得名，县治在今宝应县射阳镇附近。"
        },
        {
            "type": "text",
            "text": "       东汉末建安中，开辟邗沟西道，交通形势的变化使得古射阳城日趋衰败，终于荒废。东晋安帝义熙七年（411年）于此置山阳郡、山阳县。"
        },
        {
            "type": "text",
            "text": "       南齐永明七年（489年），割直渎、破釜以东，淮阴镇下流杂100户置淮安县，隶属于东平郡。但是它还不是指现在的淮安（即当时的山阳）。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年（581年）置楚州，治所在淮阴故城，开皇十二年（592年）移至山阳县。隋初，废淮阴郡为淮阴县。大业初（605年），并淮阴于山阳（今淮安区） 。"
        },
        {
            "type": "text",
            "text": "       唐武德初年，恢复淮阴县建置。唐武德四年(621年)，置东楚州,治山阳县。武德七年（624年），淮阴第二次并入山阳县；武德八年（624年），裁西楚州，东楚州改称楚州，仍治山阳县。乾封二年（667年），淮阴又从山阳划出恢复县建置。"
        },
        {
            "type": "text",
            "text": "       北宋时的楚州属于淮南东道，行政辖县也大致和唐代相同（盱眙此时划入泗州）。南宋建炎元年（1127年）设吴城县（县境大约包括今日泗阳东南、淮阴区运南西部一带，三年后废）。南宋高宗赵构建炎二年（1128年），宋将杜充为阻止金兵南进而掘开黄河，决水由泗入淮。金明昌五年（1194年），黄河从阳武决口，从此造成近700年的黄河南犯夺泗入淮史。南宋理宗宝庆三年（1227年），接连遭受战争和叛乱洗劫的楚州改淮安军，山阳县改淮安县，后又改淮安州。“淮安”之名，后人一般认为系“淮水安澜”之意。南宋咸淳九年（1273年）置清河军。"
        },
        {
            "type": "text",
            "text": "       至元十五年（1278年）置清河县，最初治所在大清口西北，元朝至元二十年（公元1283年），淮阴被撤废，地入山阳，这也是历史上淮阴县最后一次并入山阳县，淮阴、淮安（山阳）复又回归一体。"
        },
        {
            "type": "text",
            "text": "       明朝，设南直隶（江南省）淮安府，治山阳县淮城。明永乐十三年（1415年），平江伯陈瑄依宋代所开沙河故道，自淮安城西管家湖，凿渠20里，导引湖水入淮，这条漕河被命名为“清江浦”，清江区的兴起便是缘起于此。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十五年（1760年），江苏巡抚陈宏谋奏割山阳重镇、河道总督驻地清江浦为清河新县城。清廷批准，至此本属于淮南山阳县的清江浦一带正式归于清河县，并成为清河县城。"
        },
        {
            "type": "text",
            "text": "       民国初，废淮安府，青河县县直属江苏省。民国三年（1914年），因与河北省清河县同名，清河县复称淮阴县。仍设治于清江浦。5月设淮扬道，并设淮扬镇守使衙门、淮扬道伊衙门于此，淮阴为其属县。民国十六年（1927年）撤道，淮阴县直属于省。民国二十一年（1932年）设淮阴行政督察专员公署于清江浦，淮阴县为其管辖。民国二十六年（1937年）底，日军入侵江南，江苏省政府迁避于此。民国三十四年（1945年）8 月，抗日战争胜利。9月，新四军解放淮阴城，取清江浦简称成立清江市，农村仍为淮阴县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，分属两个县级抗日民主政权。运西地区属民国二十九年（1940年）8月成立的淮宝县（由原淮安、宝应两县运河以西的部分地区所组成）抗日民主政府，运东地区属民国二十九年（1940年）10月成立的淮安县抗日民主政府。民国三十五年（1946年）2月，淮城市由淮安县划出，为苏皖第五行政区直辖市；9月，淮城市并入淮安县。民国三十七年（1948年）12月9日，淮城第二次解放，与清江市组成立两淮市。民国三十八年（1949年）3月，裁两淮市，淮城区仍属淮安县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月21日，淮阴专区辖淮阴、淮宝、泗阳、沭阳、灌云、宿迁、睢宁、新安、邳睢（由原邳县陇海路南及睢宁县北部地区所组成）、涟水10县。专员公署驻淮阴县。1950年5月12日，撤销淮宝县，分别并入淮阴、淮安和扬州专区的宝应3县。淮阴专区辖9县。1950年12月18日，淮阴县城区改名清江市。淮阴专区辖1市9县。"
        },
        {
            "type": "text",
            "text": "       1953年1月江苏建省后，淮阴专区属江苏省领导。原新安县改称新沂县。邳睢县人民政府迁驻运河镇。淮阴专区专署驻清江市。同年，睢宁、邳睢、新沂3县划归徐州专区。1954年，清江市改为省辖市，仍接受淮阴专署领导。盐城专区所属淮安县划入淮阴专区。同年12月，原属安徽省宿县专区的泗洪县，滁县专区的盱眙县划入淮阴专区。1956年，由泗洪、淮阴、盱眙3县部分地区合并设置洪泽县（驻高良涧）。"
        },
        {
            "type": "text",
            "text": "       1957年，由灌云、涟水2县各一部分地区合并设新安行政办事处，属专署管辖。后新安行政办事处改为灌南县。1958年，撤销淮阴县，并入清江市，并将清江市改名为淮阴市，划归淮阴专署领导。1964年，淮阴仍改为清江市。恢复淮阴县（驻清江市）。1966年，将盱眙县划归六合专区。1970年，淮阴专区改称淮阴地区，1983年3月，撤销淮阴地区，清江市更名为淮阴市，改由省直辖。2000年12月21日，淮阴市更名为淮安市。"
        }
    ]
}