{
    "title": "“马拉松(Marathon)”的由来",
    "category": [
        {
            "id": "9",
            "category": "海外探寻"
        },
        {
            "id": "62",
            "category": "词汇之源"
        }
    ],
    "detail": "[日期：2014-12-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1016次",
    "content": [
        {
            "type": "text",
            "text": "       马拉松是希腊的一个地名。在雅典东北30公里。其名源出腓尼基语marathus，意即“多茴香的”，因古代此地生长众多茴香树而得名。体育运动中的马拉松赛跑就得名于此。"
        },
        {
            "type": "text",
            "text": "       公元前492年的春天，波斯国王大流士派出大批战舰入侵跟他们隔海相望的希腊，开始了历史上著名的希波战争。天有不测风云，波斯的海军在海上遭到飓风袭击，300艘战舰，20000多名海军官兵全部葬身海底。波斯的陆军失去海军的呼应，又遭到色雷斯人的袭击，波斯的统帅也身负重伤。这次侵略希腊的军事行动于是半途而废。"
        },
        {
            "type": "text",
            "text": "       第二年，大流士幻想不战而降服希腊。他派出使者到希腊各城邦要“水和土”，意思是让他们臣服归顺波斯。希腊中部和北部的小城邦惧怕波斯帝国的武力，都屈膝投降了。但希腊最大的两个城邦——雅典和斯巴达拒不屈服。雅典人把波斯使者抛入大海，斯巴达人把波斯使者丢进井里，让他们自己去取“水和土”。大流士恼羞成怒，决定派最有经验的大将军第二次出征希腊。"
        },
        {
            "type": "text",
            "text": "       公元前490年9月12日，希腊军民依靠熟悉的地形和炽热的爱国之情与入侵者进行了殊死较量。结果出乎波斯人的预料，英勇的希腊人民和军队，以少胜多、以弱胜强，在马拉松平原打退了波斯侵略军，从而保卫了首都雅典，取得了反侵略战争的胜利。战场上的希腊军民十分喜悦，为了最快地让这一喜讯传到首都雅典，统帅米尔迪亚德命令自己的传令兵菲迪波德斯（Pheidippides）去完成这一光荣的送信任务。"
        },
        {
            "type": "text",
            "text": "       菲迪波德斯既是统帅的传令兵，又是一名英勇无畏的战士。此时，他刚从刀光剑影的战场回来，身上受了伤，周身染着血迹。激烈的战斗终于取得了胜利，他感到异常疲劳，可他一接到统帅的命令，立即向首都出发了。胜利的喜悦和强烈的爱国心激励着他奋力奔跑。谁能相信这个血战刚罢的战士竟一口气跑了42千米的路程。满身血污的菲迪波德斯跑到雅典广场，高兴地喊道：“欢呼吧！我们胜利了！”说完，这位英勇的战士就倒在地上停止了呼吸。菲迪波德斯实在太累了，他带着胜利的微笑永远地休息了。"
        },
        {
            "type": "text",
            "text": "       为了纪念这个爱国主义的壮举，著名法国雕塑家马克斯·克罗塞，根据这位英雄的形象，于1881年塑造了富于表现力的雕塑作品：《我们征服了》。塑像为一裸体青年，大步跑着，右手拿着桂冠，象征胜利；左手捂住胸口，表示精疲力尽。由于受到这个作品的感染，法国科学院院士米海尔·勃来尔在1895年奥林匹克运动会光复工作开始之际，致函奥运会的发起人顾拜旦男爵，提议举行以马拉松命名的长跑比赛，得到了支持。于是，1896年在希腊雅典举行的近代第一届奥林匹克运动会上，就以当年勇士以菲迪波德斯跑过的那条路线的距离作为一个竞赛项目，定名为马拉松赛跑。"
        },
        {
            "type": "text",
            "text": "       马拉松赛跑的距离在开始几届奥运会上一直没有统一，曾为40千米、40.26千米……直到1024年举行第八届奥运会时，人们重新测量了从马拉松镇到雅典中央广场的距离，才正式定为42.195千米。多年过去了，人们习惯地把一些超乎人们寻常精力的，长时间、长距离、超水平的各种体育比赛也冠以“马拉松”之名。"
        }
    ]
}