{
    "title": "海安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1622",
            "category": "南通市"
        },
        {
            "id": "1660",
            "category": "海安县"
        }
    ],
    "detail": "[日期：2014-12-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：795次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称海陵、吴陵。东晋义熙七年（411年）设宁海县，唐景龙二年（708年）置海安县，取\"大海不扬波，海水永不泛滥\"之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、西周时期，海安一带属九夷（淮夷）之地。禹分天下为九州，海安为“禹贡扬州之域”。从周武王至周元王时，海安一带属吴国地域。春秋、战国时期，海安与周围数县均称“海阳”，今如皋、海安、泰州一带属吴国，地名为郧，在今海安立发桥一带。周元王三年（前473年），越灭吴，海安一带遂属越。周显王三十五年（前334年），楚又灭越，海安又为楚地。"
        },
        {
            "type": "text",
            "text": "       秦统一中国后，海安属东海郡广陵县。汉初属东阳郡，初属东楚，汉高祖五年（前202年）属楚国，次年属荆国，高祖十二年（前196年）属吴国。汉景帝三年（前154年）属江都国。汉武帝元狩六年（前117年）置临淮郡，辖29县，海安属海陵县。汉元封五年（前106年），临淮郡上属徐州刺史部。东汉时，海安仍为海陵县地。汉献帝十八年（213年），曹操废海陵县。三国时期，吴国吕岱复置海陵县。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康元年（280年），仍置有海陵县，属徐州广陵郡。晋安帝义熙七年（411年），分广陵置海陵郡，下属建陵、临江、如皋、宁海、蒲涛五县。宁海县即今海安县。宁海县比今海安范围大，不仅今海安部分地区在其境内，而且今东台、如皋、靖江及泰兴一部均在境内。南朝宋明帝泰始七年（471年）置新平郡，辖江阴、海安二县。齐武帝永明五年（487年）新平郡废，置齐昌、海安二县，此时海安县县城在今海安镇。"
        },
        {
            "type": "text",
            "text": "       从东晋至隋，宁海县一直存续未断，其辖境也有变化，北朝·周宣政元年（578年），蒲涛（今如皋白蒲）县废，临江县（今如皋石庄）并入宁海县。隋开皇九年（589年），如皋县也并入宁海县。此时宁海县包括今海安、如皋及如皋东南、西南以外地区。"
        },
        {
            "type": "text",
            "text": "       唐朝武德元年（617年），宁海县更名为吴陵县。不久宁海县并入海陵县。唐中宗景龙二年（708年）分海陵县东境置海安县，县治设在今海安镇，是时如皋县属海安县。因海水侵袭，海安县东部被海水所淹，故唐玄宗开元十年（722年）海安县再度并入海陵县，上属扬州。唐大历元年（766年），淮南节度使李承实，忧海潮涨漫，筑堰以捍海，自楚州（今淮安）之盐城，入扬州之海陵，延袤142里，名为常丰堰。唐代中后期，海安仍隶属于海陵县。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，海陵县东境设静海制院。南唐升海陵为泰州。后周显德五年（958年）泰州等地为后周管辖，海陵县属扬州大都督府泰州团练。"
        },
        {
            "type": "text",
            "text": "       宋元时期，海安地区大部分属海陵县，海安镇是海陵县重镇之一。宋太祖乾德五年（967年），属淮南道（至道三年改为淮南路）泰州军。宋神宗熙宁五年（1022年），改属淮南东路。南宋仍属泰州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十四年（1277年），置泰州路总管府，海陵、如皋二县属之。海陵县辖海安镇、角斜场，上属江淮行中书省。至元二十一年（1284年），泰州路总管府改为泰州，上属江淮等处行中书省扬州路总管府。至元二十三年（1286年），江淮等处行中书省改为河南江北等处行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），海陵县省入泰州，上属直隶中书省扬州府，明永乐二年（1404年），隶属南京扬州府，海安镇、西场场等属泰州。"
        },
        {
            "type": "text",
            "text": "       清世祖顺治三年（1645年），泰州隶属江南布政使司扬州府。清雍正二年（1724年），隶属江苏布政使司。清乾隆二十五年（1760年）隶属江宁布政使司。朝隆三十三年，析泰州东北境置东台县。至此，今海安县地域东南部在如皋县境内，北部在东台县境，中部、西部及西南部仍属泰州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废旧制中府、州、厅为县，改泰州为泰县，海安地域分属泰县、如皋、东台，三县均属江苏省。民国三年（1914年）5月，江苏设五道，泰县、如皋、东台均属江苏省淮扬道。民国十六年（1927年），道废，海安镇属泰县第八区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年），新四军东进抗日，苏中地区先后建立抗日民主政权。同年10月，泰县民主政府在海安镇成立。其辖区有雅周、海安、立发、李堡和蒋垛（今属泰县）、栟茶（今属如东县）6区。不久又增设海南、角斜、曲南3个区，属苏北临时行政委员会（翌年改为苏中行政公署）。民国三十年（1941年）2月，泰县通榆河以东地区建立泰东行署（始称泰东办事处），3月改建泰东县，辖立发、李堡、角斜、栟茶等区。同年7月，泰县所属海安、曲塘、白米一带的通扬运河以北地区，建立“海曲白河北办事处”（简称泰北办事处）。10月，泰北办事处从泰县析出，建成独立行政区，直属苏中行政公署。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）11月，泰东县并入东台县，隶属苏中第二行政区。民国三十二年（1943年）1月，泰北办事处撤销，建立紫石县（即海安县），所辖范围南以栟茶河、通扬运河为界，北至富安，东抵李堡，西达白米。此后随着战争形势变化，县境与东台、如皋、泰县之间变动频繁。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月，苏皖边区政府撤销，成立苏南、苏北人民行政公署，海安属苏北泰州行政区。1950年1月，划归苏北南通行政区。1953年1月，撤销苏南、苏北两个行署区，建立江苏省，海安属江苏省南通专区。1956年5月，如东县陈庄乡划给海安县。1959年4月，如东县旧场人民公社划给海安县。1959年冬到1960年春，围垦建海安盐场，1962年开挖北凌河，穿过盐场，致使盐场报废。"
        },
        {
            "type": "text",
            "text": "       1965年11月，如东、海安两县达成协议，从四十总到纳潮闸以西部分6454亩土地划归海安县，以东7000亩土地划给如东县。1971年南通专区改为南通地区，海安县属南通地区。1983年2月，撤销南通地区行署，属县并入地级南通市（1962年设立），海安县隶属南通市。"
        }
    ]
}