{
    "title": "启东市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1622",
            "category": "南通市"
        },
        {
            "id": "1658",
            "category": "启东市"
        }
    ],
    "detail": "[日期：2014-12-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：510次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       启东全境系长江口不同时期河相、海相沉积平原。汉朝以前，这里还是江口海域；清代中叶前，长江口崇明北侧陆续涨出小沙洲，至清末连成一片。因成陆参差，因而曾分属三个县管辖。北部吕四地区，宋、元、明、清时属海门，民国元年（1912年）至民国三十一年（1942年）间属南通县；中部原属海门县；南部原属崇明，称祟明外沙。"
        },
        {
            "type": "text",
            "text": "       民国十七年（1928年）3月，南部崇明外沙改设启东县。因本县在江北大陆最东端，且沙洲还在向东接涨，乃有“启吾东疆”之意。1990年2月15日，启东撤县建市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今启东市地域汉朝以前为江口海域。唐初，长江口涨出东洲、布洲。唐高祖武德年间（618年～626年），长江口外形成江中岛屿，犯人被流放于此，从事盐业生产。与胡逗洲（今南通市区及通州平潮、西亭一带）一起同属广陵郡，上隶于淮南道。"
        },
        {
            "type": "text",
            "text": "       五代后梁开平元年（907年），长江口东洲、布洲合并为海门岛。后周显德元年（954年），设政、场合一的地方管理机构“吕四场”，这是启东境内首次出现行政管理机构。显德五年（958年），海门建县于东布洲，上隶于通州。海门县域包括今启东中北部地区。"
        },
        {
            "type": "text",
            "text": "       到北宋至和年间（11世纪中叶），胡逗洲向东扩展，与海门岛相接，形成东西长约75公里、南北宽约20公里的“通吕水脊”（西至南通唐闸附近，东至吕四）。"
        },
        {
            "type": "text",
            "text": "       元末至明朝中叶（14世纪～15世纪），长江主泓北移，海门沿江地带大面积坍塌，先后四迁县治，仅留吕四一地。由于民户所剩无几，清康熙十一年（1672年）撤销海门县建置，改为乡，并入通州。"
        },
        {
            "type": "text",
            "text": "       清康熙末年（1720年左右），长江口北岸开始新的淤积。在此后的200来年里，许多小的沙洲逐渐并连形成启海陆地。乾隆三十三年（1768年），划通州19沙、崇明11沙和新涨的10个沙，设置海门直隶厅，上隶于江苏布政使司。今启东中部地区，时为海门直隶厅的东境。雍正至光绪初年（1733～1875年），长江口北岸的惠安沙、杨家沙、永丰沙等13个沙洲陆续形成并连成一片，因临近崇明，大多为崇明人开垦，称崇明外沙（称崇明岛为内沙）。光绪二十三年（1897年），崇明县设崇海司巡检署于九龙镇（后更名为久隆镇）。崇海两县间开挖崇海界河，西起庙桥，经南阳村东流入海，南为崇明外沙，北属海门。与此同时，通海界河开挖完成，以南为海门，以北为通东（通州东部）。今启东分属三县的格局至此形成。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）1月，海门废厅设县；5月，通州改称南通县。民国三年（1914年）5月，江苏设五道，今启东中部地区时属海门县，隶属于沪海道；北部地区时属南通县，隶属于苏常道。民国九年（1920年），崇明县在外沙惠隆镇（今汇龙镇）设行政公署。民国十七年（1928年）1月，崇明外沙设县分治，定名“启东”。3月1日，启东县宣告成立，县治汇龙镇，隶属于江苏省，下辖10乡，居民33万人。民国二十二年（1933年），启东县隶于江苏省行政第七区。民国二十五年（1936年），江苏行政第七区改为第四区，启东隶属第四区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）11月，新四军挺进启东，建立启东县抗日民主政府。16日，接管启东县政权，国民党启东县政权终结。启东民主政府最初设在汇龙镇，后撤到江家镇。民国三十年（1941年）3月，日军正式占领汇龙镇后，日伪炮制临时伪政府——“启东地方自治会”；启东抗日民主政府在农村流动。9月，为对付日军“扫荡”，抗日民主政府将启东、海门两县合并为海东行署。12月，改称海启行署。民国三十一年（1942年）7月，崇明划入，改称海启崇行署。9月，通东地区划入，成立东南行署，驻地在聚星镇。民国三十二年（1943年）4月1日，日伪正式成立伪政权“苏北清乡区启东特区公署”。其管辖范围是原老启东区域，即崇海界河以南。民国三十四年（1945年）8月31日，日伪军撤逃，日伪政权垮台。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）1月，国民党在南通城组建启东县政府。10月起，随国民党军进驻汇龙镇。辖区崇海界河以南，即原国民党启东县政府管辖区域。同年3～11月，民主政府将启东、海门两县恢复建置，隶属于苏皖边区第一行政区。12月，启、海两县再度合并为东南行署，隶属于苏皖边区第九行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月，启东、海门全境解放。两县恢复建置，划海门的东部地区、通东的吕四地区归启东版图，县政府驻曹家镇。5月起，县政府迁至汇龙镇，隶属于苏北行政区南通专区。1953年1月，撤销苏南、苏北两个行署区，建立江苏省，启东县隶属江苏省南通专区。1971年南通专区改为南通地区，启东县属南通地区。1983年2月，撤销南通地区行署，属县并入地级南通市（1962年设立），启东县隶属于南通市。1990年2月15日，撤销启东县，成立启东市（县级），仍隶属南通市。"
        }
    ]
}