{
    "title": "如皋市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1622",
            "category": "南通市"
        },
        {
            "id": "1657",
            "category": "如皋市"
        }
    ],
    "detail": "[日期：2014-12-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：404次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东晋义熙七年（411年）置如皋县。据《太平寰宇记》：“县西北五十步，有如皋港(今秀水港)，港侧有如皋村。”因以名县。取《荀子·大略篇》：“望其圹皋如也”之义为名。皋，意为“水边高地”。1991年2月6日，如皋撤县建市（县级）。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       据《春秋左传》记载：昔时有一位姓贾的大夫，相貌丑陋，却娶了一位十分俊美的妻子。妻子见丈夫貌丑，郁郁寡欢，三年不说不笑。为了博妻子的欢心，有一天贾带上妻子“御以如皋，射雉”，一箭就射中一只野鸡。妻子很高兴，始解颜谈笑。贾大夫感慨地对人说：“人的才能不能少啊！我若不会射箭，妻子就会始终不和我说话。”西晋杜预注《春秋左传》：皋，水边高地；如，往也。” "
        },
        {
            "type": "text",
            "text": "       春秋时期，如皋滨江面海，境内河港很多，芦苇丛生，麋鹿、野鸡成群，党有人到里游猎，是著名的射雉场所。后来，人们就把贾大夫当年射雉的地方取名“如皋港”，港侧村庄就叫“如皋村”。到了东晋义熙七年（411年）建县时，又据此定县名为“如皋”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古代如皋， 地处扬泰冈地的东南边缘。 这一带“土高色赤”，人们习惯地称它为“赤岸”。今天东陈镇一带，古代就叫“赤岸村”。到了夏朝，如皋地区属扬州地域。西周时为海阳地，仍为扬州区域。 "
        },
        {
            "type": "text",
            "text": "       如皋地区有历史记载始于春秋时期。最先属吴国，叫郧，又名发扬、发繇口、发繇亭。吴夫差十年（前486年），吴王夫差为了北上伐齐，争霸中原，灭邗国，筑邗城，开邗沟，沟通长江和淮河。当时有河道经发扬向西流注邗沟。吴夫差十三年（前483年），吴国与鲁国、卫国等国的国君以及宋国的皇瑗在郧会盟，在此建了一座亭子，叫发繇亭。（北宋时，在发繇口建造了一座石桥，此后这里就改叫立发桥。立发桥是当时这一地区36个盐场运盐的必经之地，又是和其它州县交通的要道。）"
        },
        {
            "type": "text",
            "text": "       吴夫差二十三年（前473年）， 越王勾践灭掉吴国，郧地归属越国。战国初期，越国被楚国打败，郧地为楚国所有，复名海阳。秦朝时属九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉初吴王刘濞的辖地，改地名为海陵。刘濞靠煮海盐谋利，开凿河道运盐，从扬州茱萸湾经海陵仓到如皋运河的前身。汉武帝元狩六年(公元前117年),设置海陵县，县治在今泰州。如皋是海陵县的一部分。王莽夺取西汉政权后，改海陵县为亭间，又叫亭门。王莽垮台后，亭间又复名为海陵县。东汉初年，撤海陵县，并入东阳县，属广陵郡(治所在今天扬州市)。东汉光武帝建武十八年(42年)，又恢复海陵县。"
        },
        {
            "type": "text",
            "text": "       东汉末年，江淮间多次成为军事集团混战的战场。曹操强令滨江郡县徙民，海陵县遂成隙地， 被废。东吴赤乌五年（242年），吴国大司马如皋人吕岱奏请孙权，获准招抚乡民回归，重建海陵县。"
        },
        {
            "type": "text",
            "text": "       西晋统一后，海陵改称海阳县，仍属广陵郡管辖。 东晋义熙七年（411年）置如皋县，隋时并入扬州宁海县。南唐保大十年（952年）升为如皋县，隶属泰州。后县制历代沿袭，宋时为中下县，元时升为上等县。明清仍隶属泰州，清雍正二年（1724年）划归通州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废旧制中府、州、厅为县，南通州改南通县。与如皋县不再有领属关系，均直属于省。如皋县时为一等县，与湖南邵阳同列为全国最大的县。民国三年（1914年）5月，江苏省设立金陵、沪海、苏常、淮扬、徐海5道，如皋县属苏常道。民国十六年（1927年）废道，如皋县直属于省。民国二十一年（1932年），属第七行政督察区。民国二十六年（1937年）4月，改属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）8月，新四军东进至如皋西乡，在卢港（今搬经、高明一带）建立如皋县政府。10月，县政府随军继续东进至如皋东乡，接管国民党如皋县政府。民国三十年（1941年）3月，在如皋西乡成立如西县政府，至此，原如皋县以通扬运河为界划分为两个县。如西县隶属苏中第三行政区专员公署，如皋县隶属苏中第四行政区专员公署。民国三十四年（1945年）9月21日，新四军收复如皋城，如西县复名如皋县，原设于如皋东乡的如皋县更名如东县。12月1日，苏皖边区第一行政专员公署于如皋城成立。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月27日，如皋全境解放。5月12日，第一行政专员公署改称苏北泰州行政区专员公署，如皋属其管辖，为一等县。1950年1月，划归苏北南通行政区专员公署，上升为特等县。1953年1月，撤销苏南、苏北两个行署区，建立江苏省，如皋县属江苏省南通专区。1968年建立如皋县革命委员会。1971年南通专区改为南通地区，如皋县属南通地区。"
        },
        {
            "type": "text",
            "text": "       1981年如皋县革命委员会复名如皋县人民政府。1983年2月，撤销南通地区行署，属县并入地级南通市（1962年设立），如皋县隶属南通市。1988年3月18日，如皋县如城地区为沿海经济开放区，后全县乡镇陆续被批准对外开放。1991年2月6日，如皋撤县建市（县级），6月1日举行建市仪式。"
        }
    ]
}