{
    "title": "南通市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1622",
            "category": "南通市"
        }
    ],
    "detail": "[日期：2014-12-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：542次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南通古称通州，为有别于顺天府通州（今北京通县），俗称南通州。通州之名始于五代十国之时，后周显德五年（958年）春，周世宗柴荣，战胜南唐，尽收江北、淮南土地，以南唐在此设立的静海都镇制置院升为静海军，随即又改称通州，辖静海、海门、崇明县。通州之名，自此开始。据有关古籍记载，古人是以南通得天独厚的地理环境和四通八达的水陆交通而取名为通州的。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），废清朝旧制中府、州、厅为县，因河北原也有通州，改称通县，所以为避免地名重复，江苏的通州改为南通县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       约在东汉时期，今南通由沙洲成陆，南北朝时的梁代称壶豆洲，后又称胡逗洲。东晋安帝时期，今南通范围内置宁海、临江、蒲涛、如皋等县，后又增设海安县。到北周、隋时期这些县多被撤并。唐代，胡逗洲得到开发。乾符二年（875年），南通已有狼山镇遏使的职位。"
        },
        {
            "type": "text",
            "text": "       五代吴国设丰乐镇、大安镇、崇明镇及狼山镇。后周显德五年（958年）置静海军，不久升静海军为通州（今南通市），并设静海、海门两县归通州管辖，州治驻静海。通州，按其位置来看，由海路北上可达齐燕辽东，南下可抵闽越，沿江南可至三吴，西可到楚蜀。四方通达，因以为名。"
        },
        {
            "type": "text",
            "text": "       宋代通州属淮南东路，天圣元年（1023年）为了避太后父名（刘通）之讳，改通州为崇州，又称崇川。政和七年（1117年）通州一度称静海郡。元初至元十五年（1278）升通州为通州路；至元二十一年（1284年）恢复为州，属扬州路。崇明县曾短时间归属通州，后又划属苏州。"
        },
        {
            "type": "text",
            "text": "       明初，静海县废；此后，通州只管辖海门一个县。清康熙十一年（1672年）海门县废，通州无属县。雍正二年（1724年），通州升为直隶州（南通州），划如皋、泰兴二县归通州管辖。乾隆三十三年（1768年）设立海门直隶厅，直属江苏省管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），民国政府废州厅设县，为避免与河北通州重名，江苏的通州改称南通县，海门厅改称海门县。 民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道，南通县属苏常道。民国十六年（1927年），北伐军进入江苏省，取消各道，南通县直属于省。民国十七年（1928年），设启东县。民国二十一年（1932年），南通县为第七行政督察区驻地。民国二十六年（1937年）4月，南通县为第四行政督察区驻地。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，新四军建立苏中根据地，今南通范围内曾为苏中四行政区辖地，民主政府建立县级政权。民国三十年（1941年）初，设立如西县。民国三十二年（1943年）在海泰地区设紫石县。抗战胜利后，南通范围内曾为苏皖第九行政区及一行政区的一部分。民国三十四年（1945年），改如西为如皋县，改如皋为如东县。民国三十七年（1948年）改紫石县为海安县。民国三十八年（1949年）2月南通全境解放后，划城区、狼山、天生港一带建南通市，驻南通城。南通县驻金沙镇。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月21日，设南通专区，辖南通市及如东、南通、海门、启东、崇明1市5县。1950年1月11日，原泰州专区的如皋、海安划归南通专区；同年5月12日，南通市改由苏北人民行政公署直辖。1951年，如东县政府由马塘迁驻掘港镇。1953年1月1日江苏建省后，南通市为省辖市。南通专区属江苏省领导，辖如皋、如东、海安、启东、崇明、南通、海门等7县，专署驻南通市。"
        },
        {
            "type": "text",
            "text": "       1958年，原由省辖的南通市，划归南通专署领导，崇明县划归上海市，南通专区辖1市6县。1962年，南通市改为省辖市。1971年4月，南通专区改称南通地区，专署驻南通市，辖海安、如皋、如东、启东、海门、南通6县。1983年2月，实行市管县体制，南通地区的海安、如皋、如东、启东、海门、南通6县划归南通市领导，市区设城中、港闸合并为南通市城区。"
        },
        {
            "type": "text",
            "text": "       1991年5月，南通市城区更名为崇川区，郊区更名为港闸区。1990年2月15日，启东撤县设市（县级），1991年2月6日，如皋撤县设市（县级），1993年1月8日，撤南通县，设通州市（县级），1994年海门撤县设市（县级）。2009年7月2日，撤销通州市，设立南通市通州区。"
        }
    ]
}