{
    "title": "常熟市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        },
        {
            "id": "1661",
            "category": "常熟市"
        }
    ],
    "detail": "[日期：2014-12-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：463次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南朝·梁大同六年（540年）以南沙之地置常熟县。常熟之名取“土壤膏沃、岁无水旱”，“原隰异壤，虽大水大旱，不能概之为灾，则岁得常稔”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时期，常熟地域为扬州属地。商末（前11世纪）周太王古公 父之子泰伯、仲雍让国南来，建勾吴古国。武王灭纣后（前841年）　封仲雍曾孙周章为吴王，立吴国。常熟地域时为吴国北境。东周元王五年（前471年）越灭吴，常熟地域隶于越。显王三十六年（前333年）楚灭越，常熟地域隶于楚。"
        },
        {
            "type": "text",
            "text": "       秦统一中国后，实行郡县制，常熟地域属会稽郡吴县。西汉景帝前元时期（前156年—前150年），常熟地域上首次设虞乡建置，仍隶于会稽郡吴县。东汉永建四年（129年），会稽郡浙江以西另设吴　郡，虞乡隶于吴郡吴县。其时，常熟地域内又增设南沙乡，并在该乡置司盐都尉署，开常熟地域史设吏治之先河。三国鼎立期间，虞乡、南沙乡同属吴国吴郡吴县。"
        },
        {
            "type": "text",
            "text": "       西晋太康四年（283年），虞乡升为海虞县（因县境东临沧海而命名），隶于吴郡，此为常熟地域设县之始。东晋元帝初年（317年），以海虞县　北境侨设郯县、朐县、利城县，为南东海郡。东晋咸康七年（341年），南沙乡升为南沙县。是时，常熟地域并存海虞、南沙两县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，南齐永泰元年（498年），海虞县北境设海阳县，隶于晋陵郡。梁大同六年（540年）以南沙之地置常熟县，县治之地设南沙城（即今福山），是为常熟县名之始。"
        },
        {
            "type": "text",
            "text": "       隋开皇年间（581年—600年），海虞、兴国、海阳、前京、信义等县并入常熟县，隶于苏州。唐武德七年（624年），常熟县治移至海虞城即现之虞山镇，隶于吴郡。五代十国期间，常熟属吴越国。"
        },
        {
            "type": "text",
            "text": "       宋代，常熟属两浙路平江府。元代元贞元年（1295年），常熟县升为常熟州，隶于平江路。明代洪武二年（1369年），复降为县，隶于苏州府。"
        },
        {
            "type": "text",
            "text": "       清雍正四年（1726年），析常熟县东境置昭文县，两县治同城，均隶属苏州府。咸丰十年（1860年），太平军攻占常熟、昭文，两县同属苏福省。同治元年(1862年)，太平军退，两县仍隶于苏州府。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）辛亥革命爆发，是年11月，常熟、昭文两县合并为常熟县。民国元年（1912年），废苏州府，常熟县直属于省。民国三年（1914年）5月，全省下式设立金陵、沪海、苏常、淮扬、徐海5道，常熟县属苏常道。民国十六年（1927年），北伐军进入江苏省，取消各道，常熟县复直属于省。民国二十一年（1932年），常熟县隶属第三行政督察区（驻吴县）。民国二十六年（1937年）4月，常熟县隶属第二行政督察区（驻无锡）。\n\r\n       民国三十八年（1949年）4月27日，常熟解放。同年5月以县城设常熟市，县、市合署办公。1951年，常熟市隶于苏南行政区苏州专区。1953年1月，撤销苏南、苏北两个行署区，建立江苏省，常熟县、常熟市属江苏省苏州专区。1954年11月，常熟市升为江苏省辖市。1958年4月撤常熟市，仍统一为常熟县。1971年4月，苏州专区改称苏州地区，常熟县属苏州地区。1983年3月1日，撤销苏州地区，属县并入地级苏州市（1962年设立）；同时撤常熟县，设常熟市（县级），隶属苏州市管辖。"
        }
    ]
}