{
    "title": "昆山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        },
        {
            "id": "1662",
            "category": "昆山市"
        }
    ],
    "detail": "[日期：2014-12-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：510次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       梁大同二年（536年），分信义县置昆山县。旧志称“以县有昆山，故名”。但昆山在何处有两说："
        },
        {
            "type": "text",
            "text": "       一说境内马鞍山即昆山。清《百城烟水》载“马鞍山，在城内西北隅……其形似马鞍故名。又以产良石（旧称巧石、灵珑石、玲珑石、昆山石，今名昆石）其质如玉，秀巧灵珑，故县名昆山。”。"
        },
        {
            "type": "text",
            "text": "       二说山在华亭县内（今属松江）。昆山旧志俱称以华亭县内昆山而名。唐《吴地记》载“山，今在华亭县西北二十三里，盖割昆山之境以县华亭，而县名仍曰昆。”正德《松江府志》序述“因其他（昆山县）有马鞍山，俗误为昆。”《读史方舆纪要》载“昆山，在松江府西北二十三里，其西为长谷，亦曰华亭谷……。杜佑曰：华亭县以华亭谷而名……。山（昆山）之得名亦以陆机兄弟（陆机、陆云）生于此，取昆山出玉之义。萧梁置昆山县于山北，唐天宝中置华亭县，始移治马鞍山下”。"
        },
        {
            "type": "text",
            "text": "       依据上述二说，县名因山而得已属无疑，山在何处？第一种说法似有离史实。\n\r\n【沿革】\r\n       夏商时期，地属扬州。周，称娄邑，属吴国。战国夫差二十三年（前473年），越灭吴，昆山属越。楚威王（前339-前329）灭越，昆山属越。\r\n "
        },
        {
            "type": "text",
            "text": "       秦统一中国，实行郡县制，置疁县，属会稽郡秦置娄县，属会稽郡。秦二世胡亥三年（前207年），刘邦改疁县为娄县。因吴之娄门为名。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年），娄县属荆国。汉高祖十一年（前196年）娄县属会稽郡。汉高祖十二年（前195年）娄县属吴国。汉景帝四年（前153年）娄县属江都国。汉武帝元年（前121年）娄县属会稽郡。"
        },
        {
            "type": "text",
            "text": "       王莽始建国年间（9年—13年），娄县更名娄治，以县有娄江得名，仍属会稽郡。东汉建武十一年（35年）复名娄县，属会稽郡。汉永建四年（129年）娄县属吴郡。"
        },
        {
            "type": "text",
            "text": "       三国至南齐，娄县属吴郡。梁天监六年（507年），分娄县置信义县，属信义郡。南梁大同二年（536年），娄县改名昆山县，改属信义郡，昆山县范围大致与秦疁县相同。陈时昆山属吴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废信义郡、信义县、昆山县，两县地归苏州。开皇十八年（598年），复置昆山县，属苏州。大业元年（605年），苏州改为吴州；大业三年（607年），吴州改为吴郡，昆山均为属县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），吴郡改为苏州；天宝元年（742年），苏州复为吴郡；乾元元年（758年），复改吴郡为苏州，昆山均为属县。期间天宝十年（751年）分昆山县南部、嘉兴县东部、海盐县东北部置华亭县（后松江、上海）。"
        },
        {
            "type": "text",
            "text": "       五代后梁开平元年（907年），封钱镠为吴越王，昆山属吴越国苏州。后唐同光二年（924年），吴越置中吴军治苏州，昆山属苏州。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国三年（978年），吴越国除，改苏州为平江军，昆山属平江军。政和三年（1113年），升平江军为平江府，昆山属平江府。南宋嘉定十年十二月（1218年1月），析两浙西路平江府昆山县东部春申乡、临江乡、安亭乡、平乐乡、醋塘乡共5乡，置嘉定县（以年号为名）。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年），升平江府为平江路，昆山属平江路。元贞元年（1295年）因户口增多，升昆山县为昆山州，仍属江浙行省平江路。至正十六年（1356年），张士诚取平江路，改称隆平府，昆山县属隆平府。次年，张士诚降元，隆平府复为平江路，昆山州属平江路。至正二十七年（1367年），平江路改为苏州府，昆山州属苏州府。\n\r\n       明洪武二年（1369年），降昆山州为县，仍属苏州府。明弘治十年（1497年），析昆山新安、惠安、湖川3乡建太仓州。余下的昆山县仍属苏州府管辖清雍正二年（1724年），分昆山为昆山县和新阳县，两县同城分治。"
        },
        {
            "type": "text",
            "text": "       清雍正三年（1725年），分昆山县西北部置新阳县，两县同城分治。咸丰十年（1860年）四月，太平天国忠王李秀成部将江南文将帅李文炳取昆山、新阳两县，为避南王冯云山讳，改昆山名昆珊，两县同属太平天国苏福省。同治二年（1864年）四月，太平军退走，复名昆山，与新阳县同属苏州府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），昆山、新阳两县合并，仍名昆山县，属江苏省上海道。民国三年（1914年）6月，省改设5道，昆山属苏常道。民国十六年（1927年）废道，直属江苏省。民国二十二年（1933年），省设13个行政督察区，昆山属第三区行政督察专员公署。同年12月，省改设9个行政督察区，昆山属无锡区督察专员公署。民国二十四年（1935年）9月，省改设10个行政督察区，昆山属第二区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月15日，日军占领昆山。民国二十七年（1938年）5月，直属日伪江苏省政府。民国二十九年（1940年）3月，汪伪国民政府在南京成立，昆山直属伪江苏省政府。民国三十四年（1945年）8月，抗日战争胜利，伪政府倒台。同年9月，昆山属江苏省江南行署。10月，省撤江南行署，建第二区行政督察专员公署，昆山为属县。民国三十七年（1948年）4月，省改设9个行政督察区，昆山隶属不变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月13日昆山解放，属华东军政委员会苏南苏州行政区专员专署。1950年10月14日，苏南苏州行政区专员公署改称苏南人民行政公署苏州专员公署，昆山属苏州专员公署。1953年1月1日，江苏省人民政府成立，昆山属江苏省苏州专员公署。1968年3月26日，苏州专员公署改称苏州专区革命委员会，1971年4月13日更名苏州地区革命委员会，1978年7月改为苏州地区行政公署，昆山均为属县。1983年1月18日，江苏省实行市管县新体制，3月1日撤苏州地区行政公署，昆山县属苏州市。1989年7月27日，撤销昆山县，设立昆山市（县级）。"
        }
    ]
}