{
    "title": "苏州市姑苏区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        }
    ],
    "detail": "[日期：2014-12-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：483次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2012年10月26日，撤销苏州市沧浪区、平江区、金阊区，设立苏州市姑苏区。"
        },
        {
            "type": "text",
            "text": "       最早提及“姑苏”的史料是《国语》，这部典籍的《吴语》篇记载:“入其郛，焚其姑苏”，说的是越国攻入吴国，焚烧了姑苏台。《国语》是在战国（前476年—前221年）初期汇编而成。而地名的形成应该早于文字记载，因此“姑苏”一词实际出现的时间应该更早。"
        },
        {
            "type": "text",
            "text": "       据传，大禹在太湖地区治水时，有两名主要助手，一位叫“胥”，是舜的农业大臣弃的儿子，另一位叫“冥”，是舜的民政大臣契的儿子。“冥”在治水过程中不幸殉职，“胥”则在水灾弭平后，被尊为“水平王”，被封于吴者也。此后这一地区就以胥为名，称“姑胥”。“姑”是当地土语的发声词，无意义，常作专用名词的前缀词。因为古代吴、楚“胥”“苏”同音，所以姑胥又作姑苏。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       2012年10月26日，撤销苏州市沧浪区、平江区、金阊区，设立苏州市姑苏区。\n\n沧浪区沿革："
        },
        {
            "type": "text",
            "text": "       相传周太王长子泰伯、次子仲雍为避让王位于弟季历，从渭河流域周原南奔“荆蛮”，居梅里，与当地土著部落结合，建立政权，自称“勾吴”。泰伯卒，无子，由其弟仲雍继位。周武王十一年（前11世纪中叶），周灭商。周武王访得仲雍五世孙周章，封为“吴子”。“吴”始名列诸侯。"
        },
        {
            "type": "text",
            "text": "       周简王元年（前585年），泰伯十九传至寿梦，称王。是年即吴王寿梦元年，吴国始有确切纪年。吴王寿梦二十五年（前561年），寿梦卒。长子诸樊即位后，迁都至今苏州平门西北1公里处。吴王僚十二年（前515年），诸樊之子公子光使专诸刺杀王僚，继王位，是为吴王阖闾。阖闾元年（前514年），命大臣伍子胥相土尝水，建阖闾大城，即今苏州城前身。吴王夫差二十三年（前473年），越灭吴，吴地属越。"
        },
        {
            "type": "text",
            "text": "       楚威王六年（前334年），楚灭越，吴越之地尽归楚。楚考烈王元年（前262年），拜黄歇为相，封春申君。楚威王十五年（前325年），其封地由淮北改为江东，以故吴墟（阖闾大城）为都邑，使其子为假君留吴，宫室极盛。"
        },
        {
            "type": "text",
            "text": "       秦王政二十五年（前222年），秦国平定楚国江南地区，统一中国。翌年，秦分天下为36郡，以吴越故地设立会稽郡，并置吴县为会稽郡首县，郡治、县治同城。今沧浪区境属吴县。"
        },
        {
            "type": "text",
            "text": "       东汉永建四年（129年），会稽郡一分为二，以浙江（钱塘江）为界另立吴郡，领13县，吴县仍为首县。南北朝梁武帝太清二年（548年），东魏大将羯人侯景投奔梁朝。同年8月，又公开反叛。次年，改吴郡为吴州。一年后，复为吴郡。陈后主祯明元年（587年），置吴州，吴郡隶吴州。吴州、吴郡、吴县三级治所同驻一城，均设于故吴子城内。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）十一月，废郡，地方行政建置改为州、县两级。九年二月，隋将宇文述攻破吴州。吴州改名苏州，取州城西郊姑苏山为名。苏州得名自此始。"
        },
        {
            "type": "text",
            "text": "       唐武则天万岁通天元年（696年），割吴县地置长洲县，与吴县划境分治，西为吴县，东为长洲县。今沧浪区境分属吴、长洲两县。乾元元年（758年）长洲县改为长洲军，大历十二年（777年）恢复长洲县。大历十三年（778年），苏州升为长江以南唯一的“雄州”（唐代的州，分为辅、雄、望、紧、上、中、下七个等级），领吴、长洲、嘉兴、海盐、常熟、昆山、华亭7县。"
        },
        {
            "type": "text",
            "text": "       后梁开平元年（907年），苏州属吴越国。宋政和三年（1113年），升苏州为平江府，领吴、长洲、昆山、常熟、吴江5县。元至正十六年（1356年），张士诚攻占平江，改为隆平府。次年复名平江府。至正二十三年（1363年），张士诚自称吴王，建都平江城。至正二十七年（1369年），朱元璋部将徐达等攻占平江城，改平江府为苏州府。吴、长洲两县仍隶苏州府。"
        },
        {
            "type": "text",
            "text": "       清雍正二年（1724年），析长洲县置元和县，长洲县治东北隅，元和县治东南隅，吴县辖地未变，苏州府与三县同城而治。今沧浪区分属吴、长洲、元和三县。清宣统三年八月十九日（1911年10月10日），辛亥革命爆发。九月十五日（11月5日），巡抚程德全在苏州宣布江苏独立。十月初四（11月24日），裁苏州府及吴、长、元三县，设苏州。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912）1月，各地废府、州，苏州改称吴县。民国三年（1914年）5月，全省设立金陵、沪海、苏常、淮扬、徐海5道。吴县隶属沪海道。民国十六年（1927年），北伐军进入江苏省，取消各道，吴县直属于省。民国十七年（928年）12月10日，成立苏州市政府，市、县分治。民国十九年（1930年）3月，撤苏州市，辖区仍并入吴县。民国二十一年（1932年），吴县属江苏省第三行政督察区。民国二十二年（1933年）3月，全省划为九个区，吴县属无锡区。民国二十五年（1936年）2月以后，区改以序号排列，吴县属第二行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月19日，苏州沦陷于侵华日军。12月3日，伪苏州地方自治委员会成立。翌年6月，成立伪吴县知事公署。民国三十四年（1945年）8月15日，日本天皇宣布无条件投降。9月2日，国民党吴县政府接收伪吴县知事公署。翌年，吴县境内恢复民国二十六年（1937年）前的建制。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月27日，苏州解放，划苏州城区为市。30日，成立苏州市军事管制委员会和苏州市人民政府。8月31日，苏州市人民政府撤销13个镇政府，按公安分局辖区将城区分为东、南、西、北、中5个区。9月1日建立区公所，作为市人民政府的派出机构。南区即沧浪区前身。1950年6月2日，撤销区公所，原区公所民政股合并于区公安分局内办公。"
        },
        {
            "type": "text",
            "text": "       1951年11月6日，苏州市南区人民政府正式成立。1955年9月21日，南区以境内有宋代名园沧浪亭而命名为沧浪区，10月1日起正式使用“沧浪区”区名。1958年11月2日，沧浪区人民公社成立，实行政社合一的体制。1960年7~8月，市区内3个区调整为6个区（公社），原沧浪区人民公社划分为沧浪区人民公社和胥江区人民公社。1961年5月，城区撤销人民公社，恢复区人民委员会建制。1963年2月22日，撤销胥江区，并入沧浪区。1966年11月5日，改沧浪区为红旗区。1979年6月1日，红旗区恢复沧浪区原名。1980年4月，撤销革委会，成立沧浪区人民政府。"
        },
        {
            "type": "text",
            "text": "平江区沿革："
        },
        {
            "type": "text",
            "text": "       宋开宝四年（971年），南唐去国号改为江南国。开宝七年（974年），宋谕吴越伐江南。开宝八年（975年），中吴军改称平江军。同年，宋以吴越孙承祐为平江节度使，意在平定李煜江南国。今“平江”两字，即当时平定江南国之意。自此，苏州历史上始有“平江”之称。"
        },
        {
            "type": "text",
            "text": "       [古代部分参看“沧浪区沿革”]"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912）1月，各地废府、州，并县、厅。裁苏州府，苏州改称吴县。原属苏州府的长洲、元和、吴县同时并入吴县，今平江区属吴县部分。11月，吴县城厢自治改称苏州市。“市”是“县”的下级行政建制。民国十六年（1927年）7月1日，苏州市政筹备处正式成立，所属苏州城厢及附郭暂分7区32段，平江辖区大致涉及当时的东区（一至七）7个段，南区（五至七）3个段，西区五、六段，北区一、二、六、八、九、十、十一、十六、十七段。民国十七年（1928年）11月27日，县、市分治，苏州市政府正式成立。"
        },
        {
            "type": "text",
            "text": "       民国十九年（1930年）3月27日，撤销苏州市，并入吴县。民国二十年（1931年）1月，吴县将原苏州市7个市政区划为3个城厢区：城厢第一区在城北半部， 城厢第二区在城南半部，城厢第三区在阊门、胥门外附郭地区。平江区大致处于当时第一区的东南部与第二区的东北部。民国二十三年（1934年）6月，吴县划为13个区，苏州城厢3个区合并为一个区，称吴县第一区。第一区下辖11乡60镇，平江区域内当时建有6乡22镇。民国三十一年（1942年）3月，苏州城厢改为第八区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，伪吴县知事公署划定下属乡镇区域，建立3个城厢公所，今平江区域主要在当时的第一公所管辖范围内，余及第二公所、第三公所。民国三十六年（1947年）2月16日起，实行新制，扩并乡镇，吴县全境设9区137乡镇，苏州区下辖14乡镇。今平江区域内涉及6镇1乡：中山镇、北街镇、西城镇、娄江镇、中和镇、齐溪镇及宁南乡。次年12月，苏州城区调整为13镇。撤区署，各镇由吴县县政府直接领导。平江区域内除宁南乡撤销外，其余6镇未变。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月27日，苏州解放。30日，划苏州为市。5月3日，苏州市军管会宣布苏州市按原13镇区划建立13个镇人民政府。9月1日，撤镇，按公安分局辖区将城区分为东、南、西、北、中5个区，建立5个区公所。东区区公所辖娄江镇全部，中山、齐溪、北街3镇的一部分。1950年5月，区公所撤销。1951年10月18日，经苏南人民行政公署批准，苏州城区建立东、南、西、北、中5个区人民政府。平江辖区涉及当时东区、中区、北区。"
        },
        {
            "type": "text",
            "text": "       1955年10月1日起，苏州市各区改名，东区改称平江区，北区改称北塔区，中区改称观前区。“平江区”政区名称始于此。观前、北塔两区分别于1956年7月与1958年7月撤销，所属街道一部分并入平江区，另一部分并入沧浪、金阊两区。1958年11月5日，成立平江人民公社，实行政社合一体制。"
        },
        {
            "type": "text",
            "text": "       1960年6月，平江人民公社所属平江路、观前街、北寺塔、东北街4个街道分别成立人民公社分社。1960年7月，撤销分社建制，原北寺塔、东北街2个分社从平江人民公社划出，合并成立北塔人民公社。1962年6月，城区撤销人民公社，恢复人民委员会建制。1963年3月22日，撤销北塔区，其所辖行政区域划归平江区。1966年11月，平江区改称东风区。1979年6月1日起，恢复平江区原名。"
        },
        {
            "type": "text",
            "text": "金阊区沿革："
        },
        {
            "type": "text",
            "text": "       金阊[chāng] 区指金门到阊门这一区域。名字也是来源于金门和阊门。"
        },
        {
            "type": "text",
            "text": "       1955年10月，苏州市各城区更改名称，西区改称金阊区。1956年8月，观前区（原中区）撤销，所辖区域分别入北塔区（原北区）和平江区（原东区）。1958年7月，北塔区撤销，所辖区域的桃坞、阊门及长春巷办事处（大部）等并入金阊区。同年11月，成立各城区人民公社，实行区社合一。"
        },
        {
            "type": "text",
            "text": "       1960年7月，苏州市原3个区调整为6个区，金阊区一分为二，成立金阊、桃坞两个区（公社）。1962年7月，苏州市取消各城区公社建制。1963年3月，恢复建立3个城区，桃坞区撤销并入金阊区。金阊区在“文化大革命”期间曾被改称延安区；1967年，苏州市金阊区更名为延安区。1980年6月9日，苏州市延安区更名为金阊区。"
        }
    ]
}