{
    "title": "苏州市吴江区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        }
    ],
    "detail": "[日期：2014-12-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：618次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       吴江于后梁开平三年（909年）闰八月设县，由五代吴越王钱镠奏请朝廷划吴县南地，嘉兴北境，置吴江县。因以今八坼西、松陵南的广袤太湖下游水网为源头的吴淞江，在晋唐时属吴县，那时的吴淞江也称吴江，置县时就以江名为县名。并以松陵为治所。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       后梁开平三年（909年）吴江建县，县治设松陵，属苏州。元元贞二年（1296年）吴江县升为州，明洪武元年（1369年）复为县。清雍正四年（1726年）分吴江县偏西地设震泽县，偏东地为吴江县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）吴江、震泽两县复合为吴江县，隶属江苏都督府。民国三年（1914年）5月，全省设立金陵、沪海、苏常、淮扬、徐海5道。吴江县隶属沪海道。民国十六年（1927年），北伐军进入江苏省，取消各道，吴江县直属于省。民国二十一年（1932年），吴江县属江苏省第三行政督察区。民国二十二年（1933年）3月，全省划为九个区，吴江县属无锡区。民国二十五年（1936年）2月以后，区改以序号排列，吴江县属第二行政督察区。\n\r\n　　民国三十八年（1949年）4月29日吴江解放，属苏南行署区（驻苏州市）。中华人民共和国成立后，吴江县始属苏南人民行政公署。1953年1月，苏南行政区、苏北行政区、南京市合并建立江苏省。吴江县属江苏省苏州地区专员公署。1971年4月，苏州专区改称苏州地区，吴江县属苏州地区。1983年3月1日，撤销苏州地区，所辖的吴县、吴江、昆山、太仓、沙洲、常熟划归苏州市。\n\r\n　　1992年2月17日，撤销吴江县，设立吴江市（县级）。2012年9月1日，撤销县级吴江市，设立苏州市吴江区。"
        },
        {
            "type": "text",
            "text": "【附加】"
        },
        {
            "type": "text",
            "text": "       松陵之名的由来："
        },
        {
            "type": "text",
            "text": "       汉高祖刘邦元年（公元前206年），置松陵镇。松陵地处太湖与吴淞江衔接处，当时是一片泽国，只有镇驻地高出周围地面，宛如丘陵，上有松柏森森，所以叫松陵。当时的镇是一个军镇，是吴县县城的南大门，防御地位重要，吴越征战时也称笠泽、松江。元至元十五年（1278年）置松江府后，始称江上。吴淞江的“淞”字才有水偏旁。后梁开平三年（909年）置吴江县时，以地近苏州府城，所以就作为吴江的县府所在地。宋代的时候，松陵镇还是“城无十里之方，市无千家之聚”，但是到了明弘治元年（1488年）这里已慢“民生富庶，城内外接栋而居者，烟火万井，楼台亭榭与释老之宫掩映如画”。"
        },
        {
            "type": "text",
            "text": "       盛泽之名的由来：\n\n       赤乌三年（240年），吴国主孙权命上大夫倪让、将军徐杰、司马领盛斌，分划地界，在太湖东南青草滩（吴淞江源头）至野和溪（今盛泽镇黄家溪），建国作田结屯兵。后人称盛斌结寨处为盛寨，因西濒太湖，寨又转为泽，遂有盛泽之名。明嘉靖《吴江县志》称盛泽为市，至清顺治四年（1647年）建镇制。盛泽在吴越征战时，时属吴，时属越，故称合路。盛斌墓在平望胜墩村，该地在明嘉靖三十四年（1554年）取得抗倭大捷前称盛墩。"
        },
        {
            "type": "text",
            "text": "       震泽镇名称由来：\n"
        },
        {
            "type": "text",
            "text": "       唐开元二十九年（741年）湖州刺史张景遵在今震泽镇设震泽馆，震泽之名始见于志。南宋绍兴年间（1131-1162年）初设震泽巡检司，震泽称镇。震泽是太湖的古称，唐代因地滨太湖，所以叫震泽。"
        }
    ]
}