{
    "title": "苏州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        }
    ],
    "detail": "[日期：2014-12-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：784次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       相传商代末年，周君古公亶父有三个儿子：长子泰伯，次子仲雍和幼子季历。季历有子昌，古公亶父认为昌有兴王业的才能，想把君位传给季历再传于昌。泰伯、仲雍了解了这一意图后，为尊重父意，避让君位而逃避到当时被称为荆蛮之地的江南。并随乡入俗，自行“断发文身”。表示他们已是荆蛮之人，而不能再回去继位了。他们的这一义行，以及他们带来的周族先进的文化和农业生产技术，受到了当地居民的拥护，在梅里（今无锡县梅村）泰伯被拥立为君长，国号为“勾吴”（勾吴的“勾”是荆蛮语的发声词，无实际意义，勾吴即吴。勾吴也被误写为匀吴）。"
        },
        {
            "type": "text",
            "text": "       从泰伯起十九传至寿梦继位称王（前585年），吴国始有确切纪年。随着吴国的崛起，梅里的都城已日益不能适应国家发展的需要了，而位于太湖东北岸的苏州，由于自然条件十分优越，交通方便，土地肥沃，物产丰富，人口众多，寿梦二十五年（前561年），正式将都城迁至苏州。并经过多年的不断经营，具有相当规模。可是由于史籍没有记载,当时城址已无从查考。自此，当时的苏州称为吴国。"
        },
        {
            "type": "text",
            "text": "　　吴王阖闾元年（前514年），吴王阖闾下令伍子胥督造水陆双棋盘格局的城池，自此，苏州的地理位置沿革致今。秦始皇二十五年（前222年），秦始皇在吴都城设会稽郡、吴县，自此，当时的苏州称为吴县，或有时称为吴州。隋开皇九年（589年），隋改吴州为苏州（以苏州城西姑苏山得名，苏州的名称始此。另姑苏山由吴王阖闾建姑苏台得名）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商末，我国西北地区姬姓周氏族首领古公亶父之子泰伯、仲雍，避位让贤，从陕西歧山下的周原，千里南奔，来到长江下游南岸的梅里（今江苏梅村），与当地土著居民结合，建立了带有部落性质的“勾吴之国”。这是苏州一带称吴的最早记载。"
        },
        {
            "type": "text",
            "text": "       公元前11世纪中叶，周灭商，实行分封制。周武王寻得已在吴地为君主的泰伯、仲雍五世孙周章，封其为诸候。“勾吴”遂成为诸侯国，正式纳入西周版图。周简王元年（前585年），寿梦继位称王，吴国始有确切纪年。周灵王十二年（前560年），吴国君位传至二十世孙诸樊，国都南迁至今苏州城址。周敬王六年（前514年）阖闾继位，命大臣伍子胥在诸樊所筑城邑的基础上扩建大城，名阖闾城。"
        },
        {
            "type": "text",
            "text": "       周元王三年（前473年），越灭吴，吴地悉归越国所有。周显王三十五年（前334年），楚灭越，吴、越之地尽属楚。楚考烈王元年（前262年），楚相春申君黄歇被封于江东，吴地遂成为春申君封地。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十四年（前223年），秦将王翦俘楚王负刍，以长江以北楚国之地建楚郡。次年，王翦逐次攻取楚国在长江以南之地，遂将楚郡分为九江、障、会稽三郡。秦始皇二十六年（前221年），秦统一中国，正式在全国推行郡县制，分夫下为三十六郡，吴地属会稽郡。郡治在吴国故都（即今苏州城址）。并以郡治所在地设吴县，为所辖二十六县之首邑，吴县之得名自此始。秦二世元年（前209年），项梁、项羽在吴县起兵反秦。秦亡后，楚汉相争中项羽自立为西楚霸王，领梁、楚等九郡，会稽郡亦属楚。"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年），刘邦攻灭项羽，汉将灌婴乘胜过江，攻破吴县，略定会稽。同年，刘邦封韩信为楚王，会稽等郡属楚王封地。次年刘邦降韩信为淮阴候，分其封地东部会稽等三郡五十二城改建荆国，以其从兄刘贾为荆王，领会稽郡，都吴。汉高祖十一年（前196年）英布反汉，杀刘贾占领荆国封地。次年平定英布之叛，废荆国仍复为会稽郡。同年刘邦封刘濞为吴王，会稽郡遂属吴国封地。文帝前元九年（前171年），故鄣郡并入会稽郡。景帝三年（前154年），刘濞谋叛伏诛，废吴国，复为会稽郡，领县二十四，吴县仍为首邑。\n\r\n       新始建国元年（9年），王莽篡位建新朝，改吴县为泰德县。王莽新朝复灭后，东汉光武帝于建武元年（25年）复改泰德县为吴县。顺帝时因会稽郡幅员辽阔，不便管理，遂于永建四年（129年）析郡地东北部另置吴郡，西南部仍为会稽郡。新置之吴郡领县十三，吴县为首邑，郡治在吴县，而会稽郡治则徙往山阴。"
        },
        {
            "type": "text",
            "text": "       东汉末年军阀混战，兴平二年（195年），孙策部将米治攻占吴郡，入城领太守事，自此吴地一直属三国孙吴政权。领县十五，吴县为首邑。孙皓宝鼎元年（266年），从吴郡中划出阳羡、余杭等五县与丹阳郡的数县另置吴兴郡。至西晋时，吴、丹阳、吴兴三郡号称“三吴”。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），西晋灭吴统一全国，分天下为十九州，吴郡属扬州刺史。太康四年（283年）分吴县之虞乡置海虞县。东晋咸和元年（326年），成帝封其弟司马岳为吴王，改吴郡为吴国，置内史行太守事。其后司马岳虽徙封琅琊王，但吴国之名却一直延续到东晋末。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋武帝永初二年（421年），废吴国之名复称吴郡。南朝政府曾在南方广置侨州侨郡，宋孝武帝大明七年（463年），以吴郡属侨置南徐州。次年仍隶扬州。萧梁天监六年（507年），析吴郡地置信义郡。大同年间（535年—545年）置昆山县，隶信义郡，大同六年（540年）改海虞县为常熟县，从此昆山、常熟二县得名。太清三年（549年），侯景作乱攻陷郡城，改吴郡为吴州。次年又恢复原置。陈武帝永定二年（558年）割吴郡所属海盐、盐官、前京三县置海宁郡；后又割钱唐、富阳、新城等县置钱塘郡；割建德、寿昌、桐庐等县属新安郡。吴郡辖地骤减，仅领吴、昆山、常熟、嘉兴四县。祯明元年（587年），析扬州地增置吴州，以原属扬州的吴郡、钱塘郡等改隶吴州，于是吴州、吴郡、吴县三级治所同驻一城。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）灭陈后废吴郡建置，以城西有姑苏山之故，改吴州为苏州，这是苏州得名之始。下辖吴、昆山、常熟、乌程、长城五县。开皇十一年（591年），因反叛骚乱频繁，危及苏城安全，故杨素于苏城西南横山（七子山）与黄山之间另筑城廓，州、县治悉移新廓，至今该处地名仍称新郭。大业元年（605年），复苏州为吴州，大业三年（607年）又改州县制为郡县制，吴州复称吴郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）复吴郡为苏州。武德七年（624年）将隋代迁出的州、县治迁回原址。贞观元年（627年）分全国为十道，苏州属江南道。开元二十一年（733年）分江南道为江南东、西二道，苏州属江南东道。天宝元年（742年）改苏州为吴郡，乾元元年（758年）复称苏州，并改隶浙西道，节度使署也驻苏城。大历十三年（778年）苏州被升为江南地区唯一的雄州。"
        },
        {
            "type": "text",
            "text": "       唐昭宗光化元年（898年），苏州成为吴越国的领地，改称中吴府。后梁开平三年（909年），吴越王钱缪分吴县南部地另置吴江县，吴江建县自此始。后唐同光二年（924年），钱缪又奏请升中吴府为中吴军，设节度使，领常、润等州，直至宋初未有变易。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝八年（975年），吴越王钱俶改中吴军为平江军，隶江南道。太平兴国三年（978年）吴越纳土归宋，恢复苏州建置，转属两浙路转运使。政和三年（1113年）敕升苏州为平江府，属江南道浙西路，于是苏州又有平江之称。宣和五年（1123年）置浙西提举司。南宋建炎四年（1130年）置浙西提点刑狱司，治所均在平江城。"
        },
        {
            "type": "text",
            "text": "       元至元十二年（1275年）设江淮行省，置浙西路军民宣抚司，次年即改宣抚司为平江路，属江淮行省。至元十八年（1281年）升平江路为达鲁花赤（蒙语长官之意）总管府。元贞元年（1295年）升昆山、常熟、吴江、嘉定四县为州。元末至正十六年（1356年）张士诚入据平江，建大周政权，一度改称隆平府，次年张士诚接受元朝封册，复改为平江路。"
        },
        {
            "type": "text",
            "text": "       明太祖吴元年（1367年），改平江路为苏州府，隶江南行中二书省。永乐十九年（1421年）迁都北京，南京成为陪都，以江南为南直隶省，苏州府属之。\n\r\n       苏州入清以后改南直隶为江南省，置左、右两布政使。苏州仍称府，属县不变，隶右布政使。顺治十八年（1661年）将右布政使自江宁移驻苏州。雍正二年（1724年）升太仓州为直隶州。雍正三年（1725年）分江南省为安徽、江苏两省，于是江苏巡抚、江苏布政使、苏州府治和长、元、吴三县县治同驻苏州一城。咸丰十年（1860年）太平天国李秀成进驻苏州，以苏州为省会，建苏福省，实行省、郡、县三级制。同治二年（1863年）清军攻陷苏州，恢复建置如旧。光绪三十二年（1906年）以太湖西山置靖湖厅，隶苏州府。"
        },
        {
            "type": "text",
            "text": "       清宣统三年（1911年）10月10日，辛亥革命爆发。11月5日，苏州宣布独立，原江苏巡抚程德全自称苏军都督，设都督府于苏州。12月3日，改苏军都督为江苏都督，实行军民合治，称中华民国军政府江苏都督府，府所设苏州。民国元年（1912年）1月，废苏州府，复将长洲、元和二县及太湖、靖湖二厅并入吴县，同时将震泽县并入吴江县，昭文县并入常熟县，新阳县并入昆山县。从此，地名称苏州，建置称吴县。民国三年（1914年），于苏、常之地设苏常道，治所苏州，吴县属之。民国十六年（1927年）4月，废道，苏州直属于省。同年6月，成立苏州市政筹备处。次年11月，县、市分治，在苏州市政筹备处基础上，正式建立苏州市。民国十九年（1930年）5月，撤销苏州的市级建置，复并入吴县。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年），江苏省分区设置行政督察专员公署，作为省的派出机构，吴县属于第三区，区署设苏州。同年12月，第三区改称无锡区，区署置无锡。民国二十五年（1936年），无锡区改称第二区，仍隶吴县。民国二十六年（1937年）11月19日，日军攻陷苏州。次年5月，日伪江苏省政府在苏州成立，管辖苏南地区十六个沦陷县城，吴县属之。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年），中国共产党在苏南东路地区领导坚持抗日，建立抗日民主政权。将东路地区先后划分为三个级六个行政区，苏州均隶属于苏南第一行政区督察专员公署。9月，苏州县人民抗日自卫会在常熟东塘市成立。次年2月，苏州县政府成立，苏州县人民自卫会撤销。由于日伪残酷清乡，民主政权相继撤销。至民国三十四年（1945年）7月，在苏两北行政办事处的基础上，吴县抗日民主政权恢复成立。民国三十四年（1945年）8月，抗日战争胜利，伪江苏省消亡，国民政府还都南京。苏州仍称吴县，隶属江苏省江南行署。后江南行署撤销，又隶属第二行政区督察专员公署，直至解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月27日，中国人民解放军第三野战军第十兵团入城，苏州解放。划苏州为市，连同吴、常熟、昆山、吴江、太仓五县均隶属于苏州行政区专员公署。苏州专署及吴县县政府一直驻苏城。1950年10月，苏州行政区专员公署改称为苏州区专员公署，苏州市改由驻在无锡的苏南行政公署直辖。1953年1月，苏南、苏北两行署合并为江苏省，苏州区专员公署改称为江苏省苏州专员公署，苏州市从苏州专员公署划出，为省辖市。"
        },
        {
            "type": "text",
            "text": "       1958年7月，苏州市划归苏州专区。1962年6月，苏州复为省直辖市，并自始与苏州专区一直并立。同年1月，析常熟、江阴地置沙洲县，属苏州专区，1970年，苏州专区改称为苏州地区。1983年3月1日，江苏省实行市管县新体制。撤销苏州地区，将原属苏州地区的江阴、无锡二县划归无锡市，吴县、吴江、昆山、太仓、沙洲、常熟划归苏州市。苏州市领五县一市。"
        },
        {
            "type": "text",
            "text": "       1983年，撤销常熟县，改设常熟市。1986年，撤销沙洲县，设立张家港市。1989年，撤销昆山县，改设昆山市。1992年，撤销吴江县，设立吴江市。1993年，撤销太仓县，设立太仓市。1995年，撤销吴县，设立吴县市。2001年，苏州市郊区更名为虎丘区；同年，撤销吴县市，分设吴中区、相城区。2012年，撤销苏州市平江区、沧浪区、金阊区，合并设立苏州市姑苏区；撤销吴江市，设立苏州市吴江区。"
        }
    ]
}