{
    "title": "昆山市所辖乡镇名称由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1621",
            "category": "苏州市"
        },
        {
            "id": "1662",
            "category": "昆山市"
        }
    ],
    "detail": "[日期：2014-12-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：545次",
    "content": [
        {
            "type": "text",
            "text": "【正仪镇】\r\n       据《昆新两县续修合志》载：约在三国魏（文帝）晋（武帝）年间（220年—290年），一颗陨石落在镇西汤家桥附近小港里，由此有“星溪”之说。天监六年（507年）梁武帝嫌“星溪”两字不雅，改称“信义”。后因乡音讹误，曾称“正谊”、“进义”、“精义”、“精谊”。清康熙年间（1662年—1722年）重建关帝阁桥镌“真义桥”，又称“真义”。民国期间称“正义”，解放后更名“正仪”，沿用至今。"
        },
        {
            "type": "text",
            "text": "【千灯镇】\r\n       千灯的旧称千墩，据清陈元模著《淞南志》载，昆山城东南36里，三甲川乡有水曰千墩浦，盖淞江自吴门东下至此，江之南北凡有墩及千，改名千墩，清宣统二年（1910年），因为该地土墩上长满了一种草：“根可以做红色染料，也可以做药材，这种草称‘茜草’。”所以，在那时把“千墩”易名为“茜墩”。"
        },
        {
            "type": "text",
            "text": "　　“茜墩”这个地名一直用到解放后。茜墩是一个人文荟萃之地，人们都感到叫“茜墩”、“千墩”都有点不妥，应该用这个“灯”更好。这个“灯”字，象征着光明的使者，象征着辉煌，象征着富裕，与“金千灯”相符。1966年4月，茜墩改名为“千灯”。"
        },
        {
            "type": "text",
            "text": "【陆家镇】\r\n       陆家，原名录葭浜。春秋战国时地属娄邑，传说镇区原为一河浜，名鹤塘浜，内长一种草名录葭草，故合草、浜之称名录葭浜。又据清乾隆《录溪志》载，三国鼎立时，吴国丞相陆逊之孙陆机、陆云曾客居于此，因此而取名“陆家”。1966年4月“录葭”改名“陆家”。1986年12月，撤“乡”改“镇”，陆家乡于是改成陆家镇。"
        },
        {
            "type": "text",
            "text": "【淀山湖镇】\r\n       1949年为杨湘乡，1954年改镇，1956年改乡，1958年更名淀东公社，1983年改淀东乡，1988年改淀东镇，1993年更名淀山湖镇。以淀山湖景区得名，淀山湖又称薛淀湖。"
        },
        {
            "type": "text",
            "text": "【石牌镇】\r\n       石牌镇名由来，主要有三说："
        },
        {
            "type": "text",
            "text": "       一是相传在很早以前，三官堂河滩上不知从什么地方冲来一块青石条，人们颇感奇怪，认为这是“神圣显灵”，就将此石捞起，竖砌在三官堂庙的围墙上，“石牌”名便从此流传。"
        },
        {
            "type": "text",
            "text": "       二是石牌境内原有很多荒坟，并竖有石碑，因名石碑。后人将“碑”误读成“牌”，才叫石牌，延续至今。"
        },
        {
            "type": "text",
            "text": "       三是石牌古时河东河西都建有石牌坊，一名贞节坊，一名节孝坊，均系清道光年间建造。而石牌之称，早在明嘉靖年间（1522年—1566年）已有记载，属积善乡第二保，由此石牌并非因牌坊而名。"
        },
        {
            "type": "text",
            "text": "【新镇】\r\n       民国二年（1913年），有广东商人刘厚吾选用倪桥北面400多亩荒地，筹资垦荒，养鱼经商。由此渐成新兴集市。故名“新镇”。民国三十五年（1946年），部分住户迁至现新镇处（今珠径村四组），俗称“新新镇”，因其远离老镇，地处乡村外缘的娄江河畔、公路边，又称“外新镇”。原来的新镇址则称“老新镇”。"
        },
        {
            "type": "text",
            "text": "【周市镇】\r\n      《嘉靖昆山县志》已有周市之名记载。因地处昆、常、太三县交界，贸易往来频繁，逐步形成集市。明嘉靖年间（1522年—1566年），刑部侍郎周广、南京刑部主事周愚（曾任云南佥事）墓葬于镇东市梢，称周广坟、佥事坟，解放后毁，因建有别墅，故名周墅。清宣统二年（1910年）为周墅乡。1966年4月，省批准周墅复名周市。"
        },
        {
            "type": "text",
            "text": "【石浦镇】\r\n       石浦是古镇，宋范成大的《吴郡志》上已见此名。清《淤南志》称石浦为“视县诸镇，名最古亦最著名。”据现有资料考查，石浦成镇年代于南北朝，距今已有1300多年历史。"
        },
        {
            "type": "text",
            "text": "【玉山镇】\r\n      “玉山”之称，出自城之西北隅的马鞍山，山中产石，洁白如玉，史有“玉峰”、“玉山”之称。因玉山镇地处玉山脚下，故称玉山镇。“玉山”又称鹿城。相传吴王寿梦好猎，玉山镇曾是其豢鹿守猎之处，并建有城邑，名西鹿城，故有“鹿城”之别称。"
        },
        {
            "type": "text",
            "text": "【花桥镇】\r\n       相传道光年间（1821年—1850年）黄渡营兵来此张贴告示，因当地无名，营兵在木桥询问百姓，得知木桥周围居民姓花，遂称木桥为花家桥，镇亦由此得名。"
        },
        {
            "type": "text",
            "text": "【陆扬】\r\n       陆扬原名陆家桥。相传清朝时，有一家姓陆的大户住在这里，门前有石牌坊，宅旁有小木桥，后逐渐形成小集镇，称为陆家桥。抗日战争胜利后，一度曾称三塘乡。1962年改为陆桥，与江阴县陆桥公社同名。1981年12月16日，经江苏省人民政府批准，改陆桥为陆杨人民公社，以杨林塘流经境内而名陆杨。"
        },
        {
            "type": "text",
            "text": "【篷朗】\r\n       明洪武年间（1368年—1398年），称“牌落”，相传有土神牌随潮漂流此地而名。明弘治年间（1488年—1505年），昆山知县杨子器以“牌落”名称犯方言“败落”之忌，改为“蓬阆”。1966年，因阆字太生辟，故改称“蓬朗”。"
        },
        {
            "type": "text",
            "text": "【花桥】\r\n       清道光二十年（1840年）之前，黄渡某军营有兵丁来此贴告示。因当时花家桥还没有地名，兵丁在三角街市河段一条跨越南北岸的木桥处询问当地百姓，才知道木桥周围的群众大多姓花。就把该木桥称作花家桥。花桥由此得名，沿用至今。"
        },
        {
            "type": "text",
            "text": "【城北】\r\n       民国三十六年（1947年）底，由青墩、北虞两乡合并为城乡，因乡域紧靠县城北隅而名。"
        },
        {
            "type": "text",
            "text": "【大市】\r\n       亦作“大慈”、大墅”，据明嘉靖昆山县志称：大慈村，属全吴乡，该地傍水，谓“大慈泾”，故名“大慈”。该河又叫“大墅港”，又称“大墅”。明代为村，乾隆后成集镇。1966年将“大慈”改名“大市”。"
        }
    ]
}