{
    "title": "常州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1620",
            "category": "常州市"
        }
    ],
    "detail": "[日期：2014-12-31]   来源：www.Youlai19.cn  作者：【由来网】   阅读：373次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       常州之名源于常熟。隋开皇九年（589年）于常熟县置常州，后割常熟县入苏州，遂移常州治于晋陵，常州之名由此始。元代至元十四年（1277年）常州升为常州路；韩林儿龙凤三年（1357年）初朱元璋改常州路为长春府，明成祖永乐七年（1409年），改长春府复为常州府。民国二年（1913年），废常州府。民国三十八年（1949年）4月23日，析武进县城，建立常州市。1953年常州市改为省辖市。1959年，常州市划归镇江专区领导。1962年，常州市复改为省辖市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时称延陵邑，吴王寿梦之子季札为避让王位躬耕于舜过山（今江阴申港西）；周灵王二十五年（前547年）吴王徐祭遂封季札于延陵。延陵邑大约在今常州、武进、江阴、丹阳一带，是为常州历史上见诸文字最早的名称。延陵先邑后县，其名相继沿用345年。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年）改延陵为毗陵。毗陵之名从县治，到三国吴嘉禾三年（234年）置典农校尉屯田垦殖，到西晋太康二年（281年）建郡统县，相继沿用506年，其间，虽曾在王莽当政时改过毗坛，但时间很短前后仅14年，东汉建武元年时又复称毗陵。毗陵为郡曾统辖丹徒、曲阿（丹阳）、武进、延陵、毗陵、暨阳（江阴）、无锡7县，是为江南大郡。以毗陵命名的江南大驿一毗陵驿就设于此。"
        },
        {
            "type": "text",
            "text": "       晋太康二年（281年）分曲阿（丹阳）、丹徒东部地区置武进县。西晋惠帝永兴元年（304年）为避东海玉世子晋陵讳，改毗陵为晋陵，晋陵之名前后沿用290多年。其间，西晋永嘉之乱中原士族纷纷南迁，占地聚居，设置侨治郡县，一度曾在武进县境内设有兰陵郡、兰陵县，在晋陵县境内设有东莞郡领宫县、东莞、姑幕3县，直至南朝末期遂先后废止。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年）废郡，以州统县。开皇九年（589年）于常熟县置常州，后割常熟县入苏州，遂移常州治于晋陵，常州之名由此始，此后，虽曾改称过毗陵、晋陵、长春、尝州，但时间都很短暂，而常州之名不论贯州、称府，为郡沿用至今将近1400年。唐武宗会昌四年（840年）升常州为望，列入全国州府十望之一。"
        },
        {
            "type": "text",
            "text": "       宋代常州属两浙西路。元代至元十四年（1277年）升常州路，元惠宗至正十七年（1357年），明初朱元璋将常州地区划出两浙，直属南直隶，且改常州路为长春府，辖武进、无锡、宜兴、江阴（靖江）4县。"
        },
        {
            "type": "text",
            "text": "       明成祖永乐七年（1409年），改长春府复为常州府，沿用至清末。清雍正四年（1726年）析武进另置阳湖，析无锡另设金匮，析宜兴另立荆溪，加上原领江阴、靖江，常州府统领8县，故有“中吴要辅，八邑名都”之称。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）阳湖县并入武进县。城区一度称武进市，沿称常州。民国二年（1913年），废常州府，所辖各县直属于省。民国三年（1914年）5月，江苏省设立金陵、沪海、苏常、淮扬、徐海5道，武进县隶属苏常道。民国十六年（1927年），北伐军进入江苏省，取消各道，武进县直属江苏省政府。民国二十一年（1932年），武进县为第二行政督察区驻地；民国二十二年（1933年）3月，武进县属无锡区。民国二十五年（1936年）2月以后，区改以序号排列，武进县属第二行政督察区（驻无锡）。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，常武地区解放，武进县城析出建立常州市，武进与常州同城，均隶属苏南行署区。1953年常州市改为省辖市。1958年，镇江专区改名为常州专区，常州市划归常州专区领导，专署由镇江市迁至常州市。1959年，常州专区改为镇江专区，专署由常州市仍迁驻镇江市，常州市划归镇江专区领导。1960年，镇江专区的武进县划归常州市领导。1962年，常州市改为省辖市，武进县划归镇江专区领导。"
        },
        {
            "type": "text",
            "text": "       1983年3月1日，实行市管县体制，镇江地区的武进、金坛、溧阳3县划归常州市领导，市区设广化、天宁、钟楼、戚墅堰、郊区5个市辖区。1986年9月起，先后撤销广化区，将原行政区域分别归到钟楼区和天宁区。1990年8月，撤销溧阳县，改设溧阳市（县级）。1993年11月，撤销金坛县，设立金坛市（县级）。1995年7月，撤销武进县，设立武进市（县级），市政府驻湖塘镇。2002年4月3日常州市调整部分行政区划：撤销县级武进市，设立常州市武进区；常州市郊区更名为新北区。"
        }
    ]
}