{
    "title": "邳州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1619",
            "category": "徐州市"
        },
        {
            "id": "1667",
            "category": "邳州市"
        }
    ],
    "detail": "[日期：2015-01-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：537次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年）秦统一六国，于邳置县，史称下邳县。唐高祖武德四年（621年），置邳州，名称源于这里的古国——邳国。1992年7月7日，撤销邳县，建邳州市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       约公元前21世纪夏禹分九州，邳属徐州之城；禹封车正官奚仲为侯，先居于薛(山东薛城)，后迁于邳，建立邳国。夏王仲康七年（前2041年），后羿作乱，太子相依靠邳侯帮助，赶走后羿族，即位。寒蹇又杀帝相，把持夏政，邳国亡。"
        },
        {
            "type": "text",
            "text": "       约公元前16世纪奚仲十二世孙仲虺辅商汤灭夏桀，封为副宰相居于薛，建邳国，辖邳地。商王外壬元年邳国联合现奾国叛商，到宜甲三年彭伯攻克邳国。"
        },
        {
            "type": "text",
            "text": "       约公元前11世纪邳属青州，为周王朝徐国领土。成王二年（前1041年），徐人奄人反周，成王命伯禽征讨，次年灭徐奄，迁奄君于蒲姑(今睢宁县北)，逐徐人于海隅。穆王六年（前996年）徐子诞重建徐国，号称偃王。穆王十三年（前989年），徐偃王率九夷之众反周，穆王命造父伐徐，偃王败回武原东山下(邳州戴庄乡依宿山)，偃王死，封其子宗续掌其地。"
        },
        {
            "type": "text",
            "text": "       吴王阖闾三年（前512年），吴灭徐，邳地属吴。越王勾践二十四年（前473年）越灭吴，邳地属越；次年越让淮北地予楚，邳地属楚。周贞定王元年（前468年）魏取楚淮北地，邳地属魏，魏将邳薛合并改名徐州。周赧王十五年（前300年）齐取魏，徐州、邳地属齐。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)秦统一六国，于邳置县，史称下邳县。"
        },
        {
            "type": "text",
            "text": "       西汉高帝五年（前202年），封韩信为楚王治下邳。次年废除韩信王号，封刘交为楚元王，治彭城。分下邳为武原(今邳州泗口北)、良城(今邳州陈楼以北)、下邳三县隶属楚。汉高帝七年（前200年）封卫不害为武原侯，治武原；汉景帝后元二年（前142年）卫不害入狱，武原仍属楚。下邳、良城改属东海郡。汉武帝无狩六年（前117年）置临淮郡，下邳、良城属临淮。武帝元封五年（前106年）置十三刺史部，武原、良城、下邳三县归徐州(治所在薛)刺史部。汉昭帝始元五年（前82年）6月封刘文德为良城侯，传五代侯爵取消，良城划为县，仍归徐州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽始建国元年（9年）改下邳为润俭，良城为承翰，武原为乐亭，三县属徐州(治所在下邳)。东汉光武帝建武五年（29年）8月，光武帝攻克彭城、下邳，吴汉拔郯城，遂置徐州刺史部于郯，领下邳郡。旋改下邳郡为临淮郡，下邳、良城归临淮，武原属彭城。汉明帝永平十五年（72年），取消临淮郡，置下邳国，治下邳，领17县：下邳、良城、徐县(睢宁徐城镇)、僮县(睢宁西北)、睢陵(睢宁东北)、下相(宿迁)、淮阴(今淮阴市)、淮陵(淮阴北)、淮浦(淮阴东南)、盱眙(盱眙西北)、高山(淮阴西)、潘旗(宿迁北)、取虑(睢宁北)、东城(盱眙东)、曲阳(宿迁西)、司吾(新沂市)、夏丘(沛县东)。武原仍属彭城国。"
        },
        {
            "type": "text",
            "text": "       汉献帝初平四年（193年）陶谦任徐州牧，治下邳。下邳人阙宣聚数千人与陶谦共举兵反，曹操杀陶谦，任刘备为徐州牧，治下邳，备命张飞守之。汉献帝建安元年（196年），吕布袭张飞，得下邳，自称徐州刺史。次年曹操、刘备共破下邳，擒杀吕布于白门楼下。献帝建安四年（199年），刘备杀徐州刺史车胄，夺下邳，命关羽守之，代太守职。次年曹操攻下邳，关羽降曹，下邳入魏。三国·魏初，迁徐州治所于彭城，置下邳郡。下邳、良城属下邳郡，武原属彭城郡。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康元年（280年）置下邳国，领7县：下邳、良城、凌(睢宁东)、睢陵、夏丘、取虑、僮；武原属彭城国。东晋成帝咸和元年（326年）济民太守刘闽杀下邳内史夏侯嘉降石勒，下邳入赵，改置下邳郡。晋穆帝升平二年（358年），任北中郎将郗鉴都督徐、衮、青、冀、幽五州诸军事；徐衮二州刺史，领下邳，邳入东晋。"
        },
        {
            "type": "text",
            "text": "       南北朝·宋武帝永初元年（420年），刘裕建立宋朝，次年置下邳郡，领下邳令，南彭城太守领武原令。宋孝武帝大明四年（460年），置下邳太守，领下邳令，良城令、僮令。北魏孝明帝孝昌元年（525年），置东徐州治下邳。梁武帝中大通五年（533年），北魏建义城主兰宝杀东徐州刺史崔庠，降梁，梁置武州治下邳。东魏孝静帝武定八年（550年），复置东徐州治下邳。领4郡、16县。下邳郡辖：下邳、良城、僮、坊亭(睢宁西境)、栅渊(宿迁境)、归正(分下邳置)6县。武原郡辖：武原、开远(分良城置)、艾山(艾山一带)3县。这年北齐文宣帝受魏禅，邳地入北齐。陈宣帝太建七年（575年），陈将樊毅伐北齐克下邳，陈改东徐州名安州。北周宣帝大成元年（579年），陈的徐州、淮南之地尽没于北周，周改安州为邳州，领下邳、归正二县，废除艾山、开远、武原三县。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年（607年），改置下邳郡，领：宿豫(宿迁)、夏丘、徐城(今泗洪北)、淮阳(今淮阴北)、下邳、良城、郯城(今郯城县)6县。废除归正县。唐高祖武德四年（621年），置邳州，领下邳、良城、郯城3县。属徐州总管府。太宗贞观元年（628年），废除邳州，置下邳县；省郯城、良城二县，析泗州之淮阳入下邳，隶于泗州。宪宗元和四年（809年），下邳隶于徐州。"
        },
        {
            "type": "text",
            "text": "       五代时期（907年—960年），下邳县属武宁军，隶于徐州。宋太宗太平兴国七年（982年），置淮阳军治下邳。领下邳、宿迁2县，属京东路。金太宗天会七年（1129年）置邳州刺史，领：下邳、兰陵、宿迁3县。属山东西路。金宣宗贞祐三年（1215年），邳州隶于河南路。金宣宗兴定五年（1221年），命蒙古刚移山东行省于邳州。"
        },
        {
            "type": "text",
            "text": "       元朝初年，并下邳、兰陵、宿迁3县入邳州。元世祖至元八年（1271年）邳州隶于归德府。至元十二年（1275年）析邳州置睢宁、宿迁二县，属淮安府。至元十五年（1278年）邳州领下邳、宿迁、睢宁3县，仍属淮安府。至元二十七年（1290年），邳州随归德府属河南行中书省统辖。元顺帝至正八年（1348年）升徐州为总管府，邳、宿(安徽宿县)、滕(山东滕州)、峄(山东峄县)四州隶之。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武初年，邳州隶于凤阳府。洪武十五年（1382年），邳州属淮安府，仍领宿迁、睢宁2县。改葛峄山为岠山。清世祖顺治二年（1644年），置江南省(今江苏、安徽东部)，邳州随淮安府隶之。设江宁布政司管理民赋。顺治十八年（1661年）江南省设左右布政司，以左布政司管理邳州民赋。康熙三年（1664年）设江北按察司，管理邳州民赋。康熙五年（1666年），邳州随淮安府直隶于江南省。次年，析江南省置江苏省，设江苏布政司管理邳州民赋。雍正二年（1724年），升邳州为江苏省直隶州。领宿迁、睢宁2县。雍正十一年（1733年），升徐州为府，邳州改属徐州府，宿迁、睢宁2县析出。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），改州为县，始称邳县。民国三年（1914年）江苏省设五道，邳县属徐海道。民国十六年（1927年），废除道，邳县直属江苏省。民国二十七年（1938年），江苏置十个督察区，邳县隶于第九督察区。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十九年（1940年），中国共产党析邳县之陇海铁路以北置邳县民主政府，驻铁弗寺(今铁富乡驻地)。隶于山东鲁南第三专署。陇海铁路以南，置邳南行署，隶于八路军运西办事处。民国三十一年（1942年）邳南行署改为邳南县，隶于邳、睢、铜、灵连防办事处；同年改为邳睢县，隶于淮北第三专署。"
        },
        {
            "type": "text",
            "text": "       民国二十九年至民国三十四年（1939年——1945年）期间，日伪以官湖(今官湖镇)为中心置伪邳县公署，隶于伪淮海省。民国三十二年（1943年）原邳县之西北及宿羊山(今宿羊山镇)一带属共产党兰陵县民主政府管辖；原邳县之炮车、窑湾一带属共产党宿北县民主政府管辖；龙池一带存国民党邳县游击区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月，邳县人民政府(铁路以北)，隶于山东省台枣专署，次年隶于临沂专署；邳睢县人民政府(铁路以南)，隶于江苏省淮阴专署。1953年，邳睢县撤消，古邳镇析归睢宁县；土山、运河等地析归邳县。邳县人民政府改隶于江苏省徐州专署。次年，邳县人民政府驻地从邳城(今邳城镇驻地)迁至运河镇。1956年改称邳县人民委员会。隶于徐州地区。1969年称邳县革命委员会。隶于徐州地区革命委员会。1981年10月复称邳县人民政府。隶于徐州地区。1983年实行市管县体制，邳县隶于徐州市。1992年7月7日，撤销邳县，建邳州市（县级），仍属于徐州市。"
        }
    ]
}