{
    "title": "丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1619",
            "category": "徐州市"
        },
        {
            "id": "1671",
            "category": "丰县"
        }
    ],
    "detail": "[日期：2015-01-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      《旧通志》云：“先有徐州后有轩(轩辕黄帝)，惟有丰县不记年。”如果此说可信，那么至少在4000多年之前便已有“丰”这个地名存在了。有据可查的历史是：春秋战国时，丰始属宋，后被宋王偃定为国都。周赧王二十九年(前286年)，齐、楚、魏灭宋，丰隶楚。秦时，丰为沛县一乡，称“丰邑”。秦末，丰与沛分设，始为县，属泗水郡。"
        },
        {
            "type": "text",
            "text": "       丰：美好富厚的意思。丰邑，即美好富厚的城邑。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       帝喾创设九州，徐州即为其中之一，此时丰地隶属于徐州，皆属东夷之地。尧使禹治水，九州攸同，丰仍为徐州之域；虞、夏、商沿袭。"
        },
        {
            "type": "text",
            "text": "       周朝并徐州于青州；丰此时随之隶于青州。春秋时期属宋，为宋王偃的都所。鲁庄公十二年（前682年），宋国大乱，群公子奔萧；宋桓公立，封萧叔大心于萧，此时丰为其支封。周赧王二十九年（前286年），齐、楚、魏共伐宋；宋康王逃走，死于温地，丰县遂属楚。"
        },
        {
            "type": "text",
            "text": "       秦灭楚统一六国，分封郡县，丰始为县，隶楚郡；复以丰隶泗水郡。西汉、东汉时期，丰县隶属豫州沛郡、沛国。"
        },
        {
            "type": "text",
            "text": "       魏武帝恢复徐州，治所彭城，统辖七个郡国。明帝景初二年（238年），分沛国、萧、相等10县为汝阴郡；把杼秋、公丘、彭城、丰、广戚五县划归沛王国。"
        },
        {
            "type": "text",
            "text": "       晋朝，隶属关系同汉代。南北朝时期，宋改丰县隶属北济阴郡；北魏沿袭。北齐，改隶永昌郡。北周时隶总府。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇三年（583年）废除郡制，改为州制，州统辖县。大业三年（607年）恢复彭城郡，统辖 11 个县，丰县隶属彭城郡。"
        },
        {
            "type": "text",
            "text": "       唐代武德元年（618年），改隶徐州；贞观元年（627年）设置 15 道，徐州统辖7县，隶属河南道；天宝元年（742年），徐州改为彭城郡；乾元元年（758年），彭城郡又改为徐州；贞元十六年（800年），徐州改为武宁军，以 节度使镇守；咸通十一年（870年），恢复徐州；不久，徐州改为感化军；从武德元年至咸通十一年（618年—870年），丰县皆隶属徐州。"
        },
        {
            "type": "text",
            "text": "       五代梁时，丰县隶属沿袭唐代，隶属徐州；后晋时，徐州又改为武宁军；后周时，恢复为徐州。从梁至后周，丰县皆隶属徐州。"
        },
        {
            "type": "text",
            "text": "       宋代太祖建隆元年（960年），徐州改为武宁军，不久恢复为徐州，统辖彭城县、萧县、丰县、沛县、滕县，隶属京东西路；绍兴元年（1131年），徐州为金占领，又为武宁军，统辖彭城、萧、丰三县，隶属山东西路。金代、辽代，丰县均属（徐州）武宁军。"
        },
        {
            "type": "text",
            "text": "       元代至元元年（1264年），徐州统辖永固、彭城、萧三县；丰县隶属东平府。后，丰县隶属济宁路；至元二年（1265年）。沛县并入丰县属济州；至元三年（1266年），丰县、沛县析置；八年（1271年），丰县隶归德府；至正八年（1348年），又改隶徐州。"
        },
        {
            "type": "text",
            "text": "       明代洪武元年（1368年），徐州为张士诚占领。明太祖朱元璋兵下，淮安、徐州、邳县皆归附朱元璋，此时，丰县亦归附。初，丰县隶属中立府，即凤阳府。洪武八年（1375年），丰县隶徐州，改为南直隶。 清代，丰县隶属徐州，与铜山、邳、睢宁、宿迁、砀、沛、萧七县合称八属。"
        },
        {
            "type": "text",
            "text": "       民国元年至民国二年（1912年—1913年）冬，由中华民国南京革命政府委派县知事，丰县隶属徐州；民国二年冬至民国五年（1913年—1916年），张勋在徐州恢复清朝帝制，委派县长，丰县隶属徐州；民国五年至民国十五年（1916年—1926年）军阀割据时期，丰县隶属徐州。民国十五年至民国二十七年（1926年—1938年）5月，丰县隶属国民党徐州专署。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月17日至民国三十四年（1945年）秋，县城被日本侵略军占领期间，境内有三个性质不同的县级政权同时存在：（一）国民党领导的丰县政府撤出县城，偏安乡下，仍隶徐州；（二）民国二十七年（1938年）底至民国三十四年（1945）秋，日伪丰县政府隶日伪淮海省；（三）中国共产党领导的丰县和华山县抗日民主政府，民国二十九年（1940）6月至11月隶属苏鲁豫区行置，民国二十九年（1940年）12月至民国三十一年（1942年）10月改隶山东省湖西地区行署，民国三十一年（1942年）10月至民国三十三年（1944）6月改隶冀鲁 豫六行署，民国三十三年（1944年）6月民国三十四年（1945年）8月改隶冀鲁豫十一行署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）9月民国三十七年（1948年）11月，丰县境内县级政权有：（一）中国共产党领导的丰县和华山县、华砀县人民政府，民国三十四年（1945年）8月至民国三十五年（1946年）3月隶属苏北办事处；民国三十五年（1946年）3月苏北办事处撤销，改隶冀鲁豫第三行政区督察专员公署，至民国三十七年（1949 年）8月；民国三十六年（1947年）11月撤销华砀县；民国三十八年（1949年）8月至9月，丰县、华山县改隶山东省台枣专署；（二）此间国民党领导的丰县政府，隶属徐州行政专署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）9月至1950年5月，丰县和华山县仍隶属于山东省台枣专署；1950年至1953年1月，丰县、华山县改隶山东省滕县专署；1953年1月，苏南、苏北两行署合并为江苏省，丰县划归江苏省徐州专署，华山县撤销；1953年至1970年丰县隶属江苏省徐州专区。1970年徐州专区改称徐州地区，丰县属徐州地区。1983年3月撤销徐州地区，实行市管县体制，丰县改隶徐州市（1962年升为地级市）。"
        }
    ]
}