{
    "title": "徐州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1619",
            "category": "徐州市"
        }
    ],
    "detail": "[日期：2015-01-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       尧封颛顼后裔篯铿（彭祖）于此，称大彭氏国。秦在此地置彭城县。"
        },
        {
            "type": "text",
            "text": "       夏禹时，伯益因辅佐治水有功，其子若木被封于徐(今安徽泗县一带)，建徐国。徐国在中国历史上存在1649年，共有44代君王。其区域先在邳州附近，后迁至泗县、泗洪。徐偃王时最为强盛，疆域扩大到整个苏北、皖中、鲁南等江淮广大地区。"
        },
        {
            "type": "text",
            "text": "       三国时，曹操迁徐州刺史部于彭城，彭城自始称徐州。彭城因徐国而改名，成为九州之一的徐州。隋文帝开皇二年(582)设徐州。雍正十一年（1733年），升徐州为府，增置铜山县，铜山县为徐州府附郭。民国元年（1912年），废徐州府。民国二十八年（1939年）2月19日，日伪华北政务委员会宣布将铜山县九区中的第一区（约今天徐州市鼓楼、泉山、云龙区）析置徐州市。1953年1月1日，徐州市为省辖市。1958年，原由省辖的徐州市，划为徐州专署领导。1962年，徐州市再次改为省辖市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       夏禹时，伯益因辅佐治水有功，其子若木被封于徐(今安徽泗县一带)，建徐国。其后，历夏、商、周三代，徐国都是诸侯国之一。从周公旦开始，周成王、周康王几代中，西周和徐的战争是最频繁的。徐国参与了以武庚为首的商殷残余贵族的叛乱，抵制周公的东征。徐国的驹王起兵直接攻周一直打到黄河边上，徐的后人为“先君驹王西讨济于河”而自豪。"
        },
        {
            "type": "text",
            "text": "       鲁侯伯禽(周公旦的儿子)经常不断地与徐戎摩擦，《尚书·费誓》载：鲁与徐戎、淮夷有过激烈的战争，鲁国受到威胁很大，以至一度不敢打开国都的东门。至周穆王时，徐国之君徐偃王嬴诞在位，行仁义，结众心，颇得百姓拥护，四周有32个国家都派人向他朝贡。后来，他曾举兵进攻周朝都城，被周穆王打败后，在彭城(今江苏徐州市)一带的山中隐居下来。周穆王别封他的子孙为徐子，继续管理徐国。"
        },
        {
            "type": "text",
            "text": "       此后，徐国一直延续数百年，直到吴王阖闾三年（前512年）夏，吴国派出使臣，责令徐国(今安徽泗县)和钟吾国交出领兵在外的公子掩余和烛庸。二国依仗有强楚撑腰，拒不从命，并私自放走二公子，让他们去投奔楚国。楚昭王十分得意，立即派出大员隆重迎接二公子，并让二公子在养地(今河南沈丘县)暂时住。接着，又命令莠尹然、左司马沈尹戍重修养城，把养城东北边的城父、东南边的胡田两块地方封给二公子，企图利用二公子危害吴国。这正好给了吴王出兵的口实。同年冬，吴王派孙武、伍子胥兴师伐罪。徐国才被吴国灭掉。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       原始社会末期，尧封彭祖于今市区所在地，为大彭氏国，徐州称彭城自始起。春秋战国时，彭城属宋，后归楚，秦统一后设彭城县。"
        },
        {
            "type": "text",
            "text": "       楚汉时，西楚霸王建都彭城。西汉设彭城郡，东汉设彭城国，建都彭城。三国时，曹操迁徐州刺史部于彭城，彭城自始称徐州。"
        },
        {
            "type": "text",
            "text": "       魏晋南北朝各代曾设彭城国或徐州，都城或治所多在彭城。隋时设徐州，后改彭城郡，治彭城。"
        },
        {
            "type": "text",
            "text": "       唐初，徐州与彭城郡名称多次互易，中后期徐州为节度使驻地。五代时各朝置有徐州，治彭城，领7县。"
        },
        {
            "type": "text",
            "text": "       宋元两朝都置徐州，隶属和辖领变化较频。明初徐州曾直隶京师，后属南京。"
        },
        {
            "type": "text",
            "text": "       清初，徐州先后为江南省和江苏省所属直隶州，雍正十一年（1733年），升徐州为府，增置铜山县，铜山县为徐州府附郭。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废徐州府，徐州府地附郭为铜山县，民国三年（1914年）设徐海道，治所在铜山（徐州）。民国二十八年（1939年）2月19日，日伪华北政务委员会宣布将铜山县九区中的第一区（约今天徐州市鼓楼、泉山、云龙区）析置徐州市，第一任徐州市市长是张伯英之族叔张云生。从此徐州市第一次独立于铜山县而成为与县级政权平行的地方政权，不同于市管县。抗战胜利后，国民政府仍置徐州市，属江苏。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）因江苏省尚未完全解放，徐州市暂由山东省代管。1953年1月1日，徐州市为省辖市。同时，苏南、苏北两行署合并为江苏省，徐州市正式划归江苏省直辖，设徐州专区，专员公署驻徐州市，新海连市划属江苏徐州专区。原属山东省临沂专区的新海连市及赣榆、东海、邳县3县，滕县专区的铜北、华山、沛县、丰县4县，和原属皖北行署区宿县专区的砀山、萧县2县及原由苏北行署直辖的淮北盐区，划入徐州专区。徐州专区辖1市9县1盐区。同年，原属淮阴专区的新沂、睢宁、邳睢3县划入徐州专区。撤销铜北、华山、邳睢3县，复设铜山县。撤销淮北盐区。东海县政府迁海州城。徐州专区辖1市10县。"
        },
        {
            "type": "text",
            "text": "       1954年，新海连市改为省辖市。同年12月，萧县、砀山2县划为安徽。1958年，原由省辖的徐州、新海连2市，划为徐州专署领导。徐州专区辖2市8县。1960年，铜山县划为徐州市领导。1961年，新海连市改名为连云港市。1962年，徐州、连云港2市改为省辖市。将铜山县划为徐州专区领导。1965年10月26日，江苏省人委批准设立矿区。1970年，徐州专区改称徐州地区，专署驻徐州市，辖丰县、沛县、赣榆、东海、新沂、邳县、睢宁、铜山8县。"
        },
        {
            "type": "text",
            "text": "       1983年，撤销徐州地区，实行市管县的建制。徐州市下辖5区（云龙、鼓楼、郊区、贾汪、矿区）6县（丰县、沛县、邳县、铜山、睢宁、新沂县）。1990年2月起，先后撤销新沂、邳县，改设新沂、邳州市。2010年9月28日，撤销徐州市九里区、铜山县，设立徐州市铜山区。"
        }
    ]
}