{
    "title": "无锡市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1618",
            "category": "无锡市"
        }
    ],
    "detail": "[日期：2015-01-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：532次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       “无锡”地名，当今学者皆认为是远古时的吴越语。古代吴越地区同俗、同语言，但这种语言，没有形成文字体系。秦始皇统一天下，从而带来文字统一。当时史官记载历史时，许多人名、地名、物名，不少是根据吴越语音用汉字相近或相同的语音记载下来。“无锡”二字，也是根据吴越语音用汉字作了记录的， 因此就不能把“无锡”本义保存下来，致使原义失传，无法考证。所以说“无锡”二字，是古吴越土语。无锡是吴国的故都，无锡地名出自古代吴越土语：“无”是发语词，无实义；“锡”是古代吴越语，本来是有它的本义的。自从用汉字把它记录成“无锡”后，它原来的本义就失传了。"
        },
        {
            "type": "text",
            "text": "       由于古老吴越部族的最后流散及与他族融合，吴越的土语也逐渐泯灭，使许多用吴越土语音以汉字记录下来的人名、地名、物名，就不知其所以然了，只有《越绝书》为我们留下了这方面的点滴宝贵资料。此书中拥有大量吴越两国的人名、地名、物名。《越绝书·纪策考篇》说：“吴越为邻，同俗并土。”《范伯篇》也说“吴越二邦，同气共俗”。这就说明，句吴和于越在语言上是相近的。从《越绝书》留下的人名与地名加以对比，就可发现两者确实相似。无锡之“无”，与越王中称“无”的名字相同。在越王中叫“无”某的较多。传说中越国始祖叫“无余”。《竹书纪年》、《吴越春秋》所载越王名有“无壬、无曎、无疆、无余、无颛”等，直至汉代，闽越王中犹有叫“无诸”者。其实古越语的地名、人名、物名，有一种一致性。如姑、夫、句、余、无等，均有吴越语的特征。特别是句吴和于越，在语言上是相近的，如句吴之“句”，与于越句践、句章、甬句东之“句”；句吴国都姑苏之“姑”，与于越姑蔑之“姑”；句吴地名无锡之“无”，与于越人名无余、地名句无之“无”等，都是古越语，或称“夷言”。"
        },
        {
            "type": "text",
            "text": "       当然，记载吴越人名、地名、物名的古籍并不止《越绝书》一种，而且人、地、物名都属于专有名词，今天己无法从中了解这些语言的意义。十分可贵的是，《越绝书》独一无二地留下了两个于越部族的普通词汇，为我们研究这种已经泯灭的语言提供了重要线索。此书《吴内传篇》说：“方舟航买仪尘者，越人往如江也。治须虑者，越人谓船为须虑。”《地传篇》说：“朱余者，越盐官也。越人谓盐曰余。去县三十五里。”这样，我们就知道越语的“须虑”即汉语船；越语的“余”即汉语盐。可惜的是无锡本义是什么，却没有被留下来。"
        },
        {
            "type": "text",
            "text": "       由此可知：无锡，不是“其地无锡”，更不能望文生义，解释为“没有锡”。“无锡”二字，乃古吴越土语，即“夷言”，“无”是词头，“锡”另有其义。后人不知其所由来，即不知其含意，历史上错误的妄加解释，说其地本产锡，至汉锡已采尽，而名无锡。或误传“后汉有樵客于山(指今锡山)下得铭云“有锡兵，天下争；无锡宁，天下清”，此皆无稽之谈也。\n\r\n【沿革】\r\n       商末（公元前十二世纪）周太王长子泰伯为让王位偕弟仲雍，东奔江南，定居梅里（今无锡梅村），筑城立国，自号“勾吴”，开创了吴国历史。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年）始置无锡县，治今无锡城区，属会稽郡。武帝元封元年（前110年）为无锡侯国；征和四年（前89年）复为县，属吴郡。王莽时（9年）改名为有锡县，东汉光武间（25年）复无锡县。三国时，孙吴废无锡县，分无锡县以西为屯田，置毗陵典农校尉。西晋太康二年（281年）复置无锡县，属毗陵郡。"
        },
        {
            "type": "text",
            "text": "       元元贞元年（1295年）升无锡为州，属江浙行中书省常州路。明洪武二年（1369 年）复为无锡县，属中书省常州府。清雍正二年（1724年），分无锡县为无锡、金匮两县，同城而治，均属常州府。"
        },
        {
            "type": "text",
            "text": "       宣统三年（1911年），无锡光复，锡金军政分府成立于原金匮县属，辖原无锡、金匮两县。民国元年（1912年）5月，撤销锡金军政分府，锡、金两县合并恢复无锡县。民国二年（1913年）废常州府，无锡县直属于省。民国三年（1914年）5月，全省设立金陵、沪海、苏常、淮扬、徐海5道，无锡县属苏常道。民国十六年（1927年），北伐军进入江苏省，取消各道，无锡县直属江苏省。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年），江苏全省各县分隶15个行政督察区，后又改划为13个行政督察区，无锡县属第二区（驻武进）；民国二十五年（1936年）2月，又设无锡区，无锡县为驻地。抗战时期，区改以序号排列，无锡县为第二行政督察区驻地。另外，在抗日战争期间，无锡四乡先后建立中共领导的锡北、锡东、太湖、武南、澄西等抗日民主政权。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，无锡解放，析无锡县城、郊地置无锡市（后武进县马迹山地区划入），市县同城，无锡市直属苏南人民行政公署，为苏南行署驻地。1953年1月1日建江苏省，无锡市为省辖市，下设第一至第八共8个区。1956年第一至第五区分别改名为崇安、工运、南长、西新、北塘区，撤销第六、七、八区，合并设立郊区。1958年6月基本形成了四区格局，即崇安、南长、北塘3个城区和1个郊区（另一说：1959年撤销工运区、西新区、郊区）。1960年设立太湖区。1963年太湖区更名为郊区。1968年崇安区更名为崇武区，1978年复名崇安区。"
        },
        {
            "type": "text",
            "text": "       1958年8月25日，苏州专区的无锡县划归无锡市领导。1962年无锡县划归苏州专区。1970年苏州专区改称苏州地区，无锡县属苏州地区。1983年3月1日，实行市管县体制，苏州地区的江阴县、无锡县和镇江地区的宜兴县划归无锡市领导。1987年4月撤销江阴县，改设江阴市（县级）；1988年3月撤销宜兴县，改设宜兴市（县级）。"
        },
        {
            "type": "text",
            "text": "       1988年在马山镇包括马圩地区设立马山区。1995年6月，撤销无锡县，以其原辖区域设立锡山市。2000年12月，撤销锡山市，设立无锡市锡山区和惠山区。2001年春，撤销无锡市郊区和马山区，以其原有地域和原锡山市东 、南泉、雪浪、华庄、梅村、坊前、新安7镇设置无锡市滨湖区，因南滨太湖而得名。"
        }
    ]
}