{
    "title": "钓鱼岛问题的由来",
    "category": [
        {
            "id": "6",
            "category": "日常词解"
        }
    ],
    "detail": "[日期：2015-01-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：920次",
    "content": [
        {
            "type": "text",
            "text": "       钓鱼岛列屿位于中国东海大陆架的东部边缘，距中国台湾省东北大约92海里,距日本琉球群岛约73海里，但相隔一条深1000至2000米的海沟，该海沟成为中国和日本之间的天然分界线。钓鱼岛列屿由钓鱼岛(4.13 平方公里) 、黄尾岛、赤尾岛 、南小岛、北小岛 和3 块小岛礁即大北小岛、大南小岛、飞濑岛等组成,总面积约6.1344 平方公里。"
        },
        {
            "type": "img",
            "url": "/upfiles/image/20150111141621.jpg",
            "desc": "钓鱼岛列屿（远处的为钓鱼岛）"
        },
        {
            "type": "text",
            "text": "       早在明朝初期的1373年前后，我国渔民即已发现了钓鱼岛。据《明史》记载，最早驻足钓鱼岛的是明朝人杨载。1372年，明朝册封使杨载奉命出使琉球，钓鱼岛位于杨载必经的航道上，杨载的船只停靠在钓鱼岛，并第一个驻足该岛。1403年，我国文献中就有了钓鱼岛列屿的记载。明朝永乐年间出版的《顺风相送》中记载有“福建往琉球”针路(航海指南)一节提到过“钓鱼屿、赤尾屿”等名称。1556 年，时任明朝浙江提督的胡宗宪，节制海域边防，负责讨伐日益猖獗的倭寇，守卫包括钓鱼岛、黄尾屿、赤尾屿等岛屿在内的中国海区。1561年,胡宗宪的幕僚郑若增编纂了《筹海图编》。该书卷一“沿海山沙图”的“福七”至“福八”中，就标有钓鱼屿、黄尾山、赤屿等。明朝人施永久撰的《武备秘书》卷二中更为明确地画出“钓鱼岛”、“黄尾山”、“赤屿”等岛。日本最早有钓鱼岛记载的是1785 年日本人林子平所著《三国通览图说》，但该书用颜色明显标示出钓鱼岛属于中国。直到1884年，从事海产品采集和出口的日本商人古贺辰四郎才首次涉足钓鱼岛。这比中国人涉足并命名钓鱼岛晚了300 到500年。"
        },
        {
            "type": "text",
            "text": "       在19 世纪末中日甲午战争爆发前，日本从没有对中国拥有钓鱼岛的主权提出过异议。1895 年，中日甲午战争后,清王朝与日本签订了丧权辱国的《马关条约》，此条约只明文规定割让台湾和澎湖列岛，并没有提及此一海域的钓鱼岛列屿。但日本据此竟将钓鱼岛列屿也列入为日本领土,以“尖阁群岛”一词来表示，并划归琉球。"
        },
        {
            "type": "text",
            "text": "       1943年12月中、美、英发表的《开罗宣言》规定，日本将所窃取于中国的包括东北、台湾、澎湖列岛等在内的土地归还中国。1945年的《波茨坦公告》规定：“开罗宣言之条件必将实施”。同年8月，日本接受《波茨坦公告》宣布无条件投降，这就意味着日本将台湾、包括其附属的钓鱼诸岛归还中国。但1951年9月8日，日本却同美国签订了片面的《旧金山和约》，将钓鱼诸岛连同日本冲绳交由美国托管。对此，周恩来总理兼外长代表中国政府郑重声明，指出旧金山和约是没有中华人民共和国参加的对日单独和约，不仅不是全面的和约，而且完全不是真正的和约。中国政府认为这是非法的，无效的，因而是绝对不能承认的。"
        },
        {
            "type": "text",
            "text": "       1971年6月17日，日美签订“归还冲绳协定”时，这些岛屿也被划入“归还区域”，交给日本。对此，我国外交部于1971年12月30日发表声明，强烈谴责美日两国政府公然把我钓鱼诸岛划入“归还领域”，严正指出“这是对中国领土主权明目张胆的侵犯。中国人民绝对不能容忍。”“美日两国在‘归还’冲绳协定中，把我国钓鱼岛等岛屿列入‘归还区域’，完全是非法的，这丝毫不能改变中华人民共和国对钓鱼岛等岛屿的领土主权”。其后，美国国务院发言人表示，“归还冲绳的施政权，对尖阁列岛（即钓鱼岛群岛）的主权问题不发生任何影响”。但是钓鱼岛群岛实际上却处于日本控制下至今。"
        }
    ]
}