{
    "title": "南京市鼓楼区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：950次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年始建鼓楼区。因境内有明代所建“鼓楼”而得名。鼓楼是以前的城市中用来报时的一个建筑，与“钟楼”相配合，白天用钟声报时，夜间用鼓声报时，因此有“晨钟暮鼓”一说。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       鼓楼区历史源远流长，是南京城区开发较早的地区之一，五六千年前就有许多处原始村落存在。周显王三十六年前（前333年），楚威王熊商打败越军后，在石头山置金陵邑，此为鼓楼区境第一个行政建置，也是南京城区建置之始。秦始皇赢政三十七年（前210年），始皇东巡，途经金陵，改金陵邑为秣陵县，并增设江乘县。"
        },
        {
            "type": "text",
            "text": "       汉献帝建安十六年（211年），吴侯孙权自京口（今镇江）移治秣陵，次年改秣陵为建业。晋改建业为秣陵、建邺、建康，南朝均都于此。隋唐降低建康政治地位，由郡降为州，再降为县，兴废无常，名称多变。现区境自五代杨吴天祐十四年（917年）至清末，始终为江宁、上元两县管辖。明初，筑南京城墙，区境主体部分圈入内城，其余部分也在外廓之内。"
        },
        {
            "type": "text",
            "text": "       鼓楼建区始于民国二十二年（1933年）3月，始称南京市第六区，当时所辖范围，汉口路以南和草场门以西不在现区内。民国二十八年（1939年），伪维新政府时南界始推至汉中路。民国三十四年（1945年），玄武湖一带划入区境，区域范围扩大。"
        },
        {
            "type": "text",
            "text": "       解放后，1950年成立新五区时，中央路以东及玄武湖全部划出。1960年，实行人民公社政社合一体制时，城区带郊区，栖霞人民公社的燕子矶镇、迈皋桥镇、晓庄农（林）场及下关人民公社的小市镇划归鼓楼人民公社管辖，1961年后陆续交还栖霞区或市管。"
        },
        {
            "type": "text",
            "text": "       1995年成立新五区时，中央路以东及玄武湖全部划出。1955年始建鼓楼区。因境内有明代所建“鼓楼”而得名。1960年，实行人民公社政社合一体制时，城区带郊区，栖霞人民公社的燕子矶镇、迈皋桥镇、晓庄农（林）场及下关人民公社的小市镇划归鼓楼人民公社管辖，1961年后陆续交还栖霞区或市管。"
        },
        {
            "type": "text",
            "text": "       2002年10月，市委、市政府对建邺、白下、鼓楼、雨花台四区行政区划做部分调整，其中将鼓楼区汉中门大街及其西延至长江以南地区，划归建邺区管辖，将建邺区莫愁湖街道办事处汉中门大街以北地区及其建制，划归鼓楼区管辖。2013年2月8日，撤销南京市鼓楼区、下关区，设立新的南京市鼓楼区。以原鼓楼区、下关区的行政区域为新的鼓楼区的行政区域。"
        },
        {
            "type": "text",
            "text": "【附加】\n“下关”名称由来："
        },
        {
            "type": "text",
            "text": "       在明代初年，那时下关叫做龙江关，而制造郑和宝船的龙江宝船厂也是因为紧靠龙江关而命名的。到了清代初年，政府开始在龙江关和上新河一带设立关卡、收取税费。当时地方政府主要是针对通过水路到达南京的牛、羊、猪、竹材、木材的交易税、地皮税和船税。渐渐地，民间逐渐把位于上新河的关卡称为“上关”，而把原来的龙江关称为“下关”了。不过，这时的下关只是一个政府收税的关卡。"
        },
        {
            "type": "text",
            "text": "       下关真正的开发始于清代光绪年间，这个时候南京已经成为了对外商埠，大量的人员、货物都通过下关到达南京。在这段时期内，下关不但成为了南京聚集最多洋人、洋货的地区，还修建了商埠街、大马路、二马路等近代化道路，邮局、清道夫等西方事物也随之而来。这时的下关俨然成了南京最具活力的地区。1955年8月，成立下关区。"
        },
        {
            "type": "text",
            "text": "原下关区沿革：\n\r\n       春秋属吴，战国先属越，后属楚。秦置江乘县于栖霞山附近，县境沿江西至石头山一带。今下关区在江乘县境内，汉时亦属江乘。六朝时，亦属江乘，并曾迁江乘县城于卢龙山(今狮子山)。筑白石垒于区境东北部位。"
        },
        {
            "type": "text",
            "text": "       隋初废江乘县，并人江宁。今下关区境遂属江宁县。唐时亦属江宁县境，县名则多变；其白下县治则设于今象山一带白下城。南唐筑城于秦淮两岸，北城止于今珠江路、广州路一线。下关区境远离城区，为乡郊。上元、江宁2县同治郭下，以今区境内秦淮河人江口分界。则今下关区大部为上元县辖地，三汊河以南的西南一角属江宁。"
        },
        {
            "type": "text",
            "text": "       明初扩城至龙湾，将狮子山一带江防要地围人城中。今下关区自挹江门至大桥南路护城河一线以北地区，为城内屯兵之地，仍属上元。城外仍按原界，分属上、江两县。设龙江关于今下关区境。"
        },
        {
            "type": "text",
            "text": "       太平天国改下关为天海关。清军攻克天京后，仍称下关。清咸丰八年（1858年）《中法天津条约》规定江宁开埠，因当时尚为太平天国天京所在，未能实行。清光绪二十五年（1899年），终于在列强压力之下按约开埠。英国人首先在下关惠民河西一带设教堂，开办工厂、货栈，以后各国教士、商人纷至沓来，划分居留地。商埠街由此而得名。随着沪宁铁路通车，又修城内支线，下关区迅速形成一个新的工商业区。"
        },
        {
            "type": "text",
            "text": "       民国时期，民国二十二年（1933年）划设第七区。其范围：“下关扬子江心以东，护城河、回龙庵、水关桥以西，和记码头以南，三汊河以北\"，即今区境中部城墙以外部分。南京沦陷期间，民国二十七年（1938年）伪南京市自治委员会划设4区，限于城内，下关由日军直接控制；民国二十八年（1939年），伪维新政府重新划分区界，以下关为第五区，区界“东沿金川门、新民门、兴中门、挹江门、定淮门城墙为界，南沿护城河、三汊河为界，西沿大江为界；北与京沪铁路至煤炭港为界”；民国三十一年（1942年），汪伪国民政府仍设为第五区。民国三十四年（1945年），抗日战争胜利后，恢复为抗战前所设第七区，只北界稍有变动。"
        },
        {
            "type": "text",
            "text": "       南京解放后，1949年仍沿用原第七区区划。1950年6月重新划区，下关改设新六区，辖区扩大。1955年8月，新七区改名下关区。“文化大革命”中，1967年3月改称下关区为“东方红区”。1973年1 1月恢复下关区原名。"
        }
    ]
}