{
    "title": "南京市建邺区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：478次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年8月成立建邺区，名称源于晋太康三年(282年)的南京古地名——建邺县。"
        },
        {
            "type": "text",
            "text": "       汉献帝兴平二年（195年），孙策渡江占据丹阳、江乘、胡孰、秣陵等县。赤壁大战前夕，诸葛亮出使江东，与孙权共商破曹大计，途经秣陵县时，特地骑马到石头山观察山川形势。他看到以钟山为首的群山，像苍龙一般蜿蜒蟠伏于东南,而以石头山为终点的西部诸山，又像猛虎似地雄踞在大江之滨，于是发出了“钟山龙蟠，石头虎踞，真乃帝王之宅也”的论断。东汉建安十六年（211年），孙权听从谋士张纮之言，自京口迁秣陵，改名建业。意味着从此建立千秋伟业。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年）西晋灭吴，建业县复名秣陵县。太康二年（281年），分秣陵秦淮河以北置建业县。太康三年（282年），改\"建业\"为\"建邺\"。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，先后属吴国、越国、楚国。秦始皇三十七年（前210年）置秣陵县，隶属会稽郡。"
        },
        {
            "type": "text",
            "text": "       西汉沿袭秦代旧制，仍为秣陵县，但是隶属鄣郡。元朔元年（前128年）开始称秣陵国，仍属鄣郡。元鼎4年（前113年）秣陵国废除，复为秣陵县，此时隶属丹阳郡。王莽天凤元年（14年）改称宣亭县，隶属宣亭郡。"
        },
        {
            "type": "text",
            "text": "       东汉更始元年（23年），改宣亭县为秣陵县，隶属丹阳郡。建安17年（212年）吴侯孙权改秣陵国为建业县，隶属丹阳郡。三国时属吴国，为建业县，隶属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝太康元年（280年）灭吴，改建业为秣陵县，并析秣陵西南境新置临江县。第二年临江县改称江宁县，分秣陵秦淮河以北置建业县。太康三年（282年），改建业县为建邺县。建兴元年（313年）8月又改建邺县为建康县（因避晋愍帝司马邺之讳，改名建康）。整个晋朝期间一直隶属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       南朝时期，分别称建康县、秣陵县、江宁县，一直隶属丹阳郡。隋开皇九年（589年）建康县和秣陵县并入江宁县，隶属蒋州、丹阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）改江宁县为归化县，先后隶属蒋州、扬州。武德八年（625年）改归化县为金陵县，隶属扬州。武德九年（626年）改金陵县为白下县，隶属润州、丹阳郡。贞观九年（635年）改白下县复称江宁县，先后隶属润州、丹阳郡、江宁郡、昇州。上元二年（761年）改江宁县为上元县，隶属昇州、润州。"
        },
        {
            "type": "text",
            "text": "       五代杨吴、南唐时期仍称上元县。天祐十四年（917年）析上元县西南19个乡当涂县北两个乡重置江宁县。五代期间先后隶属昇州、金陵府、江宁府。"
        },
        {
            "type": "text",
            "text": "       宋代仍名江宁县，隶属江宁府、昇州、建康府。元代亦称江宁县，隶属建康路、集庆路。明代改称上元县，后又复称江宁县，但一直隶属应天府。清代改称上元县，也作尚元县，隶属江宁府。太平天国时期改称江宁县，仍隶属江宁府。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）南京开始设置区级建制，为第五区。1950年6月改为第四区，1955年8月定名建邺区，1967年3月改称红卫区，1973年12月恢复建邺区名称。2007年，南京市政府决定对建邺区、鼓楼区部分行政区划进行调整，将建邺区兴隆街道办事处江东村委会划归鼓楼区江东街道办事处管理。"
        }
    ]
}