{
    "title": "南京市玄武区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1111次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年8月，南京属第一区改称玄武区，因区境北部有玄武湖而得名。"
        },
        {
            "type": "text",
            "text": "       玄武在我国古代文化中为主管四个方位中北方的灵兽，形状为龟蛇合体，五行中主水，又称灵武、元武、真武、北极等。相传宋文帝刘义隆元嘉二十五年（448年），湖中出现怪兽（疑为扬子鳄），类似玄武，因而以玄武名湖。\n\r\n【沿革】\r\n       战国时区境为金陵邑辖地。秦、汉时，今区境南部属秣陵县，北部属江乘县，先后隶属会稽郡、鄣郡、丹阳郡。东汉建安十七年（212年），孙权改秣陵为建业县，区境南部属之，同时废江乘县改设典农都尉（相当于县一级的民屯政区），区境北部属之，均隶属丹阳郡。"
        },
        {
            "type": "text",
            "text": "　　西晋太康元年（280年），复改建业为秣陵县。太康二年(281年)分秣陵秦淮河以北置建业（次年又改称建邺）南为秣陵县。建兴元年(313年)，改建邺为建康，区境为建康和江乘辖地，直至陈朝末年。"
        },
        {
            "type": "text",
            "text": "　　隋朝统一南北后，将建康、秣陵、江乘等县及侨置郡县并为江宁一县。此时，区境属江宁县，隶属蒋州。唐上元二年（761年），改江宁为上元县，至清末区境均属上元县。"
        },
        {
            "type": "text",
            "text": "　　民国元年（1912年），临时政府废上元、江宁2县，置南京府，区境属南京府。民国2年，撤南京府，以旧上元、江宁二县复置江宁县，区境属江宁县。民国十六年（1927年），改江宁县城区为南京市，区境属南京市。"
        },
        {
            "type": "text",
            "text": "　　民国二十年（1931年）3月，实行京市自治，全市划分为21个自治区，分区筹办，但进展迟缓。民国二十二年（1933年）3月，重新划分为8个行政区时，今玄武区为第一区，设区公所。区界以中山路以东，中山门以西，九华山以南，中山东路以北为区域范围。面积8.85平方公里。"
        },
        {
            "type": "text",
            "text": "　　民国二十三年（1934年）9月，省市划界，南京市区域扩大，将原属江宁县辖地的孝陵卫地区划归南京市，建立孝陵区，为第十区（乡区），燕子矶区为第九区（乡区）。今区境内孝陵卫街道地区和玄武湖街道的仙鹤门行政村（仙鹤乡），属孝陵区。中山陵园区域属国民政府直接管辖。今锁金村街道、玄武湖街道（仙鹤门除外）和红山街道地区属燕子矶区。"
        },
        {
            "type": "text",
            "text": "　　民国二十七年（1938年）1月，伪南京市自治委员会以新街口为中心，城东南、西南、东北、西北4片，分别划为第一、二、三、四区。原一区分属第三区。区境以中山东路之北分界，西沿中山路、中山北路至挹江门止，北从挹江门沿城根经和平门、玄武门、太平门至中山门北侧。民国二十八年（1939年）1月，重新划分区界，将玄武湖全部划入第三区；孝陵区改称孝陵卫区。民国三十一年（1942年）4月，增设城区自治实验区，郊区以燕子矶为乡区自治实验区。今区境北极阁（北极坊）、玄武门（玄武坊）地区为城区自治实验区辖地；锁金村、玄武湖（仙鹤门除外）、今红山街道地区，为燕子矶乡区自治实验区辖地。"
        },
        {
            "type": "text",
            "text": "　　民国三十四年（1945年）9月，国民政府还都南京，恢复抗日战争前第一区建置，辖区则向中山东路以南、逸仙桥以东一带扩展。同时，太平门至中央门城墙以外玄武湖地区划出，改属第六区。今区境的锁金村、红山、玄武湖街道和孝陵卫街道，仍分属燕子矶和孝陵卫区。"
        },
        {
            "type": "text",
            "text": "　　解放初期，沿用第一区建置称第一区人民政府。1950年6月，南京市人民政府决定重新划分城郊区。区境以旧一区为基础，划出中山东路以南，逸仙桥以东地区，增加原属旧六区的中央路以东、玄武门以南地带及玄武湖之全部，又增加原属旧十区的岗子村至太平门以西地带，建为新一区。原九区改为八区，今红山、锁金村街道地区和玄武湖街道部分地区改属新八区。原十区撤销，以原辖区内的中山陵园及周围地区新建中山陵园区，今孝陵卫街道地区和玄武湖街道部分地区，改属中山陵园区。"
        },
        {
            "type": "text",
            "text": "　　1955年6月，第一区人民政府改称第一区人民委员会。1955年8月，第一区改称玄武区，第八区改称燕子矶区，中山陵园区名称不变。今区境分属玄武区、燕子矶区和中山陵园区管辖。1958年11月，4个郊区建制撤销，合并为“大郊区”，今区境原属中山陵园区和燕子矶区的地区，划归郊区管辖。1960年5月，成立玄武人民公社。1960年9月，撤销“大郊区”，原郊区的龙潭、十月、紫金山3个农村人民公社，划归玄武区管辖。1961年6月，玄武区兼辖郊外栖霞镇（包括摄山）、孝陵卫镇和龙潭镇。1962年7月，市郊区办事处成立，原郊区3个人民公社及3个镇复划归市郊办。8月玄武人民公社消失，恢复玄武区人民委员会。1963年4月，恢复设立燕子矶、栖霞、雨花、江东、陵园5个郊区建制。市郊农村人民公社复由各郊区管辖。7月，陵园区（辖紫金山人民公社和孝陵卫镇）改称中山陵园区。"
        },
        {
            "type": "text",
            "text": "　　1965年5月，5个郊区合并为雨花台和栖霞2个区，中山陵园区划归栖霞区管辖。1967年3月，玄武区改称要武区，实行军管，称南京市军事管制委员会要武区分会。1968年3月，成立要武区革命委员会。1970年1月，经江苏省革命委员会批准，南京市成立钟山区，将紫金山公社、马群公社、玄武湖公社、孝陵卫镇和陵园管理处划归钟山区管辖。1973年11月，要武区革命委员会改称玄武区革命委员会。1975年4月，撤销钟山区，原辖地改归栖霞区管辖。1980年9月，玄武区革命委员会复称玄武区人民政府。\n\r\n        1995年，鼓楼区中央路东侧廖家巷、大树根、后大树根、中央门4个居委会划入玄武区玄武门街道办事处管辖；栖霞区玄武湖镇、孝陵卫镇（苜蓿园、后庄两个村除外），迈皋桥镇的小营、红山、藤子3个行政村，伊刘苗圃、红山公园及属中山陵园管理局行政管理的范围，划归玄武区管辖。其中从迈皋桥镇划入的3个行政村并入玄武湖镇。"
        }
    ]
}