{
    "title": "南京市秦淮区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1384次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国时称第三区，1955年改名秦淮区。秦淮区地处南京城东南,因秦淮河贯穿全境而得名。秦淮河，古称淮水，但它最早的名字叫“龙藏浦”，据说秦始皇时凿通方山引淮水，横贯城中，故名秦淮河。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期，范蠡于长干里筑越城，为金陵建城之始，长干里是人口密集之地。当时秦淮区境属金陵邑，后秦代改称秣陵，六朝改称建业、建康。隋朝，并建康、秣陵等县入江宁县。今区境属江宁。唐代县名屡屡改名，区境隶属依旧。杨吴重置江宁县后，上元、江宁两县同城而治，区境亦在两县辖内，清代中叶，区境全入江宁县。"
        },
        {
            "type": "text",
            "text": "       民国时期经过几次调整，至民国十六年（1927年），南京实行区划，区境基本在三区、四区范围内。新中国成立初期，在原区划基础上建立人民政权。1950年6月，市人民政府重新划区，称新三区，区域以旧四区为基础，增加旧三区之大部分及十一区一部分。1955年改名今秦淮区。1966年8月，改称遵义区，1973年12月恢复秦淮区原名。"
        },
        {
            "type": "text",
            "text": "       2013年2月8日，撤销南京市秦淮区、白下区，设立新的南京市秦淮区，以原秦淮区、白下区的行政区域为新的秦淮区的行政区域。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n“白下”名称由来："
        },
        {
            "type": "text",
            "text": "       南京北郊有白石山，盛产石灰石和白云石，山下坡地称为白下陂。东晋在白石坡筑垒，后又筑城而得名“白下”。"
        },
        {
            "type": "text",
            "text": "       六朝时期，白石山为战略要地。六朝时期，白石山为战略要地。东晋咸和三年（328年），历阳（今安徽和州）镇将苏峻举兵，自牛渚（今采石矶）攻入南京（当时名建康）。晋荆州剌史陶侃率军反攻，接受监军部将李根建议，在白下陂筑白石垒，并派庾亮率兵二千人驻守。南朝宋元嘉十二年（425年），阅兵于此。元嘉二十七年（450年），北魏拓跋焘率军南犯，刘宋政权派大将刘兴祖扼守白石山。陈祯明末年（589年）隋兵南下时，后主叔宝派将军樊猛率八十艘战船游弋于白石山下的长江中。东晋至南齐永明年间，南琅琊郡治在白石山下。唐代以前，“白下”专指白石山下白石垒一带而言。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年）置金陵县，筑城于白石山下的白下村（在今南京金川门外）。武德九年（626年），更金陵县为白下县。这时的“白下”，不仅指白下县所在的白下村，而且包括白下县地域。贞观七年（633年），移白下县于青溪上的白下桥（今白下区大中桥）畔，白石山下的故城遂废。此时，“白下”之名系指整个南京地区而言。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年），国民政府以南京为首都，开辟城市干道，将横贯白下区东西的中正街拓宽，沿用古名“白下“，改名为白下路。1955年8月，成立白下区，2013年2月撤销南京市白下区，并入秦淮区。"
        },
        {
            "type": "text",
            "text": "白下区沿革：\n\n       唐、虞、夏、商属古扬州。据《史记∙吴太伯世家》：周朝至春秋时属吴国。战国时期，先属越国，后属楚国金陵邑。秦汉时期，属会稽郡、鄣郡、丹杨郡。"
        },
        {
            "type": "text",
            "text": "       汉末，孙权割据江东，于吴黄龙元年（229年）称帝，以南京为都，称建业，属丹杨郡，今白下区隶属建业县。孙吴建造建业城，皇宫名太初宫，宫城南面正中的宣阳门，在今白下区淮海路。随着孙吴建都，今白下区日渐发展。"
        },
        {
            "type": "text",
            "text": "       西晋太康二年（281年），以秦淮河为界，水南为秣陵，水北设建邺。建兴元年（313年）因晋愍帝名为司马业，为避帝讳，改建邺为建康，仍属丹杨郡，今白下区属建康。东晋建武元年（317年），司马睿政权以建康为都，在今大中桥以东建东府城，为当时丞相府所在地。此后，南朝宋、齐、梁、陈均于建康为都，建康成为南方政治、经济、文化中心。这时期，东自通济门，西自三山街一带，交通发达，商旅云集，市面繁荣。大中桥临秦淮，跨青溪，扼水陆交通要冲，是粮饷物资的集散地。"
        },
        {
            "type": "text",
            "text": "       隋朝时，对南方采取抑制政策。《钟南淮北区域》卷一载：“至隋平江南，建康城邑宫阙，皆平垦为田。”对此，后人曾发出过“吴宫花草埋幽径，晋代衣冠成古丘”、“六朝如梦鸟空啼”、“六代豪华春去也”一类的慨叹。隋代，今白下区先属蒋州江宁县，后蒋州改为丹阳郡，今白下区隶属丹阳郡江宁县。唐代，州、县名称变化频繁。南京地区先后属扬州、蒋州、润州、江宁郡、昇州。今白下区，先后隶属归化、金陵、安业、白下、江宁、上元各县。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，割据一方的吴王杨隆演天祐十二年（915年）建昇州城，天祐十四年（917年）分上元另置江宁县。自此上元、江宁两县以秦淮河为界，同城而治。秦淮河以北为上元、秦淮河以南为江宁。当时，今白下区属上元县管辖。扬吴、南唐先后以南京为都。吴天祐十一年（914年）起，扬吴、南唐不断拓宽、营建金陵城。南唐时金陵城的东墙就在今竺桥到大中桥一带。都城之内有宫城，宫城的南墙在东虹桥，北墙在小虹桥，宫城的东门在白下桥，南门在虹桥。宫城中有柔仪殿、澄心堂等建筑，在今娃娃桥、九条巷一带。扬吴、南唐时期，南京地区比较安定，经济、文化得到发展。今白下区成为“江南佳丽地，人间帝王州”。"
        },
        {
            "type": "text",
            "text": "       宋代，南京地区先后称昇州、江宁府、建康府，元代称建康路、集庆路、今白下区皆属上元县管辖。据1946年出版的《首都志》所载图籍，宋、元时期，上元县治在今白下去大中桥西。靖康二年（1127年），金兵占汴京，宋都南迁。建炎三年（1129年），高宗赵构以坐落在今白下区锦绣坊地区的江宁府衙为行宫，驻跸于此。"
        },
        {
            "type": "text",
            "text": "       明代，南京地区称应天府，今白下区仍属上元县管辖。元顺帝至正十六年（1356年）三月，朱元璋占南京。西吴龙凤十年（1364年），朱元璋称吴王。初期，住在富户王倸帛府第，后迁入今白下区王府园地区的元御史台衙门，称吴王府，并营建了“白虎殿”等建筑。龙凤十二年（1366年），朱元璋征调民工，填燕雀湖，在今白下区和玄武区地域内营造紫禁城。明洪武元年（1368年）正月，朱元璋称帝，在南京定都。明初，除刑部以外，五府六部衙署都在今光华门内御道街两侧。大中桥、三山街、卢妃巷，都是工商业集中地区。当时,今白下区成为全国政治、经济中心，城市建设发展到空前规模。永乐十九年（1421年），明都迁北京，南京改作“留都”，政治、经济等设施，仍具有相当规模。"
        },
        {
            "type": "text",
            "text": "       清代，南京地区复称江宁府，今白下区仍属上元县。咸丰三年（1853年），太平天国定都南京，称天京。次年建天王府，南至今白下区科巷、利济巷地段。南王府在今建康路针巷口，北王府和燕王府在今白下路，翼王府在今大中桥附近，忠王府在今内桥府西街东侧。太平天国各王府府址前后多有变迁。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月1日，中华民国以南京为首都，先名南京府，废上元、江宁县。民国2年又废南京府，南京地区称江宁县，今白下区属江宁县管辖。民国十六年（1927年）设南京特别市，后又改称南京市。自此白下区属南京市。抗日战争时期，民国二十七年（1938年）汪伪政权将南京划分四个区，今白下区地域属第一区。抗战胜利后，民国三十四年（1945年）国民政府还都南京，今白下区地域恢复为第二区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，白下区仍为第二区。1955年8月，改称白下区。2013年2月撤销南京市白下区，并入秦淮区。"
        }
    ]
}