{
    "title": "南京市浦口区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：628次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年8月3日，第七区改名浦口区。“浦口”意为水滨临岸处。"
        },
        {
            "type": "text",
            "text": "       隋开皇八年（588年），杨广奉父王文帝之命，起兵伐陈，以图一统中国。当杨广带着五十万大军来到浦口这个地方，长江天堑挡住了他们。于是，杨广令将士们在今东门镇一带安营扎寨，等待渡江时机。将士们在此用土围筑军营，屯兵4个多月后，终于渡过长江，完成了灭陈大业，统一了中国。"
        },
        {
            "type": "text",
            "text": "       后来人们就以杨广当时的爵名“晋王”，把这个土围的军营称为“晋王城”。从“晋王城”改称作浦口，是从元朝至元十六年（1279年）开始的。据《江浦县志》记载：“浦口，元为浦子市，亦称浦子口。”\n\r\n【沿革】\r\n       春秋时期，今浦口区域先属楚国棠邑，后入吴。战国初，吴亡入越，越亡复归于楚。秦至东汉末年，区境先后隶属九江郡、临淮郡、广陵郡的棠邑县（后改堂邑县）。三国时，区境先属魏，后属吴。"
        },
        {
            "type": "text",
            "text": "       晋太康六年（285年），于区境西南置乌江县，治乌江镇，隶扬州淮南郡，领今珠江以西地区。西晋永嘉元年（307年），于今泰山镇范围内置宣化镇。东晋隆安元年（397年），改棠邑为尉氏县，今珠江以东地区、宣化镇隶属秦郡尉氏县。"
        },
        {
            "type": "text",
            "text": "       南朝梁天监元年（502年），分尉氏为堂邑、尉氏两县。区境属尉氏县。陈太建元年（569年），地入北齐；五年，“江浦”作为地名载入《南史》。"
        },
        {
            "type": "text",
            "text": "       隋文帝以州统县，开皇三年（583年），宣化镇改称六合镇。开皇四年（584年），废尉氏、堂邑、方山三县，置六合县。区境分属和州乌江县、方州六合县（原尉氏县）、滁州新昌县。开皇十八年（598年），新昌县改为清流县。"
        },
        {
            "type": "text",
            "text": "       唐初，区境分属淮南道和州乌江县、扬州六合县、滁州清流县。景龙三年（709年），分清流县置永阳县。南唐昪元二年（938年），改永阳县为来安县。"
        },
        {
            "type": "text",
            "text": "       北宋太宗至南宋绍兴年间，区境分属淮南西路和州乌江县及淮南东路真州六合县、滁州来安县。元代，区境分属河南江北行省庐州路和州乌江县及扬州路真州六合县、滁州来安县。"
        },
        {
            "type": "text",
            "text": "       明初，省乌江县入和州，属庐州府；省来安县入滁州，属凤阳府；六合县改属扬州府。洪武九年（1376年）六月，划和州遵教、怀德、任丰、白马4乡及六合县孝义乡和滁州丰城乡、和州一部分置江浦县，隶属南直隶应天府，县治设在浦子口城内（今东门大街）。从此，区境分属应天府的江浦县、扬州府六合县。洪武二十二年（1389年），六合县亦改属应天府。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），改应天府为江宁府，区境分属江南省江宁府的江浦、六合2县。咸丰八年（1858年），太平天国以江浦县为省治，设天浦省。同治三年（1864年），复属江宁府的江浦、六合2县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），江苏省行政公署成立，设省、县二级制，江浦直属于省。10月，袁世凯政府将浦口辟为商埠。民国三年（1914年），改省、道、县三级制，区境属金陵道。民国十六年（1927年），国民政府迁都南京，废道，改行省、县二级制，江浦复属省，将浦口商埠区域由江浦县划属南京市。民国二十二年（1933年），江浦改属省第九行政督察区，浦口商埠区域改建为南京市第八区。民国二十四年（1935年），江浦属第十行政督察区。民国二十六年（1937年），原浦口区域复属江浦、六合2县。民国三十年（1941年）起，江浦改属江苏省第五行政督察区。民国三十五年（1946年）后，原浦口区域恢复为南京市第八区建制。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）11月，中共江淮区党委建立江全督导室；民国三十八年（1949年）1月，改称江全办事处，隶属江淮第五专员公署。2月，中共华东局撤销江全办事处，成立江浦县政府。民国三十八年（1949年）4月25日，浦口解放后，江浦县所属的浦镇、东门镇划归南京市，与原浦口并建为南京市两浦区。6月2日，复称南京市第八区。原江浦县隶属安徽省皖北行政公署滁县专署。"
        },
        {
            "type": "text",
            "text": "       1950年6月15日，南京市重新划区，第八区改为第七区。1953年1月，江浦由安徽省划回江苏省，属扬州专区。1955年8月3日，第七区改名浦口区。1956年2月，江浦属镇江专区；1957年1月属扬州专区；1958年7月，属南京市；1962年6月，属扬州专区；1966年3月，划属六合专区；1971年3月，六合专区撤销，复属南京市。2002年5月，南京市调整江北地区行政区划，江浦县、浦口区合并，成立新的浦口区。"
        }
    ]
}