{
    "title": "南京市栖霞区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1168次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1953年成立南京市第九区，1955年建栖霞区，1958年划归南京市郊区，1963年划为燕子矶、栖霞、中山陵园3个郊区，1965年3个郊区合并为栖霞区。以栖霞山得名。“栖霞”取自“饵霞栖云”一语，本指修仙成道，后被隐喻超尘脱俗。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，栖霞地区先属吴，继属越，后属楚。秦始皇三十七年（前210年），置江乘（后讹为嵊）县，为栖霞区域最早的县级行政建制，治所设在江乘村（今摄山镇西湖村），隶属会稽郡。今栖霞区地域皆在古江乘县境内。"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年），刘邦平西楚霸王项羽，“以项羽所分楚地王韩信”，江乘县属之。高祖六年（前201年），刘邦杀韩信，立刘贾为荆王，自会稽郡析置鄣郡，江乘县归属鄣郡，隶于荆。汉元朔元年（前128年），割江乘县东境分设句容、胡孰（后汉时期改为湖熟）两县，今区境东部归句容县。汉元封二年（前109年），改鄣郡为丹阳郡，郡治设在宛陵（今安徽宣城），江乘县改属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       新莽天凤元年（14年），改丹阳郡为宣亭郡，江乘县改为相武县，属宣亭郡。至淮阳王刘玄更始元年（23年），始恢复丹阳郡、江乘县旧称。汉建安十七年（212年），孙吴废江乘县改设典农都尉。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），恢复江乘县，至南北朝时仍沿袭县的建制。东晋元帝大兴三年（320年），始在江乘县金陵乡置琅琊侨郡和怀德侨县。咸和六年（331年），在江乘县境内先后置东海、兰陵、东平等侨郡；咸康元年（335年），析江乘县西境侨立临沂县，隶属琅琊侨郡。咸康六年（340年），割江乘县西界侨立即丘、阳都等县。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年），废临沂等侨县及江乘县，均并入江宁县。唐上元二年（761年），江宁县更为上元县。五代十国时期，于杨吴天十四年（917年），析上元置江宁、上元两县，今栖霞区域分属上元、句容两县，至宋、元、明、清，区境大体属上元县石步镇（后称石埠）和钟山、慈仁、开宁、北城、清风、宣义、长宁诸乡及句容县琅琊乡。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废上元、江宁两县，改设南京府，次年，废南京府重置江宁、句容两县，今区境大部遂为江宁县域，东隅为句容县域。民国十六年（1927年），国民政府定都南京，6月1日，成立南京市政府，今区境内燕子矶、迈皋桥、尧化等镇与八卦洲乡属南京市，其他地域仍属江宁、句容县。民国二十三年（1934年）9月，江宁县燕子矶和孝陵卫地区划归南京市，10月，设南京市燕子矶（第九区）和孝陵（第十区）两个乡区，治所分别在燕子矶镇和孝陵卫镇苜蓿园。中山陵园则隶属国民党中央总理陵园管理委员会。区内其他地域仍属江宁、句容两县。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）1月16日，日伪国民政府改第九区、第十区为燕子矶区和孝陵卫区，辖地不变。民国三十一年（1942年）4月，伪国民政府改燕子矶区为南京特别市乡区自治实验区，仍辖原1镇8乡，分为89保、765甲。孝陵卫区辖孝陵、牌楼、马群、仙鹤4镇及太平乡，分为53保、468甲。民国三十四年（1945年），国民政府于抗日战争胜利后还都南京，废除汪伪区划，仍以燕子矶区为第九区；以孝陵卫区为第十区。民国三十七年（1948年）3月，江宁县之汤水（今汤山）、麒麟、古泉、东流4乡镇划归南京市，成立第十三区，为乡区。麒麟地区属今栖霞区。民国三十八年（1949年）1月22日，燕子矶区析出八卦洲，单设南京市第十四区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，南京解放，仍沿用原第九、第十、第十三区、第十四区建制。6月2日，撤销第十四区，仍归第九区。1950年6月15日，重新划片设区，第九区改称第八区，第十区改称中山陵园区。第八区以旧九区为基础，划出宝塔桥地带，增加旧六区一部分即中央门外地带。1953年7月7日，由从江宁县划归南京市的尧辰、石埠、衡阳、仙女、新合、栖霞6个乡镇，摄山乡二村至六村5个村，三阳乡便民村及句容县所辖的龙潭镇，新建南京市第九区。与此同时，第八区八卦洲七里、上坝、中桥、下坝、巽离5个乡划归六合县。1953年7月，江苏省人民政府调整南京市与邻近三县地界，将句容县的龙潭镇和江宁县的尧辰、石埠、衡阳、仙女、新合、栖霞6个乡镇及摄山乡、三阳乡部份划入南京市，新建第九区，区人民政府驻栖霞镇。同年7月18日，南京市第八区的八卦洲划归六合县。"
        },
        {
            "type": "text",
            "text": "       1955年8月初，第八区改称燕子矶区，第九区改称栖霞区。1956年2月，江宁县的牌楼、沧波两乡划归中山陵园区；江宁县龙泉乡、三阳乡、句容县东阳乡划归栖霞区；六合县八卦洲5个乡划归燕子矶区。1958年11月，撤销燕子矶、栖霞、中山陵园三区建制，成立南京市郊委。1960年9月，南京市郊委撤销，原辖地域分属鼓楼、玄武、下关等区。1959年12月，尧化公社撤销，尧化大队并入十月公社，兴武、笆斗、柳塘、万寿、下庙、兴卫等大队并入燕子矶公社。"
        },
        {
            "type": "text",
            "text": "       1960年9月，南京市郊委撤销，十月、龙潭、紫金山3公社及龙潭、栖霞、孝陵卫三个镇划入玄武区，燕子矶公社划入鼓楼区，八卦洲公社划入下关区。1963年4月，南京市郊办撤销，燕子矶区、陵园区（7月复称中山陵园区）和栖霞区三区建制恢复，治所未变。1965年5月28日，燕子矶、栖霞、中山陵园三区合并，成立栖霞区，治所在栖霞镇（1968年迁至板仓镇，1971年5月迁至尧化门）。"
        },
        {
            "type": "text",
            "text": "       1967年4月19日，成立南京市军事管制委员会（简称军管会）栖霞区分会。1968年3月9日，区军管会撤销，成立栖霞区革命委员会（简称区革委会）。1970年1月22日，南京市革委会决定将栖霞区所辖马群、紫金山、玄武湖三公社和孝陵卫镇划出，加上中山陵园管理处，成立南京市钟山区，治所在灵谷寺（1973年4月，迁至孝陵卫镇）。1975年4月30日，钟山区建制撤销，除中山陵园管理处划归市城建局领导外，其地域社镇划归栖霞区。1980年10月11日，恢复栖霞区人民政府建制。"
        }
    ]
}