{
    "title": "南京市江宁区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：802次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       晋太康元年(280年)，改孙吴建业复为秣陵县，析其西南境置临江县，太康二年(281)，临江县更名江宁县。《舆地志》曰：“故江宁县城在县南七十里。晋永嘉中，帝初通江南，以‘江外无事，宁静于此’，因置江宁县。南门临浦水，至今呼江宁。”2000年12月21日，撤销江宁县， 设立南京市江宁区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周以前，属荆蛮之地。周时，太伯、仲雍立国江南，号勾吴；周武王封仲雍后裔周章于吴，今江宁地属吴。"
        },
        {
            "type": "text",
            "text": "       春秋时期，县地称“吴头楚尾\"，横山即为吴楚相争中见于史籍的南京最早地名。至战国初，越灭吴、地属越。楚威王七年（前333年）楚大败越国，尽得吴故地，建金陵邑于石头山(今南京市区西部)，今江宁地域属楚金陵邑。"
        },
        {
            "type": "text",
            "text": "       秦统一六国，置郡县。始皇帝废金陵邑改置秣陵县，移治于今江宁县境秣陵镇；又置丹阳县、江乘县，分别设治今县境丹阳镇和南京市栖霞区境内摄山乡。秣陵、丹阳、江乘3县同隶会稽郡。今县域分属3县。"
        },
        {
            "type": "text",
            "text": "       汉初，郡县与封国两制并行。江宁地区四易其国(楚、荆、吴、江都)，两更其郡(会稽、鄣)。又分江乘地置胡孰县，县治即今江宁县湖熟镇。武帝元朔元年(前128年)起，以秣陵、丹阳、胡孰3县各封为侯国；元狩二年(前121年)废江都王国后，秣陵、丹阳先后复为县，胡孰仍为侯国，均属鄣郡。元封二年(前109年)，改鄣郡为丹阳郡，江宁属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       新莽，天凤元年(14年)，改丹阳郡为宣亭郡，秣陵县为宣亭县，江乘县为相武县。至刘玄更始元年(23年)，郡县恢复原称。东汉，胡孰改称湖熟，并世袭为湖熟侯国，而后复为湖熟县。建安十七年(212年)，孙吴改秣陵为建业，移县治于今南京市区；改湖熟、江乘两县为典农都尉(为县级民屯行政区)。"
        },
        {
            "type": "text",
            "text": "       晋初，太康元年(280年)，改建业为秣陵县，恢复江乘、湖熟两县建制。又析秣陵西南置临江县。太康二年二月(281年3月)，临江县更名江宁县。为江宁地名之始。分秣陵秦淮水北为建业，后改建康。寻废江宁县，永嘉元年(307年)复置①。晋建武元年(317年)，晋元帝定都建康，史称东晋。江宁、湖熟、丹阳、秣陵、江乘、建康诸县俱属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       南朝宋、齐、梁、陈相继立都建康。梁天监元年(502年)，分秣陵地置同夏县，在泥塘北(今江宁县上坊乡北)，隶丹阳郡。陈太建十年(578年)，分丹阳郡置建兴郡，江宁、秣陵、丹阳、建康等县属丹阳郡，偏东之湖熟、江乘、同夏诸县属建兴郡。今江宁地域分属7县2郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)平陈，废丹阳郡，于石头城置蒋州；并建康、秣陵、同夏3县入江宁，又废江乘、丹阳、湖熟及江晋以后置于建康、江乘境内的各侨郡、县，亦入江宁。至此，现南京江南地区只设江宁一县。大业三年(607年)，废蒋州，复置江宁郡。江宁县先隶蒋州，后隶丹阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德三年(620年)，改江宁县为归化县，隶扬州(辖江宁、溧水两县)，为望县。武德八年（625年），改归化为金陵县；武德九年（626年），金陵更名白下县，属润州；贞观九年(635年)，白下县复称江宁县；天宝元年(742年)，江宁县属丹阳郡；至德二年(757年)，以江宁县置江宁郡，江宁县废②。乾元元年(758年)，改江宁郡为昇州；上元二年(761年)，江宁县更名上元县，属润州；光启三年(887年)，上元县又属昇州。有唐一代，江宁县六易其名，并一度废置，更七迁其隶属，建置之变动纷繁，惟地域无大改，以一县而统领秦、汉、六朝于南京地区先后设置的十数县之地，为县史上辖境最广的时期，范围远超出现在江宁县县境。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，杨吴天祐十四年(917年)分上元县南19乡、当涂县北2乡，重置江宁县。置县之初，江宁县寄于上元县署。此后，上元、江宁两县同城为治。杨吴武义二年(920年)，改昇州大都督府为金陵府，上元、江宁隶金陵府。南唐建都金陵，改金陵府为江宁府，属江宁府。"
        },
        {
            "type": "text",
            "text": "       宋开宝八年(975年)，改江宁府为昇州；天禧二年(1018年)，昇州为江宁府；建炎三年(1129年)，改江宁府为建康府。江宁县随之改属，县列等次赤县。"
        },
        {
            "type": "text",
            "text": "       元代，至元十四年(1277年)，改建康府为建康路；天历二年(1329年)，改建康路为集庆路，江宁县属之。至正十六年(1356年)，朱元璋改集庆路为应天府，辖江宁、上元等5州、县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，定都应天府，为南京；洪武十一年(1378年)，南京为京师；永乐十八年(1420年)“诏改京师为南京”。江宁县隶于京府应天，为赤县。"
        },
        {
            "type": "text",
            "text": "       清代，顺治二年(1645年)，改南京应天府为江南省江宁府。江宁县隶属江宁府，仍与上元同城而治，两县并为首县。其间，太平天国定都天京时期，江宁、尚(上)元两县隶属天京省江宁郡。"
        },
        {
            "type": "text",
            "text": "       中华民国元年(1912年)，临时政府成立于南京。废江宁府及上元、江宁2县，以上、江两县地置南京府，定为国都。民国二年(1913年)，废南京府，复置江宁县，而上元县不复，县地并属江宁。民国三年（1914年），置金陵道，江宁县属之，并为道治所在。民国十六年（1927年）4月18日，民国政府定都南京，废金陵道，建南京市。江宁县隶于江苏省，县治仍设南京市城内三坊巷。民国二十二年（1933年）2月10日，以江宁为自治实验县(其国民党县党部直属于中央党部)。民国二十三年（1934年），省、市划界，江宁县治由南京移至东山镇，同年9月，属江苏省江宁行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月，江宁县被日军侵占。民国二十七年（1938年），新四军东进抗日，在江宁县敌后先后建立横山、江宁、上元等抗日民主县政府。民国江宁县政府则游动于县境内外，属江苏省第十行政督察区。汪伪政府建伪江宁县政府于东山镇，县境内3方政权，各有建置区划，随军事斗争形势而变动。民国三十四年（1945年）8月，日本投降，民国江宁县政府返回东山镇。10月，新四军北撤，各抗日民主县政府随军撤离县境。至民国三十八年（1949年）4月，江宁县属江苏省第一区行政督察专员公署管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月24日，江宁县解放。28日江宁县人民政府成立，隶属苏南行政区镇江专区。1958年江宁县改属南京市，1962年复归镇江专区管辖。1971年，江宁县划归南京市管辖。2000年12月21日，撤销江宁县， 设立南京市江宁区，区人民政府驻东山镇。"
        },
        {
            "type": "text",
            "text": "【注释】\n       ①明《万历应天府志》记载，太康二年改为江宁县后“寻废江宁’，至永嘉元年九月(307年10月)“复置江宁县，治在今城南七十里，南临浦水……名江宁浦\"。"
        },
        {
            "type": "text",
            "text": "       ②旧志或记为至德二年（757年）以江宁县置郡，统江宁、句容、溧水、溧阳4县，不记废县事，此处从《新唐书》及《景定建康志》。"
        }
    ]
}