{
    "title": "南京市六合区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：358次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年(前221年)始建棠邑县，隋开皇四年(584年)因境内六合山山有六峰，峰峰相连，形胜奇特，遂更县名为六合。据《元和郡县志》云：在县北八十里，六合县因六合山以为名”。1980年4月26日设立南京市大厂区①。2002年4月，撤销六合县与南京市大厂区，合并成立新的六[lù]合区。"
        },
        {
            "type": "text",
            "text": "     《舆地纪胜》：六合山“即定山也。其山相接，通谓之六合山。旧名六峰，曰寒山、曰狮子、曰双鸡、曰芙蓉、曰高妙、曰石人”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       六合区古称棠邑，棠邑最早的文字记载为周灵王十三年（前559年）。时为吴楚交界吴国的重镇。秦始皇二十六年（前221年），始置棠邑县，属九江郡。楚汉相争，棠邑县初属楚。汉王三年（前204年）楚九江王英布以其地归汉。"
        },
        {
            "type": "text",
            "text": "       汉高祖六年（前201年）封陈婴棠邑侯，为棠邑侯国，武帝元狩六年（前117年），改名，棠邑称堂邑。元鼎元年（前116年），堂邑侯国除，复为堂邑县，属临淮郡。东汉建武年，改属徐州广陵郡。三国，广陵郡先属魏，至吴赤乌十三年（250年），归吴。堂邑县遂属孙吴广陵郡。"
        },
        {
            "type": "text",
            "text": "       晋太康元年（280年），以堂邑属徐州临淮郡，元康七年（297年），置堂邑郡于堂邑县，隶扬州。东晋，成康四年（338年）江淮乱，百姓南渡，侨置堂邑郡于江南建康，而本郡不废（一说迁堂邑郡侨治于建康，此从《通鉴》注：“实郡在江北者有堂邑”；《万历应天府志》：“侨置堂邑于此而本郡未废\"）。隆安元年（397年），中原乱，秦地之民南流，寄居堂地，改堂邑郡为秦郡以统之，置秦县；于秦郡置尉氏县以安尉氏（今河南尉氏县）流民，置义成县以安义成（今安徽怀远东北）流民。秦郡及秦、尉氏、义成3县均侨置，并在今六合县境，有实土。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，刘宋永初元年（420年）以秦郡属南豫州（侨州）；元嘉八年（431年）属南兖州（侨州）。元嘉二十七年（450年），北魏占秦郡，改置秦州及横山县，元嘉二十八年（451年），宋收复失地，废秦州，复为秦郡。南齐建元元年（479年），析秦郡置齐郡，治瓜步（瓜埠），属青州。永明元年（483年），并秦郡入齐郡，将齐初恢复的堂邑县又并入尉氏县；永明二年以尉氏改属新昌郡。梁天监元年（502年），废齐郡复为秦郡，分尉氏县为堂邑、尉氏2县，太清三年（549年），侯景袭秦郡，改郡为西兖州。陈永定元年（557年）改复江北失地，恢复秦郡，堂邑、尉氏属之。太建五年（573年），北齐再取秦郡，置秦州瓦梁郡，随即为陈所收复，仍设秦郡；太建十年（578年），改秦郡为义州，旋罢。北周大成元年（579年）北周南下占领秦郡，改秦郡为方州，置六合郡，又置方山县，属方州。方州治于方山。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），废六合郡，以所领各县属方州。开皇四年（584年），废尉氏、堂邑、方山3县，并置为六合县，属方州。大业元年（605年）废方州，六合县属扬州江都郡。 大业十二年（616年），杜伏威、辅公柘江淮起义军占领六合。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），杜伏威降唐，六合遂为唐有。武德五年（622年），定六合为紧县，属南兖州；武德七年（624年），改属方州。贞观元年（627年），废方州，六合属淮南道扬州。广明元年（880年），黄巢义军占有六合。"
        },
        {
            "type": "text",
            "text": "       南唐，升元元年（937年）定都江宁府（今南京），以六合县属江宁府，保大六年（948年）改六合为雄州。后周显德五年（958年）占南唐江淮地，废雄州，复置六合县，属扬州。"
        },
        {
            "type": "text",
            "text": "       宋建隆元年（960年），六合属淮南道扬州。至道二年（996年），属建安军。祥符六年（1013年）改建安军为真州，六合属之。大观元年（1107年），升六合为望县，政和七年（1117年），属仪真郡。南宋初，仪真郡复为真州，六合属之。"
        },
        {
            "type": "text",
            "text": "       元初，六合县属扬州。至元十四年（1277年），属扬州路。至元二十一年（1284年），属真州路真州（今仪征）。明洪武二十二年（1389年），六合由扬州府改属应天府。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），改应天府为江宁府。六合属江宁府。太平天国于咸丰三年（1853年）定都天京后，以六合县属天京省江宁郡。咸丰八年（1858年），太平军攻克六合县城，改属天浦省。清同治三年（1864年）清军攻陷天京，六合县复属江宁府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废府，六合县属江苏省。民国三年（1914年），六合县属江苏省金陵道。民国十六年（1927年）废道，六合县属江苏省。民国二十三年（1934年），六合县属江苏省第十行政督察区。抗日战争时期，六合县境内3方政权辖区交错，变迁频繁。民国二十六年（1937年）12月15日，日军侵占六合县城。次年3月撤出，12月7日再占县城。伪政权先为维持会，后为伪县府，以六合县隶属伪江苏省政府，日伪占有县城及主要集镇。民国县政府撤至县境边地，仍以六合县隶属江苏省第五行政督察区（驻江都）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）6月，新四军挺进六合，控制大片农村地区，建立抗日民主政权。民国二十九年（1940年）4月，六合县抗日民主政府成立于竹镇。民国三十年（1941年）7月至9月，中共路东区党委决定，将六合县八百区改建为直二区，东王庙区改直四区，东沟区改直三区，均为县级行政区。民国三十一年（1942年）10月，以直二、直四2区合并建立冶山县。（直三区划归仪征县抗日民主政权管辖）。民国三十二年（1943年）2月，以六合县与安徽省境来六县抗日根据地合并，建为来六县（领导机关称来六县办事处）。以冶山县与仪征县合并，建为东南县（领导机关称东南县办事处）。9月，成立中共浦（口）六（合）工委，兼为县级政权机构，在今六合境内辖有南圩、王子、滁河3个区，一年后建为六合县。"
        },
        {
            "type": "text",
            "text": "       民国三十三年（1944年）9月，撤销东南县，复建冶山县；改浦六工委为六合县建制，今六合县境成立3个抗日民主县政权，来安县辖县境西部，冶山县辖东部，六合县辖县城以南沿江一带。3县均隶属路东专员公署领导。民国三十四年（1945年）6月，撤销六合县建制，并入冶山县。8月15日，改冶山县为六合县，仍属路东专员公署。同年8月20日，新四军攻克仍由日伪盘踞的六合县城，以六合县城为县抗日民主政府驻地。至民国三十五年（1946年）1月9日，撤至冶山一带。民国六合县政府返回六合县城。其后，以六合县属江苏省第十行政督察区（由第五行政督察区划出江浦、六合、仪征3县成立）。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）3月，人民解放军南下，进入六合县境，4月，建东南县；5月，建来六县；7月，建盱嘉来六县。11月，撤东南县、盱嘉来六县建制，复建六合县，隶属皖北行政区滁县专区。民国三十八年（1949年）1月25日，六合县城解放。4月21日，人民解放军攻克划子口，六合县全境解放。六合属苏北行政区扬州分区。12月划回南京市。"
        },
        {
            "type": "text",
            "text": "       1950年1月，属苏北泰州分区。4月泰州分区改泰州专区，六合县仍属之。1952年11月，泰州专区改为扬州专区，六合属之。1956年2月改属镇江专区，12月改属扬州专区。1958年6月，划六合县复属南京市。1962年5月，划属扬州专区。1966年3月15日，成立六合专区，治六城镇；六合县属六合专区。1971年撤销六合专区，六合县属扬州专区。1975年11月，六合县再次划回南京市。1980年4月26日设立南京市大厂区。2002年4月，撤销南京市原六合县与原大厂区，合并成立新的六合区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①1952年大厂以镇为建制划归南京市，直属市政府。1973年9月成立南京市大厂区，辖大厂镇和沿江、盘城、葛塘三公社。1975年并归浦口区。1980年，因国家重点建设项目扬子乙烯工程在此兴建，再从浦口区划出建区，以镇得名。"
        }
    ]
}