{
    "title": "南京市高淳区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：683次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明孝宗弘治四年（1491年），京师应天府以“地广难治”为由，奏割溧水县西南7乡置高淳县。建县以前，地属溧水，而溧水县是隋开皇十一年(591年)析溧阳西北境及丹阳县故地所置。2013年2月8日撤销高淳县，设立南京市高淳区。"
        },
        {
            "type": "text",
            "text": "       县名的由来，《嘉靖高淳县志》载：高淳为“本县古镇地，……本府欲析置为县，拟名淳化奏奉，钦定高淳\"。县因高淳古镇而得名。高淳镇即今淳溪镇，自建县始，县治即设于此镇。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，县地本属越国。后为商势力范围。西周时，封周章于吴地,国号吴。今县域属吴。周景王四年(前541年)，吴筑固城为濑渚邑，在今县城中部偏南。周景王五年（前540年），迁邑陵平山，称陵平。"
        },
        {
            "type": "text",
            "text": "       春秋时期，周景王七年（前538年），楚伐吴，占固城，《太平寰宇记》载：“楚平王都于固城\"。今县地属楚。周敬王十四年（前506年），吴王命伍子胥伐楚，烧固城，地复归于吴。"
        },
        {
            "type": "text",
            "text": "       战国初年，越灭吴。地遂人于越。公元前333年，楚败越，尽取吴故地，改陵平为平陵邑。高淳地域再属楚。"
        },
        {
            "type": "text",
            "text": "       秦始皇帝二十六年（前221年），秦统一中国，以平陵置溧阳县，隶会稽郡。高淳地遂属溧阳县，直至八百年后，隋分溧阳建溧水县止。"
        },
        {
            "type": "text",
            "text": "       西汉，初以韩信为楚王，后封同姓王于吴故地历为荆国、吴国、江都国，均领溧阳县，高淳先后为各王国之领地。武帝元狩二年(前121年)，废江都国，又改鄣郡为丹阳郡，领县十七，溧阳其一。高淳县地隶于丹阳郡溧阳县至隋初。"
        },
        {
            "type": "text",
            "text": "       自东汉光武年起，至隋初割溧阳置溧水县止，固城为溧阳县治560多年。(溧阳县治迁今旧县村)。三国吴析溧阳东南境置永安县，西晋改为永世，属义兴郡。高淳地在溧阳西南境，当属丹阳郡溧阳县不改。南朝因之。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)平陈，废丹阳郡，置蒋州，溧阳隶蒋州。开皇十一年(591年)，析溧阳西北境及丹阳县故地置溧水县，属蒋州。高淳地遂属溧水。隋、唐时溧水隶属关系变更频繁，高淳地域亦随而改隶润州、蒋州、宣州、江宁郡及昇州。至唐末，杨行密据有昇州，遂人于杨吴版图。"
        },
        {
            "type": "text",
            "text": "       南唐，溧水隶于江宁府。北宋改府为昇州，后又升为江宁府，南宋建炎年改名建康府，均领溧水县。元时改府为路，溧水县属建康路；元贞元年(1295年)，升溧水为州。高淳地域属建康路溧水州。建康路后改称集庆路，溧水州隶属不变。"
        },
        {
            "type": "text",
            "text": "       明太祖朱元璋克集庆路，改为应天府，溧水隶于应天府，为畿县。《嘉靖高淳县志》载：“高淳本溧水乡镇，……弘治辛亥(1491年)，应天府丞冀绮以地远民难牵制，奏请割西南七乡，即镇为县。”高淳自此建置为县，属应天府。"
        },
        {
            "type": "text",
            "text": "       清，改明应天府为江宁府，高淳属之。太平天国定都天京期间，高淳县属天京省江宁郡。清同治三年(1864年)陷天京，高淳复属江宁府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，废府，高淳县隶江苏省，民国三年（1914年），于省、县两级间设道，高淳属江苏省金陵道。民国十六年（1927年）废道，县隶于江苏省。民国二十三年（1934年），江苏省实行行政区督察制，高淳县属溧阳行政督察区，民国二十四年（1935年）9月改属第十行政督察区(驻江宁)。 民国二十六年（1937年）12月7日，侵华日军陷高淳县城，建立伪政权；民国高淳县政府撤至第五区青桂塘，受江南行署第一区行政督察专员公署管辖。民国三十二年（1943年）9月底，日军占领高淳全境。"
        },
        {
            "type": "text",
            "text": "       民国三十三年（1944年）1月，随新四军挺进敌后建立抗日根据地，高淳县抗日民主政府成立，属苏南行政公署领导。6月，高淳、溧水2县民主政权合并成立溧高县抗日民主政府，先后属苏南第三、第一行政区领导。民国三十四年（1945年）8月28 H新四军攻克高淳县城，成立高淳县抗日民主政府，与溧高县抗日民主政府并存。9月底，新四军北撤，2县抗日民主政府随军撤离。民国高淳县政府10月2日进驻县城，属第一区行政督察专员公署管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月2日，高淳县全境解放，成立高淳县人民政府，由苏南行政公署镇江地区专员公署领导。1953年1月，撤销苏南行政区，成立江苏省，高淳县属江苏省镇江专区；1958年改为常州专区，高淳属之；1959年常州专区又改为镇江专区，高淳县属镇江专区。1970年，镇江专区改称镇江地区，高淳县属镇江地区。1983年3月1日，实行市管县体制，高淳县由镇江专区划归南京市管辖。2013年2月8日撤销高淳县，设立南京市高淳区。"
        }
    ]
}