{
    "title": "南京市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        },
        {
            "id": "1617",
            "category": "南京市"
        }
    ],
    "detail": "[日期：2015-01-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：613次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明朝朱元璋在至正十六年（1356年）攻下集庆路，改称应天府。明太祖洪武元年（1368年）八月，朱元璋定都于原元代集庆路，遂改应天府为“南京”。明朝永乐十九年（1421年），明成祖迁都北京——顺天府，但这里作为“留京”还保留着应天府的建制。明英宗正统六年（1441年），撤销应天府，由于地理位置和曾做过京都的缘故，正式改应天府为南京。意与北京相对之意。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       在不同的朝代，南京指不同的地方。唐代时，南京指成都。宋代所说的“南京”，是指当时的应天府，宋代应天府治在今河南省的商丘市。北宋灭亡后，金人占领了开封府，金主完颜亮改开封府为金国的南京。辽国以辽阳（今辽宁省辽阳市）为南京。元代在开封设南京路，也称开封为南京。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时吴国又曾在今南京郊县六合与高淳境内分别设有棠邑与濑渚邑， 战国时期楚国设金陵邑。从此“金陵”就成为古代南京地区的通用名称。"
        },
        {
            "type": "text",
            "text": "       秦代在金陵故地设有秣陵、丹阳与江乘三县，其县治分别在今江宁县秣陵关、江宁县小丹阳与今栖霞山附近，均属郡管辖，堂邑县则属东海郡管辖。两汉时上述四县仍然保留，另加设湖熟县(县治在今江宁县湖熟镇)，其中秣陵、丹阳、江乘、湖熟四县皆属扬州刺史部丹阳郡(郡治在今安徽省宣城市)管辖，而堂邑则属徐州刺史部临淮郡管辖。"
        },
        {
            "type": "text",
            "text": "       三国时期，孙吴改秣陵为“建业”，意谓将在此“建帝王之大业”，并定为首都，又将扬州刺史驻地与丹阳郡郡治迁来建业。西晋初，改建业为“建邺”，西晋末又改建邺为“建康”，故东晋与南朝(宋、齐、梁、陈)之首都均称建康，同时也是扬州刺史驻地与丹阳郡治所在。故六朝之金陵既可用首都之名——建业与建康，亦可用州治之名——扬州，还可用郡治之名——丹阳，但“建邺”仅是西晋一代三十余年之名，西晋时的扬州刺史驻地与丹阳郡治亦在建邺。"
        },
        {
            "type": "text",
            "text": "       六朝时期金陵地区的郡县级设置变动较大。孙吴时有建业县、丹阳县、湖熟典农都尉、江乘典农都尉；西晋时有建邺县(后改称建康县)、秣陵县、江宁县(先称临江县)、丹阳县、湖熟县、江乘县、堂邑县；东晋时除保留西晋所设置的各县外，又加设侨置郡县，以安置中原地区南迁人士，诸如琅琊、东海、东平、兰陵、魏、广川、高阳、堂邑等郡，怀德(后改费县)、临沂、阳都、即丘、肥乡、元城、广川、北新城、博陆、堂邑等县；南朝刘宋初，保留建康县、秣陵县、丹阳县、江宁县、湖熟县归丹阳郡管辖，阳都县、费县、即丘县、临沂县、江乘县归南琅琊郡管辖，其后废除魏、广川、高阳、堂邑四侨郡，又废即丘、费、阳都三侨县；南齐时无改动；肖梁时设同夏县，废湖熟县，又复置费县，并改南琅琊郡为琅琊郡，分置丹阳、南丹阳二郡，琅琊郡治在江乘，辖江乘、临沂、费三县，丹阳郡治在建康，辖建康、秣陵、同夏三县，南丹阳郡治在江宁，辖江宁、丹阳二县；陈时废南丹阳郡，又废琅琊郡，新设建兴郡，辖江乘、临沂、同夏、湖熟、建安、乌山六县，丹阳郡辖建康、秣陵、江宁、丹阳、费五县。"
        },
        {
            "type": "text",
            "text": "       隋唐时期金陵地区的行政设置变动最大，主要是扬州大都督府自金陵移至江都，金陵被降为一般的州县，并且屡改州县的名称与隶属关系。当时的通称以“金陵”最为常用，隋代常称“蒋州”，唐代常称“白下”、“上元”、“江宁”、“升州”等。具体说来，隋军灭陈后，废丹阳、建业二郡，又废建康、丹阳、费、江乘、临沂、同夏、湖熟等县，仅保留江宁县，与溧水县同属设在金陵石头城的蒋州管辖，堂邑县则改称六合县，归江都郡管辖。隋炀帝时又改称蒋州为丹阳郡。"
        },
        {
            "type": "text",
            "text": "       唐代曾改江宁县为归化县，又改归化县为金陵县，再改金陵县为白下县，复改白下县为江宁县，最后改江宁县为上元县，并隶属于州治先后设在延陵(今丹阳市延陵镇)、丹徒(今镇江市)的润州，郡治先后设在丹徒、江宁的丹阳郡、江宁郡，以及州治先后设在江宁、上元的升州管辖。升州辖有上元(江宁)、溧水、溧阳、句容四县。六合县则属扬州管辖。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，杨吴在金陵设升州大都督府，又分设上元、江宁二县，旋改界州大都督府为金陵府，并定为西都。南唐建国后定都金陵，改金陵府为江宁府，辖上元、江宁、溧水等县，并曾在六合设置雄州。"
        },
        {
            "type": "text",
            "text": "       北宋初，改江宁府为升州，不久又复名江宁府，辖上元、江宁、溧水、溧阳、句容等县。南宋改江宁府为建康府，并先后为江南东路及江南路(相当于元明清的省一级)的治所，建康府仍辖北宋江宁府属的五县。六合县则属真州。"
        },
        {
            "type": "text",
            "text": "       元代初年仍名建康府，旋改称建康路，后又名集庆路，先后隶属于江淮行省和江浙行省，并一度成为管辖江浙、江西、湖广三省的江南诸道行御史台的治所。集庆路辖有上元、江宁、句容三县及溧水州和溧阳州。六合县则属扬州路。"
        },
        {
            "type": "text",
            "text": "       明朝朱元璋在至正十六年（1356年）攻下集庆路，改称应天府。明代建国后，于洪武元年（1368年）以应天府为南京，洪武十一年（1378年）定南京为京师。永乐十九年（1421年）明成祖以北京为京师，恢复南京之名，作为留都。应天府在明初时辖上元、江宁、溧水、江浦、句容、溧阳六县，后加辖六合、高淳二县。"
        },
        {
            "type": "text",
            "text": "       清代初年，改南京为江南省，改应天府为江宁府，所辖八县如故。后江南省分为江苏、安徽两省，江宁府隶属于治所设在苏州的江苏巡抚管辖，但管辖江苏、安徽、江西三省的两江总督衙门设在江宁。太平天国时期，改江宁府为天京，并以天京为中心设天京省，以江浦为中心设天浦省。后清军攻陷天京，又复名江宁府如故。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月1日，中华民国定都于江宁府，并改江宁府为南京府，废上元、江宁二县。迁都北京后，江苏省治自苏州迁来南京，旋废南京府，设江宁县，并设立治所在江宁的金陵道，辖江宁、江浦、六合、高淳、溧水、溧阳、句容、丹徒、丹阳、金坛、扬中等县。民国十六年（1927年）国民政府定南京为首都，废金陵道，南京先后被称为“南京市”、“南京特别市”、“南京直辖市”及“首都市”等名，辖境为明南京城外郭以内及江浦县的浦口镇；江宁县则属江苏省政府管辖。民国十八年（1929年）江苏省政府由南京迁至镇江。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日南京解放，南京成为中央人民政府特别市。1952年9月，南京为江苏省省辖市。1953年1月1日，南京市与苏南、苏北行政区合并成立江苏省，南京为省会。1990年开始，国务院决定南京在国家计划中实行单列，并赋予相当于省一级的经济管理权限。1993年中央决定撤销省会城市的计划单列，南京计划单列因此被取消。1994年2月，经中央、国务院同意，中央机构编制委员会明确南京的行政级别为副省级。"
        }
    ]
}