{
    "title": "江苏省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "21",
            "category": "江苏省"
        }
    ],
    "detail": "[日期：2015-01-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：594次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清康熙六年（1667年）分江南布政使司为江苏（含上海）、安徽二省，江苏省（巡抚衙门驻苏州）辖江宁府（今南京）、苏州府、徐州府、常州府、镇江府、松江府（今上海）、扬州府、淮安府，江苏省名取自“江宁府”与“苏州府”两府的首字而得。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       距今四五十万年以前，江苏境内就生活着丹徒“高资猿人”；在距今四万至一万年前，“泗洪下草湾人”、“丹徒人”、“溧水人”、“宜兴人”等远古居民，足迹遍及大江南北的许多地方。\r\n       \r\n       春秋期间，分属齐、鲁、宋、吴、楚等国。秦代实行郡县制，境内长江以南属会稽郡，以北分属东海郡和泗水郡。"
        },
        {
            "type": "text",
            "text": "       西汉初年，郡国并行，江苏省先后分属楚、荆、吴、广陵、泗水等国，会稽、丹阳、东海、临淮、琅邪、沛等郡。东汉永和五年（140年），省境长江以南属扬州，以北属徐州。三国鼎立期间，分属吴、魏二国。"
        },
        {
            "type": "text",
            "text": "       西晋建国初，江南复属扬州，江北复属徐州。东晋及南北朝时期，江苏省大体上以淮河一线为界，以南属南朝，以北属北朝。从晋怀帝永嘉年间到南朝宋元嘉年间（307年—453年），南迁移民，其中接受移民最多的是江苏省，在今南京、镇江、常州一带最为集中，苏北地区则以扬州、淮阴等地为主，晋时迁都过南京。"
        },
        {
            "type": "text",
            "text": "       隋统一中国后，境内分置苏州、常州、蒋州（今南京）、润州（今镇江）、扬州、方州（今六合）、楚州（今淮安区）、邳州、泗州、海州和徐州。"
        },
        {
            "type": "text",
            "text": "       唐分中国为十道，江苏分属河南道、淮南道及江南东道。五代时期（907年～960年），淮北的徐州先后属梁、唐、晋、汉、周，江南的苏州属吴越钱氏，其他各州先后属杨吴和南唐。北宋政和元年（1111年），分属江南东路、两浙路、淮南东路、京东东路和京东西路。宋室南渡，宋金对峙，金人据有淮北，南宋据有江南和淮南。"
        },
        {
            "type": "text",
            "text": "       元代实行行省制，江苏先后分属江淮行省、江浙行省、河南行省。"
        },
        {
            "type": "text",
            "text": "       明初定都应天府，先后称为南京、京师，明成祖迁都北京后，复称南京，大致辖有今江苏、安徽两省和上海市，南京是明朝陪都。"
        },
        {
            "type": "text",
            "text": "       清初废南京，以南京原辖区域改设江南省。康熙六年（1667年），分江南省为江苏（含上海）、安徽二省，江苏省（巡抚衙门驻苏州）辖江宁府（今南京）、苏州府、徐州府、常州府、镇江府、松江府（今上海）、扬州府、淮安府，两江总督署驻南京，江苏巡抚衙门驻苏州。这是江苏建省之始，取江宁、苏州二府的首字而得名，简称“苏”。到清末时，江苏省辖有8府3直隶州1直隶厅。期间，太平天国曾在咸丰三年至同治三年（1853年～1864年）间建都南京，称天京，并曾在境内短暂地设置过天京省、天浦省和苏福省。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年），南京国民政府定都南京，析置南京城区、上海城区为特别市，直隶于国民政府行政院，称院辖市。民国十七年（1928年）至1949年，镇江市成为江苏省省会驻地。抗日战争时期，中国共产党领导下的新四军在苏北建立了抗日民主政府，进行了艰苦卓绝的抗日战争。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）4月23日，中国人民解放军横渡长江，南京解放。同年6月，江苏全境解放，设苏北、苏南行署区及南京市三个省级行政区。1952年，为了更好治理洪泽湖，安徽的盱眙县和泗洪县划归江苏，作为交换，萧县和砀山县划给了安徽。1953年1月，三个省级行政区合并，恢复江苏省建制，省会设在南京。1958年3月至1959年1月，原江苏省松江专区九县（嘉定、宝山、上海、松江、金山、川沙、南汇、奉贤、青浦）和南通的崇明县划归上海市管辖，松江专区撤销。"
        },
        {
            "type": "text",
            "text": "       1966年5月，“文革”开始，江苏省人民委员会中断。1980年1月，江苏省人民政府正式恢复办公。1983年，江苏实行市管县体制，设立南京、无锡、徐州、常州、苏州、南通、连云港、淮阴（2001年更名淮安）、盐城、扬州、镇江11个地级市。1996年，增设泰州、宿迁两个地级市。"
        }
    ]
}