{
    "title": "鸡尾酒（Cocktails）的由来",
    "category": [
        {
            "id": "9",
            "category": "海外探寻"
        },
        {
            "id": "62",
            "category": "词汇之源"
        }
    ],
    "detail": "[日期：2015-01-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：945次",
    "content": [
        {
            "type": "img",
            "url": "http://n.eduyun.cn/uploads/album/2015/0906/240/55ebd74de3f68.jpg",
            "desc": "鸡尾酒"
        },
        {
            "type": "text",
            "text": "       1、鸡尾酒（Cocktails） 在1777年，Betsy Flanagan发明了美国式的“鸡尾酒”。鸡尾酒起源于1776年纽约州埃尔姆斯福一家用鸡尾羽毛作装饰的酒馆。一天当这家酒馆各种酒都快卖完的时候，一些军官走进来要买酒喝。一位叫贝特西·弗拉纳根的女侍者，便把所有剩酒统统倒在一个大容器里，并随手从一只大公鸡身上拨了一根毛把酒搅匀端出来奉客。军官们看看这酒的成色，品不出是什么酒的味道，就问贝特西，贝特西随口就答：“ 这是鸡尾酒哇！”一位军官听了这个 词，高兴地举杯祝酒，还喊了一声：“ 鸡尾酒万岁！”从此便有了“鸡尾酒”之名。这是在美洲被认可的起源。"
        },
        {
            "type": "text",
            "text": "       2、一天，一次宴会过后，席上剩下各种不同的酒，有的杯里剩下1/4，有的杯里剩下1/2。有个清理桌子的伙计，将各种剩下的酒，三、五个杯子混在一起，一尝味儿却比原来各种单一的酒好。接着，伙计按不同组合一连几种，种种如此。这后将这些混合酒分给大家喝，结果评价都很高。于是，这种混合饮酒的方法便出了名，并流传开来。至于为何称为“鸡尾酒”而不叫伙计酒，便不得而知了。"
        },
        {
            "type": "text",
            "text": "       3、1775年，移居于美国纽约阿连治的彼列斯哥，在闹市中心开了一家药店，制造各种精制酒卖给顾客。一天他把鸡蛋调到药酒中出售，获得一片赞许之声。从此顾客盈门，生意鼎盛。当时纽约阿连治的人多说法语，他们用法国口音称之为“科克车”，后来衍成英语“鸡尾”。从此，鸡尾酒便成为人们喜爱饮用的混合酒，花式也越来越多。"
        },
        {
            "type": "text",
            "text": "       4、19世纪，美国人克里福德在哈德逊河边经营一间酒店。克家有三件引以自豪的事，人称克氏三绝。一是他有一只膘肥体壮、气宇轩昂的大雄鸡，是斗鸡场上的名手；二是他的酒库据称拥有世界上最杰出的美酒；第三，他夸耀自己的女儿艾恩米莉是全市第一名绝色佳人，似乎全世界也独一无二。市镇上有一个名叫阿金鲁思的年轻男子，每晚到这酒店悠闲一阵，他是哈德逊河往来货船的船员。年深月久，他和艾恩米莉坠进了爱河。这小伙子性情好，工作踏实，老克里打心里喜欢他，但又时常捉弄他说：“小伙子，你想吃天鹅肉？给你个条件吧，你赶快努力当个船长。”小伙子很有恒心，努力学习、工作，几年后终于当上了船长，艾恩米莉自然也就也就成了他的太太。婚礼上，老头子很高兴，他把酒窖里最好的陈年佳酿全部拿出来，调合成“绝代美酒”，并在酒杯边饰以雄鸡尾羽，美丽到极。然后为女儿和顶呱呱的女婿干杯，并且高呼“鸡尾万岁！”自此，鸡尾酒便大行其道。"
        },
        {
            "type": "text",
            "text": "       5、相传美国独立时期，有一个名叫拜托斯的爱尔兰籍姑娘，在纽约附过开了一间酒店。1779年，华盛顿军队中的一些美国官员和法国官员经常到这个酒店，饮用一种叫做“布来索”的混合兴奋饮料。但是，这些人不是平静地饮酒逍闲，而是经常拿店主小姐开玩笑，把拜托斯比作一只小母鸡取乐。一天，小姐气愤极了，便想出一个主意教训他们。她从农民的鸡窝里找出一雄鸡尾羽，插在“布来索”杯子中。送给军官们饮用，以诅咒这些公鸡尾巴似的男人。客人见状虽很惊讶，但无法理解，只觉得分外漂亮，因此有一个法国军官随口高声喊道“鸡尾万岁“从此，加以雄鸡尾羽的“布来索”就变成了“鸡尾酒”，并且一直流传至今。"
        },
        {
            "type": "text",
            "text": "       6、传说许多年前，有一艘英国船停泊在犹加敦半岛的坎尔杰镇，船员们都到镇上的酒吧饮酒。酒吧楼台内有一个少年用树枝为海员搅拦混合酒。一位海员饮后，感到此酒香醇非同一般，是有生以来从未喝过的美酒。于是，他便走到少年身旁问到：“这种酒叫什么名字？少年以为他问的是树枝的名称，便回答说：“可拉捷、卡杰。”这是一句西班牙语，即“鸡尾巴“的意思。少年原以树枝类似公鸡尾羽的形状戏谑作答，而船员却误以为是“鸡尾巴酒”。从此，“鸡尾酒”便成了混合酒的别名。"
        },
        {
            "type": "text",
            "text": "       7、 以某一贵族妇女Oxc-hitel的名字而演变成为Cocktail，以此表示尊贵：以雄鸡尾羽象征英雄气概：以彩色鸡尾象征调酒女郎爱美及调酒手艺高超，等等。"
        }
    ]
}