{
    "title": "东明县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1691",
            "category": "东明县"
        }
    ],
    "detail": "[日期：2015-03-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1082次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇东游至户牖[yǒu]（今河南省兰考县北部爪营），“霾雾四塞”不能前行，遂命此地为“东昏”。西汉建元元年（前140年）于东昏建东昏县。新王莽始建国元年（9年），改东昏县为东明县，使其意相对。东明县名始于此。东汉建武元年（25年）复改东明为东昏。曹魏黄初四年（223年），废东昏县为东昏镇。北宋乾德元年（963年），复于东昏镇置东明县。\n\r\n【沿革】\r\n       西周、春秋，今境属卫国。秦汉时期，据《大名府志》载，秦嬴政二十九年(前218年),秦始皇东游至阳武县户牖乡，“霾雾四塞”不能进，遂命此地为东昏。西汉建元元年（前140年）建东昏县(址在今兰考县北偏东爪营)，属陈留郡。新始建国元年（9年），王莽即位，改东昏为东明，是东明县名由来。东汉建武元年（25年）复改东明为东昏，仍属陈留郡。此外，今境内尚有冤句、离狐县地。"
        },
        {
            "type": "text",
            "text": "       三国时，曹魏黄初四年（223年），废东昏县为东昏镇，将县域分入外黄、济阳二县，均隶陈留国。从此至五代末，七百多年间于东昏镇未再置县。冤句、离狐属济阴郡。"
        },
        {
            "type": "text",
            "text": "       隋，属济阴郡之外黄、济阳、冤句和东郡之离狐。 唐，今境南部属冤句，北部属离狐。天宝元年（742年）改离狐为南华，属曹州。 北宋乾德元年（963年），复于东昏镇置东明县，属京畿路开封府。此外，境内尚有京东西路兴仁府之南华、宛亭(冤句改)地。"
        },
        {
            "type": "text",
            "text": "       金兴定二年（1218年），因避河患，徙治于黄河北岸今东明集，属南京路曹州。原县城降为通安堡。同时废宛亭、南华二县。 元，东明县属中书省大名路开州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）为避河患，县城迁至云台集(今县西堡城)。明洪武十年（1377年）废东明县，原境域分属开州及长垣县。明弘治三年（1490年）重置东明县于大单集(今县城址)，属京师大名府。清，东明县属直隶省大名府。"
        },
        {
            "type": "text",
            "text": "　　民国初年， 东明县属直隶省大名府。民国三年（1914年）5月，大名府改为大名道，东明县属之。民国十二年（1923年）废道， 直隶省改为河北省，东明县直属河北省。民国二十五年（1936年）属河北省第十七区，民国二十八年（1939年）第十七区改为第十区，东明县随属。同年7月，日本侵略军侵占县城，东明陷落。"
        },
        {
            "type": "text",
            "text": "　　民国二十九年（1940年）3月，八路军攻克东明城，建立东明抗日县政府。民国三十年（1941年）3月，在东明、曹县、菏泽三县结合部建东垣抗日县政府，民国三十一年（1942年）9月在东 明县东北部与菏泽县西北部建南华抗日县政府。民国三十三年（1944年）2月，东明县撤。民国三十四年（1945年）8月恢复。民国三十五年（1946年）2月改称东明民主县政府，与东垣、南华同属冀鲁豫第五专区。民国三十六年（1947年）8月撤东垣县并入东明县。民国三十七年（1949年）8月南华县撤销，其辖区析入东明县与菏泽县。同时，平原省成立，建菏泽专区，东明县属之。"
        },
        {
            "type": "text",
            "text": "　　1952年11月，平原省撤销，东明县划入河南省郑州专区，1955年10月改属开封专区。1963年，为解决河南、山东两省交界地区水利问题进行区划调整，将东明县又从河南划归山东省，属菏泽专区。1967年3月菏泽专区改称菏泽地区，东明县属菏泽地区。2000年12月，撤销菏泽地区建制，改称菏泽市，东明县属菏泽市。"
        }
    ]
}