{
    "title": "邹平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1689",
            "category": "滨州市"
        },
        {
            "id": "1699",
            "category": "邹平县"
        }
    ],
    "detail": "[日期：2015-05-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：485次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       夏朝曾封舜之后姚姓为邹侯，在邹平之域立邹侯国。西汉置邹平县，以邹平古为邹侯国，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今之邹平县，是由原邹平、齐东、长山三县合成。夏商同属青州。周属青州隶齐侯国，秦属齐郡。"
        },
        {
            "type": "text",
            "text": "       西汉置邹平县，以邹平古为邹侯国故名，治所在今孙镇；治梁邹县，治所在今韩店镇旧口村；治於陵县，今临池镇古城村；治朝阳县，治所在今码头镇延安村东南十五公里处。同属青州部济南郡。"
        },
        {
            "type": "text",
            "text": "       东汉为邹平县、梁邹县、於陵县、东朝阳县，属青州部济南郡。三国时为邹平县、梁邹县、於陵县、同属济南郡；东朝阳县，属乐安郡。晋为邹平县、梁邹县，改於陵县为乌陵县，不久复原名，与东朝阳县同属青州部乐安国。"
        },
        {
            "type": "text",
            "text": "       南北朝时，自宋至齐之间，邹平县无考；宋以梁邹县为平原郡，属冀州，北魏改为东平原郡，属齐州，北齐改为平原县，属齐州东平原郡；南北朝初期，於陵并入土鼓县，刘宋孝武时於陵县地置武强县，北魏因之；刘宋为朝阳县，属济南郡；又为临济县，属乐安郡。北魏为朝阳县，属济南郡，又名临济县，属东平原郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），移北齐平原县治（今韩店镇旧口）于邹平故城孙镇，为隋平原县。隋开皇六年（586年），徙朝阳于临济镇，隋开皇十六年（596年），改名为临济县，而别置朝阳县，隋大业二年（606年），省朝阳入临济，属齐郡。隋开皇十八年（598年），改平原县为邹平县，属齐郡；改武强县为长山县，治所在今长山镇，属淄州。"
        },
        {
            "type": "text",
            "text": "       唐邹平县、长山县同属河南道。邹平初属邹州，后属谭州，再属淄州；长山初属邹州，后属淄州；临济县袭隋朝。五代时，邹平、临济两县属淄州，长山县无考。"
        },
        {
            "type": "text",
            "text": "       宋景德元年（1004年），邹平县移治于旧口，与长山县同属京东东路淄州淄川郡；宋省临济析入邹平、章丘县地。金代，邹平属山东东路淄州，治所从旧口移如今邹平县驻地，长山县袭宋制。"
        },
        {
            "type": "text",
            "text": "       元代，邹平县属中书省山东东西道济南路总管府，以邹平青平镇另立青平县（即青城县）；长山县初属济南路，后改属淄莱路，复改淄莱路为般阳路；蒙古宪宗二年（1252年），以邹平县齐东镇立齐东县，属河间路。"
        },
        {
            "type": "text",
            "text": "       明代，明洪武二年（1369年），省青平县入邹平，并割青城、正德、嘉会三乡入齐东县。邹平县属山东布政使司济南府；长山初属般阳府，洪武九年（1376年）属淄川州，后州废，长山属济南府；洪武十二年（1379年），割邹平之会仙、齐东二乡并入齐东县。弘治六年（1493年），割章丘县之临济乡，弘治十六年（1503年），又割章丘县之固均乡与邹平之梁邹乡并入齐东县，历次增广，县境始大。治所赵岩口，属济南府。"
        },
        {
            "type": "text",
            "text": "       清代，邹平、长山、齐东三县袭明制。清光绪十八年（1892年），黄河河道南移，齐东城赵岩口被水淹，齐东县迁治于今九户。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）邹平、长山、齐东3县均隶岱北道（翌年改称济南道）。民国十四年（1925年）山东省改4道为11道，济南道缩小，但此3县仍隶属济南道未变。民国十七年（1928年）废道制，3县均直属于山东省。“七七事变”后，国民政府于民国二十七年（1938年）至民国三十一年（1942年）间，在山东先后设立十七个行政督察区，邹平、长山2县属第十行政督察区，齐东县属第十二行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，齐东县、邹平县属日伪鲁北道，长山县属日伪鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，邹平县、齐东县属济南道，长山县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十八年（1939年）10月建立邹长抗日民主政府，由中共清河地委管辖。因邹长抗日根据地狭长，不便行政，乃于民国二十九年（1940年）3月在邹长县南部建立长山县抗日民主政府（亦称南邹长，为纪念1939年7月牺牲的八路军山东纵队司令员马耀南烈士，1943年改名耀南县），同年7月在邹长北部地区建邹平县抗日民主政府（亦称北邹长），初2县仍直属中共清河地委领导，民国三十年（1941年）1月属清河行政区清西分区（同年7月改称清西专区）。民国三十一年（1942年）1月于长山、桓台2县邻接地区置长桓县，属清河行政区清中专区，同年6月清中专区撤销，长桓县改属清西专区。民国三十二年（1943年）5月长桓县撤销。民国三十三年（1944年）3月邹平、耀南（长山）均属渤海行政区第六专区。民国三十四年（1945年）10月齐东县解放，建立民主政府，齐东与邹平、耀南（长山）3县均属渤海行政区第三专区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）7月渤海行政区第三专区改称清河专区。1950年5月清河专区撤销， 齐东县改属惠民专区，耀南县复名长山县，与邹平县同属淄博专区。 同年11月析长山县周村镇与张店合置张周市，属淄博专区。1953年7月邹平、长山2县划归惠民专区。1956年3月撤销长山县，并入邹平县；撤销高青县，并入齐东县；隶属均不变。1958年12月撤销齐东县，所辖之九户、青城、黑里寨、花沟、 魏桥、码头等6处人民公社并入邹平县，其余并入博兴县。与此同时邹平县转属惠民专区与淄博市合并设置的淄博专区。1961年6月淄博专区撤销转属、复置的惠民专区。 同年10月青城、花沟、黑里寨3个区划归复置的高青县。1967年惠民专区改称惠民地区，1992年3月更名滨州地区，2000年6月滨州地区撤销，改置地级滨州市，邹平县均属之。"
        }
    ]
}