{
    "title": "定陶县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1692",
            "category": "定陶县"
        }
    ],
    "detail": "[日期：2015-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：416次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       尧、舜时期为古陶国（因尧又称陶唐氏，其活动中心遂得名为陶丘），公元前12世纪，周武王封其六弟振铎为曹伯，建曹国，都陶丘。春秋末，范蠡助越灭吴后，辗转至陶，“以陶为天下之中”，遂在此定居经商，号陶朱公，故曰“定陶”。秦始皇二十六年（前221年）置定陶县。据《汉书·地理志》：“禹贡陶丘在县西南，有陶邱亭。”县名由此。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧、舜时期为古陶国。夏商有三翮国。公元前12世纪，周武王封其六弟振铎为曹伯，建曹国，都陶丘。春秋末，周敬王三十三年（前487年），宋灭曹国，属宋国。战国，周赧王二十九年（前286年），齐、魏、楚灭宋，三分其地，今境属齐。秦始皇二十六年（前221年）始置定陶县，属东郡。"
        },
        {
            "type": "text",
            "text": "       西汉，汉高祖五年（前202年） ，刘邦封彭越为梁王，都定陶。汉高祖十一年（前196年） ，杀彭越，立子刘恢为梁王，移都睢阳，定陶县属之。汉景帝中元六年（前144年），分梁国为五，其中之一的济阴国都定陶。次年，济阴国改为济阴郡，治定陶。后曾两次改济阴郡为定陶国，但时间都不长，直到西汉末年，仍为济阴郡。东汉，演变情况略同西汉。初期，几次为王国，每次国除后，仍为济阴郡。或国 或郡，治所都在定陶(址在故曹国都)。"
        },
        {
            "type": "text",
            "text": "       三国初期，于定陶置济阴郡，后为定陶国，最后仍为济阴郡。定陶县先后随属。晋代仍为济阴郡定陶县。 南北朝，北魏孝昌三年（527年）置西兖州，与济阴郡同治定陶县。不久，州、郡治所同迁左城(今定陶县西10公里力本屯乡左山寺西)，定陶县属之。北周宣政元年（578年），改西兖州为曹州，济阴郡定陶县随属。"
        },
        {
            "type": "text",
            "text": "       隋属曹州济阴郡。唐定陶并入济阴为镇。宋升定陶为广济郡，广济郡，割曹、澶 、濮、济四州地，复置定陶。金、元属东平路曹州府。明属山东承宣布政司兖州府下辖的曹州。明洪武十年（1377年），撤定陶县并入武城县。洪武十三年（1381年），复置定陶县，属曹州。清世宗雍正二年（1724年），升曹州为直隶州。雍正十三年(1735年)升为府，定陶为其属县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，定陶县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "       民国二十五年（1936年），国民政府将山东全省划分为12个行政督察区，定陶县属第二区行政督察专员公署，专属驻菏泽县；民国二十六年（1937年）7月抗日战争爆发后，在民国二十七年（1938年）至民国三十一年（1942年）间，山东省重新划分为17个行政督察区，定陶等五县属第十六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，5月将全省划分为鲁西、鲁东、鲁北、鲁南4道，定陶县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，定陶县属曹州道。1945年8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十八年（1939年）5月，鲁西南地委成立，领曹县、东明县、成武县、定陶县。民国三十年（1941年）7月中国共产党领导定陶县人民建立定陶县抗日办事处，9月改为定陶抗日县政府，隶属晋冀鲁豫边区第二十二专区。抗日战争胜利后，国民政府重新调整区划，但定陶等五县属第十六行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月2日山东全境解放，8月建平原省，定陶县属平原省菏泽专区。1952年11月撤销平原省，定陶县随菏泽专区属山东省。1958年10月撤定陶县，析入菏泽、成武两县。同时撤菏泽专区，随菏泽县、成武县改属济宁专区。1959年6月恢复菏泽专区，1961年10月恢复定陶县，仍属菏泽专区。1967年2月菏泽专区改称荷泽地区，定陶县属菏泽地区。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，定陶县隶属菏泽市。"
        }
    ]
}