{
    "title": "鄄城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1693",
            "category": "鄄城县"
        }
    ],
    "detail": "[日期：2015-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：327次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周代属卫国的鄄邑。西汉在此置鄄[juàn]城县，因古鄄邑为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时为兖州之域，春秋时卫成公在鄄邑建都，战国时为齐国鄄邑，秦时改鄄邑为鄄城，西汉时建县，因本境内古时有鄄邑，故名鄄城。三国属魏，隶属兖州济阴郡，曾两次改为王国。"
        },
        {
            "type": "text",
            "text": "       西晋属兖州濮阳国。东晋十六国，鄄城先后属后赵兖州济阴郡、前燕兖州东郡、前秦兖州、后燕兖州东郡，兖州、东郡均治鄄城。北魏、北齐、北周均于鄄城置濮阳郡。"
        },
        {
            "type": "text",
            "text": "       隋朝，鄄城县先属濮阳郡，后属郓州（治郓城）。隋开皇十六年（596年），于鄄城置濮州和濮阳郡。大业三年（607年），废濮州入东平郡。隋末陷于寇贼。"
        },
        {
            "type": "text",
            "text": "       唐初属鄄城县，雷泽县地。唐高祖武德四年（621年），讨平王世充，复置濮州及临濮县，并在鄄城县置永定县，在雷泽县置长城、安邱2县。武德八年（625年），废永定县入鄄城县。唐太宗贞观元年（627年），鄄城临濮雷泽3县属河南道。唐玄宗天宝元年（742年），废濮州设濮阳郡，治鄄城。唐肃宗乾元元年（758年），改濮阳郡为濮州。"
        },
        {
            "type": "text",
            "text": "       五代十国（907年--960年），鄄城县先后为后梁、后唐、后晋、后汉、后周濮州属地。宋，鄄城县属京东西路濮州濮阳郡。金属大名路濮州。元朝，先后属东平路濮州、中书省济宁路濮州。"
        },
        {
            "type": "text",
            "text": "       明朝初属中枢省濮州。明太祖洪武二年（1369年），废鄄城县入濮州，于鄄城置千户，属东昌府。洪武九年（1376年），为山东承宣布政使司东昌府濮州属地。明代宗景泰二年（1451年），因黄河之患，濮州治由鄄城迁至黄河西之王村集（今河南范县濮城），鄄城古城遂称旧城。"
        },
        {
            "type": "text",
            "text": "       清朝初属山东省东昌府濮州地。雍正八年（1730年），升濮州为直隶州，直属山东省。雍正十三年（1735年），又降为散州，改属曹州府。光绪三十一年（1905年），属兖沂曹济道曹州府濮州地。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改濮州为濮县。民国二十年（1931年），“濮鄄分治”，于濮县河东地区复设鄄城县，仍属山东省第二专署。民国二十五年（1936年），并鄄城县入濮县，属山东省第十行政督察专员公署（驻聊城）。民国二十七年（1938年），濮县改属山东省第十六专署（驻菏泽）。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）3月5日，成立鄄城抗日县政府，属运西专署。9月属晋冀鲁豫边区第十七专署。11月运西专属改称鲁西行政主任公署第二专署，鄄城县随属。民国三十三年（1944年）8月属冀鲁豫第十八专署。民国三十五年（1946年）2月属冀鲁豫第二专署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月2日山东全境解放，8月建平原省，鄄城县属平原省菏泽专区。1952年11月撤销平原省，鄄城县随菏泽专区属山东省。1958年10月撤菏泽专区，鄄城县改属济宁专区。1959年6月恢复菏泽专区，鄄城县仍属菏泽专区。1967年2月菏泽专区改称荷泽地区，鄄城县属菏泽地区。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，鄄城县隶属菏泽市。"
        }
    ]
}