{
    "title": "郓城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1694",
            "category": "郓城县"
        }
    ],
    "detail": "[日期：2015-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：407次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       鲁成公四年（前587年）鲁国为加强防御，筑城名郓。《说文解字》述：“郓，从邑，军声，鲁有郓地。”隋置郓城县，因郓邑得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       郓城商代称庇，商王祖乙曾迁都于此。春秋鲁成公四年（前587年）筑城名郓。秦郓城县境内有郓、廪丘等城邑，属东郡。西汉时于郓邑西分置黎县（治今陈坡）、廪丘县（治今水堡），同属兖州东郡。东汉废黎县入廪丘县，属济阴郡。三国时郓地属兖州东郡廪丘县。晋朝为濮阳国廪丘县地。北魏廪丘县属濮阳郡。北周时将廪邱分开，添置清泽县，于县置高平郡。　　"
        },
        {
            "type": "text",
            "text": "       隋开皇初年（581年），废高平郡，改清泽县为万安县。开皇十年（590年）置郓州，廪丘县属之。开皇十八年（598年），改万安县为郓城，仍为郓州治，郓城之名自此始，以城名郓而名。大业初，省廪丘县并入郓城县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621 年）废东平郡设郓州，治郓城。次年置郓州总管府，辖郓、濮、兖、戴、曹5 州32 县。贞观八年（634 年），因郓地卑湿，州治迁须昌（今东平东北）。天祐二年（905 年）郓城县复名万安县，隶郓州。"
        },
        {
            "type": "text",
            "text": "       后唐同光三年（925年）复为郓城县，改属济州。北宋属济州济阴郡。金大定六年（1166年）六月河决阳武，城没于水，遂将郓城县城迁于盘沟村，即今县城。元至元八年（1271年），济州升济宁府，领济、兖、单三州及巨野、郓城、肥城、金乡、砀山、虞城、丰县等七县。至元十六年（1279年）升济宁府为济宁路，徙治任城。"
        },
        {
            "type": "text",
            "text": "       明太祖吴元年（1367年）改济宁路为济宁府。明洪武十八年（1385年）又降济宁府为济宁州，治所任城，领嘉祥、巨野、郓城三县。清世宗雍正二年（1724年），升曹州为直隶州，雍正十三年(1735年)升为府，郓城县改属曹州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，定陶县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "       民国二十五年（1936年），国民政府将山东全省划分为12个行政督察区，郓城县属第二区行政督察专员公署，专属驻菏泽县；民国二十六年（1937年）7月抗日战争爆发后，在民国二十七年（1938年）至民国三十一年（1942年）间，山东省重新划分为17个行政督察区，济宁县、嘉祥县、巨野县、郓城县、寿张县、东平县、汶上县等7县等七县属第二行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，5月将全省划分为鲁西、鲁东、鲁北、鲁南4道，郓城县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，郓城县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       在抗日战争期间，民国二十八年（1939年）1月，中共鲁西区党委（即中共山东分局第2区党委）在馆陶县成立，共领导7个地委，郓城等8县属于第七地委。不久，七地委改称运西地委，后称第二专属。民国三十年（1941年）10月鲁西区与冀鲁豫区（时称小冀鲁豫）合并，成立冀鲁豫边区。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，辖湖西、菏泽、聊城、濮阳、新乡、安阳6个专区，郓城属菏泽专区。"
        },
        {
            "type": "text",
            "text": "       1952年11月30日，平原省被撤销，其所辖的湖西、菏泽、聊城3个专区和29县复归山东，郓城县属山东省荷泽专区。1967年2月菏泽专区改称荷泽地区，郓城县属菏泽地区。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，郓城县隶属菏泽市。"
        }
    ]
}