{
    "title": "巨野县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1695",
            "category": "巨野县"
        }
    ],
    "detail": "[日期：2015-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：939次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置巨野县。巨野县古系沼泽地区，因大野泽得名。《元和郡县志》：“泽在巨野县东五里。南北三百里，东西百余里。”《齐乘》云“梁山泊也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周封周公之子于巨野茅乡亭，立为茅国。春秋时期，巨野为武城地，鲁国西境。周元王元年（前475年），巨野属宋国，至周赧王二十九年（前286年），改属齐国。秦属砀郡，西汉改砀郡为梁国，巨野南为昌邑县，北为巨野县，西为乘氏县。汉景帝中元六年（前144年），昌邑、巨野属山阳国。汉武帝建元元年（前140年），改山阳国为山阳郡。昌邑、巨野两县属山阳郡，乘氏县属济阴郡。汉武帝天汉四年（前97年），改山阳郡为昌邑国，昌邑、巨野为其属县。汉宣帝本始元年（前73年），撤销昌邑国，复为山阳郡，昌邑、巨野仍为其属。"
        },
        {
            "type": "text",
            "text": "       新莽始建国元年（9年），撤销山阳郡，改为巨野郡，以巨野县城为治所。汉光武帝刘秀建武元年（25年），撤销巨野郡，恢复山阳郡，治所在昌邑，巨野、昌邑两县兼属山阳郡和兖州。乘氏县仍属济阴郡。东汉初平三年（192年），曹操任兖州牧，以昌邑为治所。三国时期，巨野、昌邑两县属山阳郡，乘氏县属济阴郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝秦始元年（265年），改山阳郡为高平国，治所在昌邑，巨野、昌邑为属县，乘氏县仍属济阴郡。南北朝时期，巨野县后为多方割据势力统辖。南朝刘宋改高平国为高平郡。北魏孝明帝神龟元年（518年），分高平郡，置任城郡。在此期间，巨野县先属南朝高平郡，后属北魏任城郡。南朝刘宋永初年间（420年），撤销昌邑县，并入金乡县。北魏太和十二年（488年），乘氏县移置今菏泽市。北齐撤销巨野县。"
        },
        {
            "type": "text",
            "text": "　　隋文帝开皇年间，巨野东北部属郓州东平郡，巨野西南部属曹州济阴郡，巨野东南部昌邑一带属金乡县。开皇十六年（596年），恢复巨野县和昌邑县。隋炀帝大业二年（606年）撤销乘氏县，并入巨野县；撤销昌邑县，并入金乡县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德二年（619年），巨野县属郓州东平郡。唐高祖武德四年（621年），在巨野县城置麟州，复置乘氏县为属县。唐高祖武德五年（622年），撤销麟州，复置昌邑县，巨野、昌邑两县属戴州（治所金乡）。唐高祖武德八年（625年），撤销昌邑县，并入金乡县。贞观十七年（643年），巨野县改属河南道郓州。后梁、后唐、后晋、后汉四代，巨野县仍属郓州。后周太祖广顺二年（952年），移济州于巨野县城，并辖郓城、任城、金乡为属县。"
        },
        {
            "type": "text",
            "text": "       宋朝，巨野县属济州。太祖至道三年（997年），属京东路。神宗熙宁七年（1074年），改属京东西路。金徙济州治任城县，属山东西路。南宋绍兴十七年，金皇统七年（1147年），析任城县以西、巨野县以东地区置县，治所设在山口镇。借春秋时鲁哀公十四年（前481年）春“西狩获麟”的故事，取其祥瑞之意，定名为嘉祥县，时属山东西路济州。南宋绍兴二十年，金天德二年（1150年），黄河大决，淹没巨野，撤销巨野县。"
        },
        {
            "type": "text",
            "text": "       元至元六年（1269年），恢复巨野县，迁往任城的济州，还治巨野县。元至元八年（1271年），升州为济宁府。元至元9年（公元1273年），移府治于任城，移州治于巨野，是年末仍以府治于巨野，复以州治于任城。元至元十六年（1279年），升府为济宁路，辖兖、济、单三州。元至正八年（1348年），黄河大决，淹没巨野城，迁济宁路于济州（任城），迁县治于城北邢家务。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），设济宁府于任城，巨野为属县，隶属于山东布政使司。洪武七年（1374年），黄水淹没巨野，至洪武九年（1376年）消退，县治由邢家务迁入巨野，重建县公署。洪武十八年（1385年），兖州升为府，济宁降为州，巨野县属兖州府济宁州。"
        },
        {
            "type": "text",
            "text": "       清朝，巨野县属兖沂曹济道、兖州府、济宁州。雍正二年（1724年），改济宁州为济宁直隶州，巨野为属县。雍正八年（1730年），改属曹州直隶州。雍正十三年（1735年），改曹州直隶州为曹州府，巨野仍为属县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，定陶县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年），巨野县属山东省第二行政督察专员公署。民国三十七年（1938年），巨野县属山东省第二行政督察专员公署第十行署。民国三十五年（1946年），巨野县仍属山东省第二行署。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。同年12月9日，日军侵占巨野城。次年春，建立日伪县政府，属日伪鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，巨野县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十八年（1939年）5月，建立中共郓巨工委和抗日县政府，归中共运西专署领导。11月建立中共巨野工委和巨野县抗日政府，属运西专署。民国二十九年（1940年）11月，属鲁西二专署。民国三十年（1941年）2月，属巨、菏、金、嘉、成5县联合办事处。民国三十二年（1943年）属晋鲁豫十七专署。民国三十三年（1944年）6月，属冀鲁豫十一专署。同时还有巨菏县，于民国三十年（1941年）建立，次年12月撤销。金巨县，于民国三十二年（1943年）9月建立，于民国三十四年（1945年）3月撤销。郓巨县，于民国三十三年（1944年）12月建立。巨南县，与民国三十四年（1945年）3月建立。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，民国三十五年（1946年）6月8日，冀鲁豫行署决定将抗日县政府改为民主县政府。解放战争期间，巨野境内有巨野、郓巨、巨南三个民主县政府。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，辖湖西、菏泽、聊城、濮阳、新乡、安阳6个专区，郓城属菏泽专区，巨野县隶属平原省湖西专区。9月，巨南、郓巨两县撤销。"
        },
        {
            "type": "text",
            "text": "       1952年12月撤销平原省，巨野县隶属山东省湖西专区。1953年7月20日，撤销湖西专区，巨野县改属山东省菏泽专署。1958年10月，撤销菏泽专署，巨野县改属济宁专署。1959年6月，恢复菏泽专署，巨野县复属菏泽专署。1967年至1977年，巨野县属菏泽地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，巨野县改属菏泽地区行政公署。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，巨野县隶属菏泽市。"
        }
    ]
}