{
    "title": "成武县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1696",
            "category": "成武县"
        }
    ],
    "detail": "[日期：2015-06-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：391次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周初属郜国，秦置郜城县。西汉置成武县，据《城武县志》：“汉高祖过鲁，祀孔子。以武功告成，改楚邱为成武。”东汉时，郜城县省入成武县。司马迁在《史记》中提到成武时“成武”、“城武”均曾使用，此为县名中的“成”、“城”交替使用的源头。而明朝以后多称“城武”。1958年经国务院批准将“城”改为“成”，复为成武县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周初周文王之子(名不详)封于此，是为郜国，古成武即为郜国故都。春秋初年郜国为宋国所灭。秦置郜城县，属东郡。西汉置成武县，属山阳郡，另外在郜国故地别置郜城、臵秺二县，属为济阴郡；东汉后郜城、臵秺二县均省入成武县。东汉、魏、晋属济阴郡。魏徙成武县治于郜城（今郜鼎集），属北济阴郡。"
        },
        {
            "type": "text",
            "text": "       隋还治故城（今成武镇），属济阴郡。唐贞观十七年（643年）首次归属曹州，唐昭宗光化二年(899年)，宣武节度使朱全忠，为光耀故里，奏清于其乡里砀山(今安徽砀山)置辉州，领砀山、单父、成武、虞城4县。五代十国时期，后唐灭后梁以后，于后唐同光二年（924年），改辉州为单州，领县四，成武为其一。宋、金沿袭旧制，成武县仍属单州。"
        },
        {
            "type": "text",
            "text": "       元朝，成武县复归曹州。明洪武十八年（1385年），升兖州为兖州府，领济宁、东平、曹、沂四州，城武县（铸印时，误加土为“城”）隶属其中的曹州。清雍正八年（1730年），改曹州直隶州，雍正十三年（1735年），改曹州直隶州为曹州府，城武县仍为属县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，城武县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年），城武县属山东省第二行政督察专员公署。民国三十七年（1938年），城武县属山东省第二行政督察专员公署第十一行署。民国三十五年（1946年），城武县仍属山东省第十一行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，城武县属日伪鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，城武县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗战时期，民国三十年（1941年）抗日民主政权于今县境南、东部置城武县，属晋鲁豫行政区第二专区。民国三十一年（1942年）属晋鲁豫行政区第六专区。抗日战争胜利后，冀鲁豫区党委决定重划辖区，全区辖8个专署，城武县属第三专属。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，辖湖西、菏泽、聊城、濮阳、新乡、安阳6个专区，城武县属湖西专区。"
        },
        {
            "type": "text",
            "text": "       新中国建立后，1952年12月撤销平原省，城武县随湖区专区改属山东省，1953年7月湖西专区撤销，改属菏泽专区。1958年经国务院批准将“城”改为“成”，复为成武县，同年10月菏泽专区撤销，成武县划归济宁专区。1959年6月，恢复菏泽专区，成武县复属菏泽专区。1967年至1977年，成武县属菏泽地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，成武县改属菏泽地区行政公署。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，成武县隶属菏泽市。"
        },
        {
            "type": "text",
            "text": "【附注】 \r\n       成武县治所除北魏太和二十一年（497年）至隋大业二年（606年）在郜城外，均在今城址。明洪武十年（1377年）至洪武十三年（1380年）、1958年至1961年曾将定陶县并入成武县。 "
        }
    ]
}