{
    "title": "单县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1697",
            "category": "单县"
        }
    ],
    "detail": "[日期：2015-06-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：375次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       单[shàn]县古称单父。秦置单父县，属砀郡，此为单县建县之始。相传舜帝师单卷所居，因以为名。明洪武元年（1368年）撤单父县，其地直属单州。次年7月，降单州为单县，单县由此定名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古时代，单县称单父，相传为舜帝师单卷所居，因以为名。周成王封少子臻于此，为单子国。春秋时期，先属宋国，继属鲁国，后又属宋。战国时期，周赧王二十九年 (前286年)，齐灭宋，单父属齐。"
        },
        {
            "type": "text",
            "text": "       秦朝，置单父县，属砀郡。西汉，单县分为单父、平乐县二县，先后属梁国、山阳国、山阳郡、昌邑国等。宣帝时，单父改县侯国，汉建昭元年(前38年)平乐县也改为侯国，归属不变。"
        },
        {
            "type": "text",
            "text": "       王莽新朝时，改单父县为利父县。东汉，恢复单父旧名，属济阴郡。撤平乐县，在单县东境设防东县，属山阳郡。三国，今日单县境内有济阴郡的单父县，山阳郡的防东县、昌邑县。三国末年防东县废。西晋，与三国时期建制相同。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，南朝宋孝建元年(454年)废单父县，于单父故城置北济阴郡和离狐县。北魏袭刘宋建制。北齐天保七年(556年) 撤北济阴郡与离狐县，另置永昌郡于城武，直接统辖单父县地。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年(586年)复置单父县，属济阴郡。隋开皇十六年(596年)于成武设戴州，单父属之。隋大业二年(606年)改州为郡，废戴州，单父属济阴郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)复于成武置戴州，单父属之。唐贞观十七年(643年)撤戴州，单父属宋州。唐昭宗光化二年(899年)，宣武节度使朱全忠，为光耀故里，奏清于其乡里砀山(今安徽砀山)置辉州，领砀山、单父、成武、虞城4县。光化三年（900年），徙辉州治于单父。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，后唐灭后梁以后，于后唐同光二年（924年），改辉州为单州，领县四，单父为其一。北宋，金、元、单州名称和治所不变。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年(1368年) 撤单父县入单州。翌年七月降单州为单县，单县由此定名，时属济宁府；明洪武十八年(1385年)改属兖州府。清朝雍正十三年(1735年)改属山东承宣布政使司曹州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，单县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年），单县属山东省第二行政督察专员公署。“七七事变”以后，国民党山东省政府成立鲁西、鲁北、胶东三个行署，并在民国二十七年（1938年）至民国三十一年（1942年）间并划分为十七个行政督察区，单县属第十一行政督察区。抗战胜利后，民国三十五年（1946年），山东行政区划进行了调整，单县仍属山东省第十一行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，单县属日伪鲁西道。民国二十八年（1939年），日本侵略军建伪单县公署。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，单县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十九年（1940年）3月，共产党在单县东南部张寨一带建立单县抗日政府。民国三十二年（1943年）7月，在单县东北部建立金曹县抗日政府。民国三十三年（1944年）6月，在单县西南部建立临河县抗日政府；9月以单县东南蔡堂、吴溜地区为依据建立砀山县，期间民国三十六年（1947年）曾一度改为华砀县。民国三十四年（1945年）12月，临河县改为单虞县。民国三十五年（1946年）2月，撤销金曹县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）2月，砀山、虞城（东虞城）两县黄河故道以北地区，划归单虞县。同年8月20日，冀鲁豫边区撤销，成立平原省，辖湖西、菏泽、聊城、濮阳、新乡、安阳6个专区，单县属湖西专区。随后，平原省湖西专署机关进驻单县城，同时，撤销单虞县，恢复原建置，统称单县。"
        },
        {
            "type": "text",
            "text": "       1952年12月撤销平原省，单县随湖西专区改属山东省。1953年8月湖西专区撤销，单县归属菏泽专区。1958年12月，菏泽专区撤销，改属济宁专区。1959年7月，菏泽专区恢复，复属菏泽专区。1967年至1977年，单县属菏泽地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，单县改属菏泽地区行政公署。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，单县隶属菏泽市。"
        }
    ]
}