{
    "title": "曹县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        },
        {
            "id": "1698",
            "category": "曹县"
        }
    ],
    "detail": "[日期：2015-06-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：441次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       曹县因曹叔所封之地，故名。据《史记》：周武王封曹叔振铎于曹。周为曹国，后魏置西兖州，北周改为曹州。明洪武二年（1369年），曹州州治因水患迁于楚丘县盘（磐）石镇（今县城），洪武四年（1371年）降州为县，始有曹县之名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝，由有莘国、亳邑和贯国组成。商朝，商汤建都于亳（今河南商丘），境内为王畿之地。北部仍为有莘国。西周，今境域南部属宋国；北部属卫国，西北有左氏、安阳邑；北边境为曹国南山。"
        },
        {
            "type": "text",
            "text": "       春秋时期，今境北部属曹国，南部属宋国。曹伯阳十五年（前487年），宋灭曹，其地并入宋。战国时期，宋灭、卫衰，今境域西部属魏国，其余部分属楚国，有楚丘邑、己氏邑、安阳邑。秦朝，南、中部属砀郡蒙县；西北部属东郡冤句县；西南部属砀郡济阳县；北部属东郡定陶县；东部属东郡武城县，境内有安阳邑。"
        },
        {
            "type": "text",
            "text": "       西汉，中部属兖州山阳郡薄县，南部属梁国蒙县、己氏县，西南部属山阳郡甾县、陈留郡济阳县，西北部属济阳郡冤句县，北部属济阴郡定陶县，东北属山阳郡成武县，东南为豫州梁国已氏县。东汉，薄县改属梁国，成武县治由楚丘迁东北三十里文亭山左（今成武县城），成武、己氏两县改属济阴郡，甾县改称考城。其他不变。"
        },
        {
            "type": "text",
            "text": "       三国，全境为曹魏所辖，建置不变。西晋，撤薄县入蒙县，治所在小蒙城（今名蒙墙寺，建国后划入商丘县，今属河南省商丘市梁园区）。东晋，先后属后赵、前燕、前秦、后燕、东晋等国，南部为梁郡，北部为济阴郡。"
        },
        {
            "type": "text",
            "text": "       南北朝，北部先属南朝宋北济阴郡，后属北朝魏济阴郡；南部先属南朝宋沛郡，后属北朝魏沛郡。魏孝昌三年（527年），设西兖州于济阴郡定陶，后徙治左城（今曹县申楼西）。西兖州辖济阴、沛二郡。沛郡辖蒙县、已氏等县，济阴郡辖冤句、定陶、安阳等县。北齐，废沛郡及安阳、己氏二县。北周宣政元年（578年），改西兖州为曹州。"
        },
        {
            "type": "text",
            "text": "       隋开皇四年（584年），复置己氏县。开皇六年（588年）改为楚丘县，属宋州（梁郡），治己氏邑。同年，于定陶县西南部济阴县，为济阴郡附郭，与曹州同治左城，今县北境分属冤句、济阴、定陶、成武四县；于古贯城（今县城西南十里）分置黄县。开皇十八年（600年），改黄县为蒙泽县。大业二年（606年），改曹州为济阴郡，废蒙泽县入济阴县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），改济阴郡为曹州，复于蒙泽旧地置蒙泽县。贞观二年（650年），省蒙泽县入济阴县。今县境西北属曹州冤句县。曹、宋二州属河南道。东南为楚丘县，属河南道宋州睢阳郡。五代时期，先后为后梁、后唐、后晋、后汉、后周所辖，建置袭唐。"
        },
        {
            "type": "text",
            "text": "       宋朝，设县袭前朝。冤句改为宛亭，曹州改为兴仁府，济阴、宛亭二县属之。楚丘初属归德军，后属拱州、应天府。金朝，冤句县治毁于水患，撤县并入济阴。金大定八年（1168年）河决，曹州及济阴县治毁圮，州、县北迁四十里，治于北魏乘氏（今菏泽市区）。元朝，东南属楚丘县，西南属考城县，北属济阴县，并隶曹州。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年（1368年），济阴并入曹州，以河患、徙州于安陵（位于今牡丹区南端）。洪武二年（1369年），曹州治因水患再迁于楚丘县盘石镇（今曹县城），同时撤楚丘县入曹州。洪武四年（1371年），降曹州为曹县，属济宁府，为设曹县之始。洪武十八年（1385年），济宁府改为州，县随济宁州同属兖州府。正统十年（1445年）十二月，分黄河北十八都，复置曹州，辖曹县、定陶县。曹县应更名而未更，沿用至今。清朝雍正十三年（1735年），曹州升为府，属兖沂曹济道，曹县随属之。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，曹县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "      “七七事变”前，民国二十六年（1937年），曹县划属山东省第十专署。“七七事变”之后，民国二十七年（1938年）6月，曹县划属山东省第十一区行政督察专员公署。抗日战争胜利后，民国三十五年（1946年）国民政府重新调整区划，曹县仍属山东省第十一行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，曹县属日伪鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，曹县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       在抗日战争期间，民国二十七年（1938年）10月，中共苏鲁豫特委在曹县西北郭小湖建立考城抗日县政府，民国二十八年（1939年）3月撤销。民国二十九年（1940年）8月，中共鲁西南地委在县西北部建立曹县抗日县政府。民国三十年（1941年）5月，冀鲁豫边区第三专署在县西北伊庄建立，曹县抗日政府属之。其后，第三专署相继改称第七专署，晋冀鲁豫边区二十二专署、二十专署。民国三十二年（1943年）3月，为纪念已故专员刘齐滨，改曹县抗日政府为齐滨县抗日政府。9月，于曹县东南部建立曹县抗日政府，在曹县、成武县结合部建立成曹县抗日政府，亦隶属二十专署。民国三十三年（1944年）8月，改晋冀鲁豫边区第二十专署为冀鲁豫边区第十专署。民国三十四年（1945年）9月，撤销成曹县，于青堌集建立复程县。曹县抗日政府迁至曹县城。"
        },
        {
            "type": "text",
            "text": "       抗战胜利以后，民国三十五年（1946年）2月，改十专署为五专署。6月改曹县、齐滨、复程三县抗日政府为民主政府。民国三十七年（1948年）9月，曹县国民政府解体。民国三十八年（1949年）8月，华北人民政府平原省建立，撤销冀鲁豫边区第三和第五专署，分别改称平原省湖西、菏泽专署，曹县、齐滨属菏泽专署，复程县划入湖西专署。齐滨县并入曹县。"
        },
        {
            "type": "text",
            "text": "       新中国建立后，1952年12月撤销平原省，曹县随湖区专区改属山东省，1953年7月湖西专区撤销，曹县改属菏泽专区。1958年10月菏泽专区撤销，曹县划归济宁专区。1959年6月，恢复菏泽专区，曹县复属菏泽专区。1967年至1977年，曹县属菏泽地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，曹县改属菏泽地区行政公署。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市，2001年1月8日地级菏泽市正式挂牌成立，曹县隶属菏泽市。"
        }
    ]
}