{
    "title": "菏泽市牡丹区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        }
    ],
    "detail": "[日期：2015-06-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：309次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市。原县级菏泽市改设牡丹区，因境内盛产牡丹，且被誉为“牡丹之乡”，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周为曹国北境。秦属东郡。西汉为句阳 、葭密、吕都等县地，均属济阴郡。东汉葭密、吕都2县省入句阳县，仍属济阴郡。北魏太和十二年（488年） 置乘氏县，属济阴郡。隋大业十三年（617年）废乘氏县。唐武德四年（621年） 复置乘氏县，属曹州。北宋初属曹州，崇宁元年（1102年）曹州升为兴仁府，乘氏县属之。"
        },
        {
            "type": "text",
            "text": "       金大定六年（1166年）废乘氏县入济阴县，大定八年（1168年）济阴县城为黄河水淹没，曹州与济阴县遂徙治所于故乘氏县城。元朝，济阴县仍属曹州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）省济阴县入曹州。洪武二年（1369年）徙曹州治所于今曹县城，洪武四年（1371年）降曹州为曹县。正统十一年（1446年）复于故乘氏县城置曹州。清雍正二年（1724年）曹州升为直隶州，雍正十三年（1735年）曹州直隶州又升为曹州府，以原州治所在地置菏泽县以为府治。"
        },
        {
            "type": "text",
            "text": "　   民国二年（1913年）1月置岱南道，观察使驻滋阳县（今兖州市城区）。民国三年（1914年）5月改名为济宁道，菏泽县为其25个属县之一。民国十四年（1925年）10月，山东督办兼省长张宗昌废济宁道，置曹濮道。辖菏泽、曹县、单县、城武、定陶、巨野、郓城、濮县、朝城、观城、范县等11县。民国十七年（1928年）5月废道，各县直属于山东省政府。"
        },
        {
            "type": "text",
            "text": "      “七七事变”前，民国二十六年（1937年），为国民党山东省第二行政督察区驻地。“七七事变”之后，于1938年（民国二十七年）至1942年（民国三十一年）间先后成立十七个行政督察区，菏泽县、定陶县、范县、濮县、观城县等5县属第十六行政督察区；抗日战争胜利后，民国三十五年（1946年）国民政府重新调整区划，菏泽县仍属山东省第十六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，菏泽县属日伪鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，菏泽县属曹州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       在抗日战争期间，民国三十年（1941年）2月抗日民主政权于巨野、菏泽毗连地区设巨菏县，属鲁西行政区第二专区。民国三十一年（1942年）9月于县境西北部、东明东部设立南华县，属鲁西南专区。同年12月巨菏县与郓南县合并为郓鄄巨菏四县边区（县），属晋冀鲁豫第十七（运西）专区；民国三十二年（1943年）11月郓鄄巨菏四县边改建为临泽县，仍属晋冀鲁豫第十七专区，民国三十三年（1944年）8月第十七专区改称冀鲁豫第八专区 ；民国三十三年（1944年）12月又分为临泽、郓巨2县，时临泽与南华2县均属冀鲁豫行政区第八（运西）专区第二办事处管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）11月南华县复属鲁西南专区。民国三十五年（1946年）1月28日于菏泽城区置菏泽市，直属冀鲁豫行政区， 冀鲁豫行政公署驻此，同年11月撤销。民国三十七年（1948年）3月南华县又划归运西专区。同年11月临泽县改称菏泽县；原设于今市南境的菏泽县改称安陵县 （县政府驻安陵集）；2县均属冀鲁豫行政区第五（鲁西南）专区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）南华、安陵2县撤销，大部并入菏泽县，南华县之一小部并入东明县。同年3月原属菏泽县的菏泽城关区升为县级，直属于冀鲁豫行政区，同年8月冀鲁豫行政区撤销，设立平原省，辖湖西、菏泽、聊城、濮阳、新乡、安阳6个专区，菏泽县属菏泽专区，为专署驻地。1952年12月撤销平原省，菏泽县随菏泽专区划归山东省。1958年12月菏泽专区撤销，菏泽县改属济宁专区。"
        },
        {
            "type": "text",
            "text": "       1959年7月复置菏泽专区，菏泽县属菏泽专区。1960年1月撤销菏泽县，设立菏泽市。1963年3月撤市复县。1967年至1977年，菏泽县属菏泽地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，菏泽县改属菏泽地区行政公署，为专署驻地。1983年8月撤销菏泽县，设立县级菏泽市。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市。菏泽市设立牡丹区，以原县级菏泽市的行政区域为牡丹区的行政区域。"
        }
    ]
}