{
    "title": "菏泽市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1690",
            "category": "菏泽市"
        }
    ],
    "detail": "[日期：2015-06-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：410次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正十三年（1735年）曹州直隶州又升为曹州府，以原州治所在地置菏泽县，以为府治。“菏泽”古为济水所汇,菏水所出,连通古济、泗两大水系的湖泊，系天然古泽，是“菏山”和“雷泽”简称。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代，境内曾置有三国：莘国（今定陶与曹县之间）、顾国、黎国（今境鄄城与郓城之间）。西周，其境分属曹国（都定陶）、郜国、须句国、鲁国、卫国、宋国的辖地。春秋后期，境域为宋、鲁、卫三国分割。战国，前期为齐、楚、魏所辖。至战国末期，为齐、魏两国分领。"
        },
        {
            "type": "text",
            "text": "       秦，境内中部和北部属东郡（治濮阳），南部和北部属砀郡（治砀山县）。西汉至隋近600年间又数度变迁。隋朝，文帝即位后，废郡，以州直接辖县。境内中部属曹州（治济阴县），北部属濮州（治鄄城），东北部属郓州（治郓城），东南部属戴州（废永昌郡后置，仍治成武），以上4州治所皆在境内。南部属宋州。隋大业二年（606年），炀帝废州改郡。境内中部属济阴郡（治济阴县），东部属东平郡（治郓城）。"
        },
        {
            "type": "text",
            "text": "       唐代，境内属河南道，中部属曹州（治济阴县），东部属濮州（治鄄城），东北部属郓州，南部属宋州（治睢阳）。元代，今荷泽地区属中书省。"
        },
        {
            "type": "text",
            "text": "       明，境内大部属山东承宣布政司兖州府的曹州、济宁州和东平州，西部和北部各有一小部分属京师大名府的开州和山东承宣布政司东昌府的濮州。明洪武元年（1368年），因水患曹州徙治安陵镇（今菏泽市大黄集乡安陵集），次年再徙治盘石镇（今曹县城址）。明洪武四年（1371年），降曹州为曹县。明正统十年（1445年），复置曹州于古乘氏县址（今菏泽城）。这时的曹州虽领两县，但为府辖州。"
        },
        {
            "type": "text",
            "text": "       清，改布政使司为省，境内西部和东北部分属直隶省大名府和山东省兖州府外，均属山东省曹州府。清雍正二年（1724年），曹州升为直隶州，辖区较明代不变。清雍正十三年（1735年），升曹州为府，辖一州10县，附郭设县，赐名菏泽。此时辖区面积略大于今菏泽市。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），政区仍沿用清末省、府、县三级制，道为省的监察区。民国二年（1913年）1月8日，北洋政府颁发组织令，规定地方实行省、道、县三级制。今境除东明县属直隶大名道、鄄城县和梁山县（原为寿张县）属山东省济西道（后改为东临道，治聊城），其他县均属山东省岱南道（后改为济宁道，治济宁）。民国十四年（1925年）10月22日，山东省将原四道增为11道制，于今菏泽市区置曹濮道（治菏泽）。民国十七年（1928年）废道制，东明县直属河北省，其他县直属山东省。"
        },
        {
            "type": "text",
            "text": "      “七·七”事变后，日本侵略军侵入山东后，山东省政府撒离济南，在省内流亡，并于民国二十七年（1938）至民国三十一年（1942年）在全省先后设置了17个区。巨野、郓城、寿张、汶上属第二区，单县、成武、曹县属第十一区，菏泽、定陶、濮县属第十六区。日本投降后，国民党山东省政府虽然调整了行政区划，但境内各县的归属仍未变。"
        },
        {
            "type": "text",
            "text": "       解放战争时期，民国三十五年（1946年）2月，原冀鲁豫第八专区改为冀鲁豫二专区，专署曾移驻郓城潘渡和陈坡，原冀鲁豫十一专区改为三专区，十专区改为五专区。民国三十七年（1948年）9 月全境解放。民国三十八年（1949年）8月，冀鲁豫行政区撤销，建立平原省，临河、鲁西南及运西的一部分合并为菏泽专区，与湖西专区同属平原省人民政府。"
        },
        {
            "type": "text",
            "text": "       1952年12月，撤销平原省建制，菏泽、湖西两专区划归山东省。次年7月20日，山东省撤销湖西专区，其所辖县分别归菏泽、济宁两专区。1958年11月12日，准撤销菏泽专区建制，所属各县划归济宁专区。次年6月，恢复菏泽专区，辖区如旧。1967年至1977年，原菏泽专区所辖各县属菏泽地区“革命委员会”领导。1978年，撤销各级“革命委员会”，改称菏泽地区行政公署。1983年8月撤销菏泽县，设立县级菏泽市。2000年6月23日，撤销菏泽地区和县级菏泽市，设立地级菏泽市。菏泽市设立牡丹区，以原县级菏泽市的行政区域为牡丹区的行政区域。"
        },
        {
            "type": "text",
            "text": "        [参看“菏泽市牡丹区”词条]"
        }
    ]
}