{
    "title": "博兴县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1689",
            "category": "滨州市"
        },
        {
            "id": "1700",
            "category": "博兴县"
        }
    ],
    "detail": "[日期：2015-06-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：469次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       旧名博昌，因城内“昌水气势平博”而得名。后唐庄宗李存勖为避献祖（李国昌）讳，改博昌县为博兴县，是因为“昌”与“兴”意义相近。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧、虞舜、禹夏时属季则氏国；殷商时，初属逄伯陵国，后属蒲姑氏国。周代，为齐国地。春秋时期为博昌邑（故址在今寨郝乡寨郝村南）与乐安邑（故址即今老县城）。战国时期置博昌县、乐安县与千乘县。秦朝因之，皆属齐郡。"
        },
        {
            "type": "text",
            "text": "       西汉时期，置六县一国，即利县、博昌县、高昌县、乐安县、千乘县、湿沃县、延乡侯国。诸县中，利县属齐郡，湿沃县属渤海郡，其余皆属千乘郡。新莽时期，改千乘郡为建信郡。东汉初年袭西汉建制。永元七年（95年）改千乘郡为乐安郡（后改“国”，复改郡）境内为五县地：博昌县、乐安县、千乘县、利县、沿黄地区仍为湿沃县地，俱属乐安国，各县治所未变。三国曹魏因之。"
        },
        {
            "type": "text",
            "text": "       晋代，千乘县地并入湿沃县，境内为博昌县、乐安县、利县与湿沃县，属青州乐安郡。南北朝北魏时期，博昌县移置今寿光县，境内置乐陵县、阳信县与般县。前二县属乐陵郡。乐陵县治所始在蒲姑城旧址，北齐时移乐安故城。阳信县治所在原博昌城。乐陵郡城在今陈户镇冯吴村。般县治所在今店子镇般若村。北齐沿袭北魏制，后周又因之。"
        },
        {
            "type": "text",
            "text": "       隋朝，开皇十六年（596年）撤乐陵县、阳信县及般县复置博昌县，治所仍在博昌故城。开皇二十年（600年）置新河县，大业初年（605年），废新河县，并入博昌县。湿沃县改为蒲台县。俱属青州北海郡。"
        },
        {
            "type": "text",
            "text": "       唐朝，武德二年（619年）复置乐安县、新河县，连同原博昌县俱属乘州（武德二年置，领五县，另有千乘、寿光二县）。武德八年（625年）废乘州，新河县、乐安县并入博昌县。境内北部沿黄地区为蒲台县地，仍属青北海郡。总章二年（669年）博昌治所（今寨郝村南）移于乐安故城即今县城，再未迁址。"
        },
        {
            "type": "text",
            "text": "       五代时期，梁朝沿袭唐代建置，后唐避献祖李国昌讳，改博昌县为博兴县。宋代，博兴县属京东东路青州北海郡。金代，博兴县属山东东路益都府。元朝初年，升博兴县为博兴州，属益都路总管府。明朝，洪武二年（1369年）改博兴州为博兴县，属山东布政司青州府。清朝沿袭明制。"
        },
        {
            "type": "text",
            "text": "       中国民国元年（1912年），废府设道，博兴县属岱北道；民国四年（1915年），改属济南道；民国十四年（1925年）改属淄青道；民国十七年（1928年）道制废，博兴县直属省政府；民国二十七年（1938年）全省先后设鲁西、鲁北、胶东3个行署辖17个行政督察专员公署，博兴县属鲁北行署第十四行政督察专员公署；民国三十四年（1945年）改设鲁北、鲁西北、鲁西、鲁南、鲁中、鲁东6个政府办事处，仍辖17个行政督察专员公署，博兴县属鲁北办事处第十四行政督察专员公署，直至民国三十七年（1948年）9月24日，中华民国在山东的政权消亡。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立。将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，博兴县属日伪鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为济南、登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、武定等10道，博兴县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十九年（1940年）秋，共产党领导的博兴县抗日民主政府建立。民国三十年（1941年）省战时工作推行委员会划全省为胶东、清河、冀鲁边区、鲁中、鲁南、鲁西6个行政区，博兴县属清河行政区。民国三十二年（1943年）9月省战工委改为省战时行政委员会，领胶东、鲁中、鲁南、清河、冀鲁边5个主任公署及滨海直属专员公署，博兴县属清河主任公署。"
        },
        {
            "type": "text",
            "text": "       解放战争期间，民国三十四年（1945年）8月13日，中国共产党领导下的山东省政府成立，划全省为胶东、鲁中、鲁南、渤海、滨海5个行政公署，领21个专员公署。9月，博兴县抗日民主政府更名博兴县政府，属渤海行政公署清河专员公署。民国三十八年（1949年）3月山东省政府更名为山东省人民政府，博兴县政府更名为博兴县人民政府，仍属渤海行署清河专署。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建立后，博兴县属惠民专员公署。1956年3月撤蒲台县，其地域并入博兴县。1958年撤桓台县、齐东县，其大部地域并入博兴县。同时，撤惠民地区，博兴县改属淄博专员公署。1961年复置惠民地区，博兴县改属惠民地区专员公署。1967年至1977年，博兴县属惠民地区“革命委员会”所辖。1978年，撤销各级“革命委员会”，博兴县改属惠民地区行政公署。1992年3月惠民地区行政公署改为滨州地区行政公署，博兴县仍属之。2000年6月，滨州地区行政公署改为地级滨州市，博兴县属之。"
        }
    ]
}