{
    "title": "秦淮八艳（金陵八艳）",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2015-07-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：662次",
    "content": [
        {
            "type": "text",
            "text": "“秦淮八艳”指的是明末清初南京秦淮河上的八个南曲名妓，故又称“金陵八艳”。最先见于余怀的《板桥杂记》分别写了顾横波、董小宛、卞玉京、李香君、寇白门、马湘兰六人。后人又加入柳如是、陈圆圆而称为秦淮八艳。"
        },
        {
            "type": "text",
            "text": "风骨嶒峻柳如是（1618—1664），嘉兴人，本名杨爱。由于家贫，从小就被掠卖到吴江为婢，明崇祯元年（1628年），柳如是为江南名妓徐佛收养。易名柳隐，后因读辛弃疾词：“我见青山多妩媚，料青山见我应如是”，故自号如是。崇祯五年（1632年），14岁的柳如是嫁与年逾花甲的大学士周道登为侍妾。周道登死后柳如是被迫下堂而去，重操青楼旧业。因热烈追求明末诗人散文家陈子龙遭拒绝后，崇祯十四年（1641年），柳如是嫁给了60岁的东林领袖、文名颇著的大官僚钱谦益。康熙三年（1664年）五月二十四日，83岁的钱谦益去世后，乡里族人聚众欲夺其房产，柳如是为了保护钱谦益家产业，竟用缕帛结项自尽，享年四十六岁。"
        },
        {
            "type": "text",
            "text": "倾国名姬陈圆圆（1623―1695），明末清初江苏武进（今常州）人，原姓邢，名沅，字圆圆，又字畹芳，幼从养母陈氏，故改姓陈。她自幼冰雪聪明，艳惊乡里。时逢江南年谷不登，重利轻义的姨夫将圆圆卖给苏州梨园，善演弋阳腔戏剧。崇祯十五年（1642）仲春，陈圆圆被崇祯帝田妃之父田弘遇劫夺入京。一日，田弘遇曾盛邀吴三桂赴其家宴，歌姬陈圆圆被吴三桂看中，田弘遇遂将圆圆赠送吴三桂。李自成农民军攻占北京后，圆圆为李自成部下刘宗敏所夺。吴三桂本欲投降农民军，但得知圆圆遭劫后，冲冠一怒，愤而降清。李自成兵败逃离北京后，吴三桂寻得陈圆圆。于是陈圆圆一直跟随吴三桂辗转征战，吴三桂平定云南后，吴氏进爵云南王，欲立陈圆圆为正妃，圆圆托故辞退。后圆圆对吴渐渐离心，吴曾阴谋杀她，圆圆得悉后，遂乞削发为尼，从此在五华山华国寺长斋绣佛。康熙三十四年（1695年），陈圆圆自沉于寺外莲花池，死后葬于池侧。"
        },
        {
            "type": "text",
            "text": "艳艳风尘董小宛（1624—1651），名白，字小宛，号青莲，江苏苏州人，因家道中落生活贫困而沦落青楼，改名小宛。她才艺出众，能诗善画，尤其擅长抚琴。明崇祯十二年（1639年）乡试落第的冒襄（字辟疆）与小宛偶尔在苏州半塘相遇，她对冒襄一见倾心。崇祯十四年（1641年）在柳如是的斡旋下，由钱谦益出面给小宛赎身，次年春，冒董结成伉俪。崇祯十七年（1644年），李自成攻占北京，清兵入关南下，清军肆虐无忌，冒家险遭涂毒，家产丢得一干二净，小宛随夫一路南逃。在战乱后艰难的生活中，饮食难饱，董小宛的身体本已虚弱，又加上接连三次照料丈夫的病痛，冒辟疆病愈后，她却病倒了。顺治八年(1651年)正月，董小宛病逝，时年28岁。"
        },
        {
            "type": "text",
            "text": "侠肝义胆李香君（1624—1653），又名李香，号“香扇坠”，原姓吴，苏州人。因家道败落，飘泊异乡在李香君八岁的时候，随养母李贞丽改吴姓为李。是南京秣陵教坊名妓，她歌喉圆润，但不轻易与人歌唱；丝竹琵琶、音律诗词亦无一不通，特别擅长弹唱《琵琶记》。明崇祯十二年（1639年），李香君刚满十六岁的时候，见到侯方域并一见倾心。这时为人狡诈的阮大铖想要用金钱收买侯方域，被李香君看穿，并要求侯方域立即与阮大铖断绝关系，划清界限。恼羞成怒的阮大铖，用卑鄙的手段进行报复。侯方域无奈，挥泪离开了南京。阮大铖又打着圣谕的幌子，将李香君征入南明宫中充当歌姬。清顺治元年（1644年），清兵攻破南京之时，李香君随着一些宫人趁夜色逃出了“牢笼”。顺治二年（1645年），李香君在南京受尽苦难，后躲进栖霞山葆真庵，与昔日秦淮姐妹卞玉京相伴为尼。同年秋，侯方域在栖霞山寻到李香君。二人携手渡江北上，前往老家归德（商丘）。李香君隐瞒歌伎身份，以吴氏女子妾的身份住进西园翡翠楼。八年后李香君歌妓身份暴露，被公公侯恂赶到离城十五里的侯氏柴草园——打鸡园。虽然后来被侯方域接回翡翠楼，但李香君因被歧视，终日郁郁寡欢，日久成病，无奈患上肺痨而死，享年三十岁。"
        },
        {
            "type": "text",
            "text": "侠骨芳心顾横波（1619—1664）原名顾媚，别字后生，号横波，应天府上元县（今江苏省南京市）人。顾横波不仅貌美，而且工诗词，画兰花，诗风清丽幽婉，画亦著名，有《柳花阁集》，为南曲第一(南曲泛指卖艺不卖身的江南名伎)。明崇祯八年（1635年），16岁的顾横波与20岁刚中进士的龚鼎孳一见钟情。尽管有李自成以及后金军队的战乱，顾眉生还是裹着小脚，不顾艰辛，花费一年时间，千里迢迢来找在北京供职的龚鼎孽。在最龚鼎孳孤立无援之际，得顾眉不顾死活地来到身边，自是欣喜若狂，感激不尽。于是他不顾物议，在崇祯十四年（1641年），龚鼎孳娶青楼女子顾横波为妾，顾横波尽洗铅华，改名换姓“徐善持”，龚鼎孳由此被政敌弹劾而贬官。明思宗崇祯十七年（1644年），李自成攻下京城，龚鼎孳与顾横波阖门投井，未死，被俘虏，受拷掠，接受直指使之职，巡视北城。五月降清，仕途亨通，龚鼎孳为三朝之臣，做到了礼部尚书，顾横波开始曾劝丈夫忠君守节、以死殉国，可龚鼎孳舍不得自己的前途和美满的家庭，先后做了三朝之臣。 龚鼎孳正室董氏因已授明朝诰命，让封号顾横波。顾横波也堂而皇之的接受诰命，封为“一品夫人”。康熙三年（1664年）冬，顾横波一病不起，卒于北京铁狮子胡同。"
        },
        {
            "type": "text",
            "text": "长斋绣佛卞玉京（1623—1665），又名卞赛，字云装，后自号“玉京道人”，习称玉京，应天府上元县（今江苏省南京市）人。卞赛本来出身不错，父亲为官，但不幸父亲早亡，家道败落，卞赛只好携妹妹卞敏一起到秦淮河上出卖色艺。卞赛诗琴书画无所不能，尤擅小楷，还通文史。她的绘画艺技娴熟，落笔如行云，“一落笔尽十余纸”喜画风枝袅娜，尤善画兰。崇祯十五年（1642年）春，卞赛有意吴梅村，但吴梅村听说崇祯帝的宠妃田氏的哥哥田畹要来金陵选妃，已看中陈圆圆与卞赛等人，于是胆怯于权势，凄然离去。二年后，卞玉京嫁给了一个世家子弟郑建德。因不得意，遂将侍女柔柔进奉之，她自己离去。崇祯末年，清兵南下，烧杀抢掠，卞玉京改道士衣冠，逃出虎口。后来曾有两次与吴梅村相见，但看破红尘的卞玉京已无意再续前缘。顺治八年（1651年）卞玉京在苏州出家当了女道士，依附于70余岁的名医郑保御。为了感激佛门俗家弟子郑保御的悉心照料，让她有一个焚香诵经的安宁晚年，她曾刺舌血以三年时间为其抄写了一部《法华经》。卞赛后来隐居无锡惠山，康熙四年（1665年）病逝，葬于惠山柢陀庵锦树林。"
        },
        {
            "type": "text",
            "text": "风流女侠寇白门（1624—1645），名湄，字白门，金陵人（今南京）。虽然出身于世代娼门，而寇白门却纯洁如白纸。白门娟娟静美，跌宕风流，能度曲，善画兰，相知拈韵，能吟诗，然滑易不能竟学。正由于白门为人单纯不圆滑，而决定了她在婚恋上的悲剧。崇祯十五年（1642年）秋，18岁的寇白门嫁给明朝声势显赫的功臣保国公朱国弼。顺治二年（1645年）清军南下，朱国弼投降了清朝，不久又被清廷软禁。朱国弼为了活命，打算把家里所有的歌姬婢女全卖掉来赎他的性命时，白门对朱云：“若卖妾所得不过数百金。若使妾南归，一月之间当得万金以报公。”朱思忖后遂答允，寇白门短衣匹马带着婢女斗儿归返金陵，之后便有了“女侠”之称。寇白门尽管痛心朱国弼的薄情寡义，在和朱国弼决断后，仍然为朱国弼筹措了两万两黄金，为朱国弼赎了身。朱国弼脱身之后，想和寇白门重修旧好。然而今时白门已不同往日，她正言相告：“当年你用银子赎我出青楼，如今我也用银子把你赎回，你我互不相欠。”从此与之一刀两断。自此，寇白门又回到了秦淮歌楼里，日日醉生梦死与文人墨客往来酒酣诗热，后不幸卧病，清顺治二年（1645年）凄楚地撒手人间。"
        },
        {
            "type": "text",
            "text": "才华横溢马湘兰（1548—1604）名守真，字湘兰，小字玄儿，又字月娇，金陵（今南京）人，因在家中排行第四，人称“四娘”。她秉性灵秀，能诗善画，尤擅画兰竹，可以称为明代的女诗人、女画家。马湘兰自幼不幸沦落风尘，但她为人旷达，性望轻侠，常挥金以济少年。二十四岁那年，认识了一位落魄才子——长洲秀才王稚登。两人深交之下，都叹相见太晚。不久王稚登去北京发展，本以为能够大展宏图，然后给马湘兰幸福。马湘兰竟也悄悄地闭门谢客，以期静待王郎仕途得意而归。不料这次王稚登进京并不得意，因宰辅徐阶手下一批文人的排挤，王稚登返回江南，不愿再面对一片痴情的马湘兰，索性把家搬到了姑苏，以绝与马湘兰相守终生的念头。马湘兰却依然是一往情深，打听到王稚登失意而归，连忙赶到姑苏去安慰王稚登。两人那种朋友似的相知太深，所以始终没有发展到嫁娶那一步，而马湘兰即时常往返于金陵和姑苏之间。岁月便在这种清淡如水的交往中流逝着，不知不觉中过去了三十余年。王稚登七十寿诞时，马湘兰集资买船载歌妓数十人，抱病前往苏州置酒祝寿，“宴饮累月，歌舞达旦”，归后一病不起，最后强撑沐浴以礼佛端坐而逝，年57岁。"
        }
    ]
}