{
    "title": "无棣县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1689",
            "category": "滨州市"
        },
        {
            "id": "1702",
            "category": "无棣县"
        }
    ],
    "detail": "[日期：2015-07-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：356次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       无棣县城建于隋开皇六年（586年），在今庆云县常家乡于家店村北，以南临无棣沟（今河北省盐山县境内，隋末填废）而得名。"
        },
        {
            "type": "text",
            "text": "       “无棣”二字源于无棣山，又称盐山、马谷山、大山，是一座碣石山，为火山遗迹，因周围棣树遍布，唯此碣石山不生棣树，故曰无棣山。据《盐山县志》载：“碣石山，因山上不生林木，春秋时改称无棣山”。无棣水名字则源于无棣山，据《盐山县志》载，“无棣水为禹疏之导河，亦名老黄河，三代以前在九河之列。”因流经无棣山，而取名无棣水，春秋战国时期改称无棣沟。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞时期无棣山（碣石山）、有大禹治水之导河无棣水（无棣沟）。夏县境为兖州之域。商县境属薄姑（又名亳姑、蒲姑）国地，治所在博兴县境内。西周县境为无棣邑，因境内有无棣山、无棣水而得名。周灭商，姜太公封齐君建国于营丘。无棣邑为齐国北疆。"
        },
        {
            "type": "text",
            "text": "       秦汉以后，县境先后为厌次县、阳信县辖地。魏、晋县境属冀州乐陵国阳信县。晋末国改郡，为乐陵郡阳信县。东晋十六国县境为阳信县地，晋咸和二年（327年）属后赵。晋太和元年（366年）属前燕。晋太元七年（382年）属前秦。晋太元二十年（395年）属后燕。晋义熙五年（409年）属魏。"
        },
        {
            "type": "text",
            "text": "       南北朝，县境为阳信县，南朝宋属冀州乐陵郡，后属北魏青州乐陵郡。北魏熙平三年（517年）冀、瀛州并为沧州，阳信改属沧州乐陵郡。后为东魏、齐地。高齐天保七年（556年）厌次省并入阳信县，阳信县移治马岭城（今惠民县），为附廓县。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年（586年）割阳信、饶安置无棣县，以县城南临无棣沟取名无棣。大业二年（606年），棣州改沧州，无棣县属沧州。大业八年（612年）废州置郡，无棣县属渤海郡。唐，无棣称上县，属渤海郡。贞观元年（627年）省并入阳信县。贞观八年（634年）复置。天宝元年（742年）沧州改称景城郡，乾元元年（758年）复称沧州，无棣随属。太和二年（828年）划属棣州，不久复属沧州。"
        },
        {
            "type": "text",
            "text": "       后梁、后唐、后晋、后汉无棣县，属河北道沧州。后周无棣县，隶属河北东路沧州保顺军。后周显德六年（959年），置保顺军于无棣县东南二十里，治所在信阳乡城角村，军如下州，辖无棣一县。北宋无棣县，于治平元年（1064年）移治保顺军城，称望县，即县治置军使。宋治平元年（1064年）移治所于保顺军城（在今信阳乡城角、花园诸村），隶属河北东路（河北道）沧州。"
        },
        {
            "type": "text",
            "text": "       从金代开始辖区划小，泰和三年（1203年），无棣县东部分出，另置保顺镇，直隶于棣州，西部仍称为无棣县，治所迁回隋唐无棣县原县城。元代世祖至元二年（1265年）将原无棣县划分为东、西二县，俱称“无棣县”，分别隶属于沧、棣二州。今县境居东，为棣州无棣县，俗称“东无棣”，治所在原保顺军城。元至正十七年（1357年）棣州无棣县移治今县城旧城区。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）废棣州无棣县，洪武六年（1373年）六月复置海丰县，因境内有海丰乡，县境又北邻盐山县海丰（盐）场取县名，初属滨州，后划属乐安州。宣德元年（1426年）乐安州改称武定州。清代，海丰县属山东省济东泰武临（济南）道武定府。雍正二年（1724年），武定州改为直隶州。雍正十二年（1734年），武定州升为府，海丰县随属。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）因广东省也有“海丰县”，为避重名，县名复为“无棣”，隶属济南道，民国十四年（1925年）山东省改4道为11道，无棣县改属武定道。民国十七年（1928年）废道制，无棣县直属山东省第五行政督察区。民国二十七年（1938年）改属鲁北行政区第五专区。民国二十九年（1940年）10月改属冀南第八专区。是年，国民党无棣县政府迁驻北大城。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月，日本侵略军成立伪“山东省公署”，全省划分为4道2市，无棣县属“鲁北道”。民国二十九年（1940年）7月，全省改设10道，无棣属武定道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十一年（1942年）2月，无棣县抗日民主政府改属山东省冀鲁边区第三专区，民国三十二年（1943年）国民党无棣县政府驻城后王村。是年下半年，无棣县北部并入新海县。同年9月沾阳棣边区抗日民主政府成立，新青、沾阳棣两个边区县均隶属于渤海行政区第三专区。民国三十四年（1945年）6月国民党县政府迁驻信阳城。同年9月无棣县全境解放，两边区县撤销，无棣县恢复原建制，改属渤海区第四专区，县政府驻无棣城。10月县政府迁水湾街，11月迁信阳城，民国三十六年（1947年）初迁驻车镇区小高村。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）10月，无棣县政府迁回无棣城。1950年5月，渤海行政区及所辖专区撤销，无棣县划属惠民专区。1958年9月惠民专区与淄博市合并，称淄博专区。1959年1月，阳信县并入无棣县，无棣县隶属淄博专区。1961年专区与县恢复原建制，无棣县仍属惠民专区。1967年专区改称地区，无棣县为山东省惠民地区属县。1992年3月惠民地区易名滨州地区，无棣县为其属县。2001年1月滨州地区改为地级滨州市，无棣县为滨州市属县。"
        }
    ]
}