{
    "title": "阳谷县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        },
        {
            "id": "1708",
            "category": "阳谷县"
        }
    ],
    "detail": "[日期：2015-08-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：356次",
    "content": [
        {
            "type": "text",
            "text": "【沿来】\r\n       隋开皇十六年（596）析东阿县地置阳谷县。取东阿县与阳谷县边界的阳谷亭为名，而阳谷亭又因在谷城山之南，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今阳谷在唐虞三代属兖州之域。春秋、战国时期，阳谷均属齐国的柯邑。秦行郡县制，时阳谷境域属东郡。西汉时期设置东阿县，阳谷之地大部分属东阿县管辖，西南部分属阳平县与范县。东汉东阿县建制与西汉相同。"
        },
        {
            "type": "text",
            "text": "       三国袭汉制，境域统属魏地，东阿县属济北国。西晋，东阿县属济北国及东平国。西晋末县废，北魏复置东阿县。北魏及齐周，东阿县属济州部济北郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596）析东阿县地置阳谷县，属济州。取东阿县与阳谷县边界的阳谷亭为名，阳谷亭在谷城山之阳，故名。大业三年（607年）阳谷改属济州济北郡，东阿属兖州济北郡。"
        },
        {
            "type": "text",
            "text": "       唐初，阳谷县属河南道济州济阳郡。唐天宝十三年（754年）改属河南道郓州东平郡。五代时仍属郓州东平郡。宋景德三年（1006年）阳谷县徙治于孟店（今阳谷镇），属京东西路东平府东平郡。"
        },
        {
            "type": "text",
            "text": "       辽、金承宋制，分其所辖治的北方为19个路。金时，阳谷县属山东西路东平府。元，阳谷县属山东行省东平路。明，阳谷县属山东布政使司兖州府东平州。清，阳谷县初改属山东省兖州府。雍正八年（1730年）改属东平直隶州。雍正十三年（1735年）复属兖州府。\n\r\n       民国元年（1912年）山东省废府设道，阳谷县属济西道(治聊城)，民国三年（1914年）改属东临道。民国十七年（1928年）废道，境内各县直属山东省政府。民国二十五年（1936年），全省下设12个行政区，阳谷县为第六行政督察区（驻聊城），直至新中国建立。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，阳谷县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，阳谷县属东临道，为驻所。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十六（1937年）抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十九年（1940年）4月，成立鲁西行政主任公署，下设泰西、运西、鲁西北、运东4个专署。是时，聊城、东阿、阳谷、博平、清平、茌平等县属运东专署。民国三十年（1941年）6月，鲁西行署和冀鲁豫行署合并，成立新的冀鲁豫行署，辖7个专署，筑先、阳谷、东阿、茌平、博平、清平等县属第四专署。民国三十一年（1942年）12月，冀鲁豫行署第一、四专署合并为第一专署，辖筑先、阳谷、东阿、茌平、博平、清平、平阿等县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）9月，恢复冀鲁豫、冀南两区行署，冀鲁豫行署辖8个专署，是时，筑先、阳谷、东阿、茌平、博平、清平、平阿县属冀鲁豫行署第一专署，后改为第六专署，民国三十六年（1947年）至民国三十七年（1948年）8月，寿张、阳谷、范县、濮县、观城属冀鲁豫行署第九专署。民国三十八年（1949年）8月20日，聊城行政督察专员公署成立，属平原省。聊城、阳谷、东阿、茌平、博平、堂邑、清平、冠县、莘县、高唐、寿张及聊城城关区(县级)隶属该区。"
        },
        {
            "type": "text",
            "text": "       1952年11月，平原省撤销，聊城专署改属山东省，阳谷县随属。1967年3月，聊城专员公署更名为聊城地区革命委员会。1978年7月，聊城地区革命委员会更名为聊城地区行政公署，阳谷县随属。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，阳谷县隶属聊城市。\n\r\n【附加】\r\n       阳谷县县府驻地最早设在今阿城镇叠路头村叠路桥附近，后此地被黄河水淹没，县城于宋太祖开宝六年（973年）迁上巡镇，其上巡镇位于现在张秋镇城坡村，现在的县城地址，是宋朝景德三年（1006年）迁来，当时此地名叫孟店。"
        }
    ]
}