{
    "title": "莘县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        },
        {
            "id": "1710",
            "category": "莘县"
        }
    ],
    "detail": "[日期：2015-08-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：367次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时为卫国的莘邑。秦置阳平县，北周建德七年（575年）析乐平县置莘亭县，因北有莘亭城，故名。隋开皇六年（586年），废乐平县、莘亭县复置阳平县。开皇八年（588年）改阳平县为清邑县，大业二年（606年），改清邑县为莘县。"
        },
        {
            "type": "text",
            "text": "      “莘”，一种草，可入药。古时以“莘”为图腾，便把“莘”作为定居的地名。先为地名，后为县名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今莘县之地，在唐虞三代属兖州之域，春秋时为卫国莘邑。战国时期，莘邑改属魏国。秦置阳平县，属东郡。汉初承秦制，武帝分全国为13个刺史部（州）。是时，阳平县属兖州部东郡，西汉元帝时，王禁被封为阳平侯，建立阳平侯国（前48年～23年）。三国袭汉制，阳平县属魏国，为司州部阳平郡。"
        },
        {
            "type": "text",
            "text": "       晋朝仍为州、郡、县3级制，阳平县属司州部阳平郡，后省阳平县并入乐平县。南北朝时期仍承晋制，北魏复置阳平县，属相州阳平郡。北齐改称乐平县，属属司州部阳平郡。北周建德七年（575年）析乐平县置莘亭县。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年（586年），废乐平县、莘亭县复置汉代初置、北齐所废的阳平县，属魏州武阳郡。开皇八年（588年）改阳平县为清邑县；开皇十六年(596年)，废武阳郡，置莘州。大业二年（606年），李密改莘州为魏州，改清邑县为莘县，莘县属魏州。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621）复置莘州，同时析莘县复置莘亭县，属莘州；次年，莘亭县废，其辖区划归莘县。贞观四年(630年)，废莘州，莘县复属河北道魏州魏郡。"
        },
        {
            "type": "text",
            "text": "       宋，莘县属河北东路大名府魏郡。辽、金承宋制，莘县属大名路大名府。元，莘县属山东省东昌路总管府。明，莘县属山东布政司东昌府。清，莘县属山东省东昌府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）山东省废府设道，莘县属济西道(治聊城)，民国三年（1914年）改属东临道。民国十四年（1925年），张宗昌置东昌道，莘县属之。民国十七年（1928年）废道，境内各县直属山东省政府。民国二十五年（1936年），全省下设12个行政区，莘县为第六行政督察区（驻聊城），直至新中国建立。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，阳谷县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，莘县属东临道，为驻所。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十九年（1940年）4月，成立鲁西行政主任公署，下设泰西、运西、鲁西北、运东4个专署。是时，莘县属鲁西北专属。民国三十年（1941年）6月，鲁西行署和冀鲁豫行署合并，成立新的冀鲁豫行署，辖7个专署，莘县属第三专署。民国三十二年（1943年），原冀鲁豫行署第三专署与冀南行署第七专署合并为冀鲁豫行署第七专署。是时，莘县属之。\n\r\n       民国三十四年（1945年）9月，恢复冀鲁豫、冀南两区行署，冀南行署辖5个专署，是时，莘县属冀南行署第一专署。至民国三十七年（1948年）8月，莘县仍属冀南行署第一专署。民国三十八年（1949年）8月20日，成立平原省，同时成立聊城行政督察专员公署，莘县隶属该区。"
        },
        {
            "type": "text",
            "text": "       1952年11月，平原省撤销，聊城专署改属山东省，莘县随属。1958年底撤销莘县建制，属地划归范县、冠县。1961年7月1日复置莘县。1964年4月，范县北部之古云、观城、樱桃园、古城、王庄集5个区划归莘县。1967年3月，聊城专员公署更名为聊城地区革命委员会。1978年7月，聊城地区革命委员会更名为聊城地区行政公署，莘县随属。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，莘县隶属聊城市。"
        }
    ]
}