{
    "title": "东阿县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        },
        {
            "id": "1706",
            "category": "东阿县"
        }
    ],
    "detail": "[日期：2015-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：303次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东阿置邑，始见《春秋》，名柯。因济，黄二水沿今东平湖两岸入境，河曲形成大陵故称“阿”。战国改称阿，秦时称东阿，属东郡。西汉置东阿县。据《尔雅》：“大陵曰阿。”据《泰安府志》：“郡秦属东郡，汉置东阿县。盖以阿属东郡而立名。”阿，有二：在赵者曰西阿，在齐者曰东阿。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时，置柯邑，原属卫国，后属齐国。战国时改称阿邑，仍隶齐国。秦始称东阿，属东郡。汉置东阿县，仍属兖州部东郡。三国时为魏地，亦隶东郡。西晋属济北国，东晋改国为郡，东阿属之。南北朝大明元年（457年）并入谷城县。北魏，恢复东阿县；北齐，省谷城入东阿，属济州。"
        },
        {
            "type": "text",
            "text": "       隋代，东阿属兖州济北部。唐武德四年（621年），属济州，隶河南道。天宝元年（742年），更州为郡，隶济阳郡；同年恢复谷城县。唐天宝十三年（754年），改属郓州东平郡。大历元年（766年），郓州改为淄青道，东阿属之。唐元和十四年（819年）改隶天平郡。五代十国时，属郓州天平节度使。"
        },
        {
            "type": "text",
            "text": "       宋初，东阿属京东路；庆历元年（1041年）改隶西路安抚使；政和五年（1115年）属大都督府，建炎元年（1127年）改隶东平府。金代，隶山东西路东平府。元初，隶东平路；至元九年（1272年）东平改为下路总管府，东阿属之。"
        },
        {
            "type": "text",
            "text": "       明初属东平府，洪武八年（1375年）东阿隶济宁府东平州，洪武十八年（1385年）改属兖州，隶山东布政使司。清初，属兖州府东平州；雍正十三年（1735年）改隶泰安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）东阿县属山东济西道，民国三年（1914年）改属东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，东阿属之。民国十七年（1928年）5月废道级建制，东阿县直隶山东省。民国二十六年（1937年）“七·七”事变后，国民党山东省政府成立有鲁西、鲁北、胶东三个行署，并划分为十七个行政督察区，东阿属第六行政督察区。抗战胜利后，东阿县仍属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，东阿县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，东阿县属泰安道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十九年（1940年）建立东阿县抗日民主政府，隶鲁西行署第四专署；民国三十年（1941年）7月，属冀鲁豫行署第四专署；民国三十一年（1942年）12月，冀鲁豫行署第一、四专署合并为第一专署，东阿属之。民国三十二年（1943年）3月1日，抗日民主政府将东阿周边地区曾归属平阿、张秋、徐翼、河西等县。民国三十四年（1945年）8月，东阿县改隶冀鲁豫行署第六专署。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）冬，东阿县机关迁驻铜城。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，在铜城镇设立新东阿县城（原东阿镇划归平阴县），东阿县属平原省聊城专署。"
        },
        {
            "type": "text",
            "text": "       1952年11月，平原省撤销，东阿县改隶山东省聊城专区。1958年12月，东阿县撤销，其辖区分别并入寿张、茌平二县；1961年7月恢复东阿县，其隶属未变。1967年聊城专区改为地区，随改属聊城地区。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，东阿县隶属聊城市。"
        }
    ]
}