{
    "title": "冠县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        },
        {
            "id": "1709",
            "category": "冠县"
        }
    ],
    "detail": "[日期：2015-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：340次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇六年（586年），析馆陶县东部和清渊县南部置冠氏县。冠县因春秋时期在此设冠氏邑而得名。杜预曰：冠氏即馆陶也。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，位属兖、冀二州接壤地带。商代，为“商畿内地”。西周，初属“三监地”，后“三监地”统名为卫，遂属于卫国。春秋时期，属晋国，南部为黄邑（今黄城），西部为冠氏邑。战国时期，初属于晋国，后属魏、赵国。秦代，属东郡、邯郸郡。\n\r\n       西汉平帝二年（2年）置馆陶县，属魏郡，治所在今东古城镇，今县境西部属之；又置发干县，据今县境东部，属东郡。三国时期，属魏国，为冀州阳平郡馆陶、发干县地。"
        },
        {
            "type": "text",
            "text": "       西晋，今冠县辖地属司州阳平郡，为馆陶、发干县地。十六国时，属后赵、前燕、前秦、北魏等国，先后属司州阳平郡、中州阳平郡、冀州贵乡郡、兖州阳平郡、相州阳平郡，均为馆陶、发干县地。南北朝时期，先为相州阳平郡馆陶、发干县地；西魏大统十二年（546年），改相州为司州，遂为司州阳平郡馆陶、发干县地。北齐废发干县。北周大象二年（580年），于馆陶置毛州。"
        },
        {
            "type": "text",
            "text": "       隋开皇初废阳平郡，馆陶县改属武阳郡，县治北迁至今北馆陶镇。隋开皇六年（586年），析馆陶县东部和清渊县南部置冠氏县，因古冠氏邑为名，治今冠城镇，属毛州。大业二年（606年）毛州废，冠氏县属魏州武阳郡。唐武德五年（622年），复置毛州，冠氏县遂再属之；唐贞观元年（627年），属河北道魏州魏郡。"
        },
        {
            "type": "text",
            "text": "       五代后梁、后唐时期属魏州；后晋时属广晋府；后汉、后周时属大名府。北宋时期，属河北东路大名府；南宋、金时期，冠氏县属大名府路大名府。元初，属东平路；至元六年（1269年），冠氏县升为冠州，直隶中书省。明洪武三年（1370年）降州改称冠县，隶山东布政使司东昌府。清，冠县属山东省东昌府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）冠县属山东省济西道；民国三年（1914年）改属东临道；民国十四年（1925年）10月，山东督办兼省长张宗昌置东昌道，冠县属之。民国十七年（1928年）5月废道级建制，冠县直隶山东省；民国二十六年（1937年）“七·七”事变后，国民党山东省政府成立有鲁西、鲁北、胶东三个行署，并划分为十七个行政督察区，冠县属第六行政督察区。抗战胜利后，冠县仍属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，冠县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，冠县属东临道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十七年（1938年），冠县抗日县政府建立。民国二十八年（1939年）1月，中共鲁西区党委（即中共山东分局第2区党委）在馆陶县成立，共领导7个地委，冠县等7县属于一地委。同年9月25日，鲁西北行政委员会成立，领辖冠县、馆陶、丘县、莘县等。民国二十九年（1940年）4月15日，泰西与鲁西北两个行政委员会合并，成立鲁西行政主任公署，领泰西、运西、鲁西北、运东4个行政督察专员公署，冠县隶属鲁西北专署，同年11月鲁西北专署更名为鲁西区第三专署。民国二十九年（1940年）4月属鲁西北专署，翌年7月属冀鲁豫区第三专署，同年9月属晋冀鲁豫边区政府第十八专署。民国三十二年（1943年）7月属冀南区第七专署；民国三十四年（1945年）6月属冀鲁豫区第七专署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，冠县并入永智县，属冀鲁豫区第七专署。同年10月，改属冀南第一专署。民国三十四年（1945年）12月，恢复冠县，仍属冀南第一专署。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，同时成立聊城行政督察专员公署，冠县隶属该区。"
        },
        {
            "type": "text",
            "text": "       1952年11月，平原省撤销，聊城专署改属山东省，冠县随属。1958年1月属聊城地区行政督察专员公署。1959年9月属聊城专员公署。1967年3月属聊城地区革命委员会。1978年7月属聊城地区行政公署。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，冠县隶属聊城市。"
        }
    ]
}