{
    "title": "高唐县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        },
        {
            "id": "1705",
            "category": "高唐县"
        }
    ],
    "detail": "[日期：2015-08-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：445次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       其地原为“郊社”，因郊祭奉之为“帝”，后演变为高唐。春秋时期即为高唐邑。西汉时，划分郡、县，始置高唐县，因境内有唐山，属沼泽之丘而得名。"
        },
        {
            "type": "text",
            "text": "      《战国策》作天唐县，汉置高唐县。东汉高诱注：“高，大也；唐，防也。高唐亦大防之意。”据《清一统志》：“齐高唐在禹城县南，汉高唐在西。二地虽殊，界实相近，今东昌府之高唐州，乃汉灵县也，取故名耳。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧、舜、夏、商时代，高唐属兖州之域。西周时，文王分封诸侯，高唐被封为姬姓的用国。春秋时，高唐属齐国西界，称高唐邑。秦朝时，高唐属东郡。西汉时，划分郡、县，始置高唐县，隶屑青州刺史部平原郡。东汉时高唐属冀州部清河国。三国时，高唐属魏国冀州平原郡的侯国。"
        },
        {
            "type": "text",
            "text": "       西晋时，高唐县属冀州平原国。南北朝时期，刘宋元嘉九年（432年），侨置高唐县于今章丘县水寨村附近，属侨置冀州东平原郡。北魏皇兴三年（469年）将刘宋侨置冀州更名齐州，侨置高唐县又属齐州东平原郡。北魏景明三年（502年），复置高唐县，属济州南清河郡。北齐天保元年（550年），废除清河郡及灵县，高唐又改属于济州部清河郡。"
        },
        {
            "type": "text",
            "text": "       隋朝时，高唐属冀州部清河郡。开皇十六年（598年）属博州，统辖高唐、聊城、堂邑三县。同时，将刘宋侨置之高唐更名章丘。唐贞观元年（627年），高唐属河北道博州博平郡。天授元年（690年）9月，武则天称帝时改国号为周，因忌讳\"唐\"字，遂于长寿二年（693年）改高唐县为崇武县。神龙元年（705年），唐中宗即位，恢复唐朝国号，复名高唐县。唐末，高唐属魏博节度使，又属天雄军。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，后梁开平二年（908年）改高唐县为鱼邱县。后唐同光二年（924年），复名高唐县。后唐清泰三年（936年），石敬瑭建后晋，因\"瑭\"与\"唐\"同音，是年改高唐县为齐城县。后汉乾祐元年（948年）复名高唐县，属博州。宋朝废道，分天下为十五路。高唐属河北东路博州。北宋天圣元年（1023年），高唐属河北东路博平郡。"
        },
        {
            "type": "text",
            "text": "       金代，高唐县属山东西路博州博平郡。元朝，高唐初属大名路，后属东平路。至元三年（1237年）改博州为东昌，辖高唐等六县。至元七年（1271年）于高唐属高唐州，直属中书省。至正七年（1347年）高唐县治所移于今地。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年（1368年）高唐称州，统恩县、夏津、武城三县。高唐州属山东布政使司东昌府。清初，高唐州属东昌府，雍正八年（1730年）升高唐州为直属州，辖禹城、临邑、平原、陵县。雍正十二年（1734年）复归东昌府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）撤高唐州，设高唐县，属山东济西道，民国三年（1914年）济西道改称东临道。民国十七年（1928年）5月废道级建制，高唐县直隶山东省。民国二十六年（1937年）“七·七”事变后，国民党山东省政府成立有鲁西、鲁北、胶东三个行署，并划分为十七个行政督察区，高唐县属第四行政督察区。抗战胜利后，高唐县仍属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，高唐县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，高唐县属东临道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。\n\r\n       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十八年（1939年）1月，中共鲁西区党委（即中共山东分局第2区党委）在馆陶县成立，共领导7个地委，高唐等5县隶属三地委。民国二十九年（1940年）5月高唐县划属冀南第六专署。民国三十年（1941年）初，高唐县分为唐北县和唐南县，同年秋又合二为一，复名高唐县。民国三十四年（1945年）抗战胜利后，高唐人民政权属冀南第二专署。民国三十八年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，高唐县属平原省聊城专署。"
        },
        {
            "type": "text",
            "text": "       1952年11月，平原省撤销，高唐县改隶山东省聊城专区。1956年3月撤销清平县后，将其旧城镇划入高唐县；同时将茌平县琉璃寺乡划归高唐县。1958年12月，撤销禹城县全境并入高唐，1961年10月恢复禹城县，高唐县仍辖原境。1967年3月，聊城专员公署更名为聊城地区革命委员会；1978年7月，聊城地区革命委员会更名为聊城地区行政公署，高唐县随属。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，高唐县隶属聊城市。"
        }
    ]
}