{
    "title": "聊城市东昌府区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1688",
            "category": "聊城市"
        }
    ],
    "detail": "[日期：2015-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：308次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，以原县级聊城市的行政区域设立东昌府区。因聊城在明、清两代为东昌府治所而得名，元代称大东昌路总管府。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      “东昌”一词起于封号。《东昌府志》中载，西汉宣帝刘洵封清河王“刚”之子“成”于聊城，为东昌侯，简称东昌侯。之所以名东昌，据传，一曰因徒骇河东北过茌平县遥昌乡；二曰聊城自秦以来属东郡，因“东”又加含吉祥之意的“昌”字而取名。元代，聊城为山东宣慰司东昌路总管府治所，县为府领。明朝，洪武元年，改东昌路为东昌府，聊城为其治所，县为府领，故为东昌府。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东昌府辖域，唐、虞及夏、商、周3代，为兖州之域。春秋时期，为齐、卫、晋3国之地。战国时期，分属齐、魏、赵、卫4国，而以齐国居多。秦行郡县制，全国分置36郡（后增至46郡），时境域大部属东郡，小部属巨鹿郡。西汉时期，大部属兖州部东郡，小部分别属冀州部魏郡、清河郡和青州部平原郡。东汉时期，大部属兖州部东郡，小部分别属冀州部魏郡、清河国、巨鹿郡和青州部平原郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，均为曹魏之地，分别属冀州部平原郡、清河郡、阳平郡，济北国。晋代，属冀州部平原郡、清河国，司州部阳平郡、广平郡、魏郡。南北朝之北魏时期，属济州部平原郡、南清河郡，司州部清河郡、阳平郡。东魏、北齐时因之。隋初废郡存州，后又废州为郡。时境域分属魏州武阳郡、贝州清河郡。"
        },
        {
            "type": "text",
            "text": "       唐朝，州郡之上增设道，分全国为10道（后改为15道）。是时境域分属河北道博州（治聊城）、博平郡、贝州清河郡、魏州魏郡，河南道郓州东平郡。"
        },
        {
            "type": "text",
            "text": "       宋初，废道设路，路辖府、州。时境域分属河北东路大名府、博州、恩州等。金代时期，分其所辖治的北方为19个路。时境域分属山东西路博州、大名路大名府和恩州。"
        },
        {
            "type": "text",
            "text": "       元代，全国设1个中书省和11个行省，省下设路、府、州、县。时设东昌路总管府，治聊城。境内东昌之名始见于此。是时，境域皆为中书省之地，分属东昌路总管府，濮州、高唐州、德州、恩州和冠州。"
        },
        {
            "type": "text",
            "text": "       明代，改行省为承宣布政使司，全国统分为南北2直隶、13个承宣布政使司（习惯称15省），下辖府、州、县。明洪武元年（1368年），改东昌路为东昌府，治聊城。"
        },
        {
            "type": "text",
            "text": "       清雍正七年（1729年），高唐、濮州升为直隶州，雍正十三年（1735年）濮州及范县、观城、朝城改属冀州，高唐仍归府属。东昌府时辖临清州（后改直隶州）、高唐州2州，东昌府属山东省济东泰临道。"
        },
        {
            "type": "text",
            "text": "       中华民国建立初，行政区划沿袭清末旧制。民国二年（1913年），废除府、州建制，实行省、道、县3级，遂改东昌府为济西道，隶属山东省，道治聊城县。民国三年（1914年），改济西道为东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东昌道，道尹驻聊城县。民国十七年（1928年），废除道制，存省、县两级，道辖各县直属山东省。民国二十六年（1937年）“七·七”事变后，国民党山东省政府划山东为十七个行政督察区，聊城县属第六行政督察区。抗战胜利后，聊城县仍属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，聊城县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，聊城县属东临道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十八年（1939年）1月，中共鲁西区党委（即中共山东分局第2区党委）在馆陶县成立，共领导7个地委，聊城等7县属二地委（聊城东北部属四地委）。不久，四地委与二地委一部组成运东地委，聊城县属运东地委。民国二十九年（1940年）4月15日，成立鲁西行政主任公署，领泰西、运西、鲁西北、运东4个行政督察专员公署，聊城县属运东专署，后称鲁西第四专署。民国三十年（1941年）秋，为纪念抗日英雄范筑先，聊城县改名为筑先县。"
        },
        {
            "type": "text",
            "text": "       抗战胜利后，民国三十四年（1945年）9月，冀鲁豫、冀南行署分设，冀鲁豫区初辖6个专署，筑先县隶属第一专署。民国三十六年（1947年）秋冬之际，国民党军队大举进攻解放区，冀鲁豫区党委决定重划辖区，筑先、东阿、聊阳、徐翼、茌平、博平、河西属冀鲁豫行署第六专署。民国三十七年（1949年）8月20日，冀鲁豫边区撤销，成立平原省，筑先县复名聊城县，并成立聊城区行政督察专员公署，聊城县隶属平原省聊城行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1951年1月，聊城区行政督察专员公署改称聊城专区专员公署。1952年11月，平原省撤销，聊城县随聊城专署划归山东省。1958年12月聊城县改置聊城市。 1963年3月16日聊城市复改为聊城县。1983年再度置聊城市，由聊城地区（1967年由聊城专区改称）代管。1997年8月29日，撤销聊城地区和县级聊城市，设立地级聊城市，原县级聊城市改置为东昌府区。"
        }
    ]
}