{
    "title": "武城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1713",
            "category": "武城县"
        }
    ],
    "detail": "[日期：2015-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：272次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉初年设立东武城县，西晋太康年间（280年—289年）去“东”字始称武城县。“武城”一名最早源于夏朝。夏禹七代孙芸封公子武于此建国，将其城池称为“武城”。另一说，战国时因地处赵国东境边塞，四无山阜，为防御强齐入侵，岁饬武备，修筑城防以屯兵，是谓武备之城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时为赵国武城邑，西汉置东武城县，袭用武城邑名；因左冯翊有武城县，为避同名，故加“东”字；又于今县境北置东阳县，治今鲁权屯镇之漳南镇(自然镇)，同属清河郡。东汉废东阳县，东武城县属清河国。西晋太康年间去掉“东”字，改称武城县。南朝宋武城县属清河郡。北魏清河郡改称东清河郡，武城县仍属之。北齐天保七年(556年) 徙县治于故信城县(在今河北省清河县境)。北周建德六年(577年)武城县属贝州。"
        },
        {
            "type": "text",
            "text": "       东晋十六国时期，东晋咸和二年（327年）武城县属后赵，东晋太和元年（366年）属前燕，东晋太元七年（382年）后属前秦，一直隶属清河郡。南北朝时期，初属南宋冀州部清河郡。孝武帝大明(457年—464年)时，属北魏相州部清河郡。东魏武定四年（546年）属清河郡。北齐天保七年(556年) 徙县治于故信城县(在今河北省清河县境)，又将贝丘县并入清河郡旧治，改称贝丘县，武城也省入备丘县。北周武帝建德六年（577年）平齐罢郡置贝州，武城属贝州贝丘县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年) 改武城县为清河县，又别置武城县于故武城，属贝州。开皇六年（586年）于县北境故东阳县地复置东阳县，开皇十八年（598年）改称漳南县。大业三年(607年) 贝州复称清河郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年）改清河郡为贝州，武城县属贝州。北宋大观年间因卫河水患，武城县徙治于今老城镇，庆历八年(1048年)贝州改恩州，武城县属之。至和元年(1054年)漳南县省入历亭县。金时，武城县属恩州。元初属东平路，至元七年(1270年)属高唐州。明武城县属东昌府高唐州。清乾隆四十一年(1776年)武城县改属临清直隶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废清朝旧制中府、州、厅，实行道、县制，武城县属济西道。民国三年（1914年）属东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置德临道，武城县属德临道。民国十七年（1928年）道废，武城县直属于山东省。民国二十六年（1937年）1月，国民政府在全省设立12个行政督察区（后增至17个），武城县隶属第四行政督察区。抗战胜利后，武城县仍属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，武城县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，武城县属临清道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十九年（1940年）5月建立武城县抗日民主政府，属鲁西行政区第三(鲁西北)专区。民国三十年（1941年）属冀南行政区运东专区，同年11月运东专区撤销， 改属冀南第六专区。民国三十四年（1945年）10月属冀南第二专区。民国三十八年（1949年）8月设立河北省衡水专区，武城县属衡水专区。"
        },
        {
            "type": "text",
            "text": "       1952年10月撤销衡水专区，武城县划归山东省，属德州专区。1956年，撤销德州专区，武城县改属山东省聊城专员公署。1958年12月，将武城合并于夏津县，隶属聊城专员公署。1961年10月复置武城县，隶属德州专区。1965年3月将武城县所属卫运河左岸之饶阳店、武官寨、祖阳庄等3个公社和甲马营公社的东排等14个自然村，共244个自然村，划归河北省故城县。同时，河北省故城县所属之郑口公社甘泉村划归山东省武城县。1967年德州专区改称德州地区，武城县随属 。1994年12月，德州地区撤销，改设地级德州市，武城县属德州市。"
        }
    ]
}