{
    "title": "夏津县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1714",
            "category": "夏津县"
        }
    ],
    "detail": "[日期：2015-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：346次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉设鄃[shū]城县。隋开皇十六年(596年) 析清河县置夏津县，因地处老黄河故道的渡口而得名。夏，大也；津，渡也。据《太平寰宇记》：“大河故渎，在城东三十六里。”又云：“与古夏津城相近，因以为名。盖夏津者，禹河之渡口也。”\n\r\n【沿革】\r\n       夏津县域于唐、虞、夏、商、周时期属兖州之域。春秋时为齐、晋会盟之要津，战国时为赵国地，秦属巨鹿郡地。西汉置鄃县，治所遗址在今平原县西南境；又别置信乡县于今夏津县西境 (顺帝时改信乡为平安县)，2县同属清河郡。汉高后（吕雉）四年（前184年）立县为侯国。王莽改觎为善陆（9年）。东汉光武帝诛王莽设置侯国，封马武为鄃侯，后马武改封杨虚（今高唐），鄃仍为县，隶属清河国。清河国后改称甘陵国，鄃县仍属之。"
        },
        {
            "type": "text",
            "text": "       三国时期属魏清河国甘陵郡。晋代，甘陵国复称清河国，仍辖鄃县。北魏鄃县属东清河郡。北齐废鄃县。隋开皇十六年（596）于古鄃城西南重建鄃县，先隶属于贝州，后又改属清河郡。同时，另置夏津县（县城位于今城址以北17公里处的新盛店）。此时为鄃县与夏津县并存时期，鄃与夏津同属贝州。鄃县后复改属清河郡。大业年间，曾一度撤销夏津县，并入清河县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年) 复置夏津县，武德九年（626年）再省。天宝元年(742年)改鄃县为夏津县，属清河郡，乾元元年(758年)清河郡改称贝州。五代汉时，夏津县划归大名府，至宋朝和金朝，夏津县仍属大名府。"
        },
        {
            "type": "text",
            "text": "       元朝初年，夏津县隶属东平路，曾一度为驸马都尉武毅王的“汤沐邑”。至元七年（1270年），夏津县改属直隶高唐州。明朝建立，夏津县隶属于山东布政使司东昌府高唐州。清朝因袭明朝旧制，雍正八年（1730年）后，夏津县从高唐州划出，直属东昌府管辖。乾隆四十一年（1776年），改临清为直隶州，夏津县遂辖于临清州"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）夏津县属济西道，民国三年（1914年）济西道改称东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置德临道，夏津县属德临道。民国十七年（1928年）道废，夏津县直属于山东省。民国二十六年（1937年）1月，国民政府在全省设立12个行政督察区（后增至17个），夏津县隶属第四行政督察区。抗战胜利后，夏津县仍属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，平原县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，平原县属临清道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十八年（1939年）9月夏津县始建抗日民主府，民国二十九年（1940年）4月属鲁西行政区第三专区(即鲁西北专区) 。民国三十三年（1944年）属冀南行政区第六专区。同年6月改属冀鲁豫行政区第六专区。民国三十四年（1945年）11月夏津县属冀南第二专区(亦名夏津专区) 。民国三十八年（1949年）8月设立河北省衡水专区，夏津县属河北省衡水专区。"
        },
        {
            "type": "text",
            "text": "       1952年10月撤销衡水专区，夏津县划归山东省，属德州专区。1956年，撤销德州专区，夏津县改属山东省聊城专员公署。同年3月恩县撤销，其西南部14个乡78个村划入夏津县。1958年12月，武城县并入夏津县。1961年10月复置武城县，夏津县域同前。1967年，德州专区改为德州地区，夏津县隶属德州地区。1994年12月，德州地区撤销，改设地级德州市，夏津县属德州市。"
        }
    ]
}