{
    "title": "平原县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1715",
            "category": "平原县"
        }
    ],
    "detail": "[日期：2015-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：275次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋战国时，此地因周围地形平坦而得名为平原邑。秦始皇二十六年（前221年）以平原邑置平原县。据《尔雅》：“大野曰平，广平曰原，县西有平原津。”据《地理风俗记》：“原博平也，故曰平原矣。”北齐天保二年（551年）平原治所由张店迁今址。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国为齐国之平原邑(今县南13公里张官店)。秦始皇二十六年（前221年）以平原邑置平原县，属济北郡。西汉为平原郡治。又于县境置鄃[shū]、绎幕2县，属清河郡。 东汉平原县属平原国。刘宋、北魏时平原县为东平原郡治，鄃、绎幕2县属东清河郡。 北齐鄃县、绎幕2县省入平原县，平原县移治于今平原镇。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年)置德州，平原县属之，大业年间改德州为平原郡。唐太和二年(828年)平原县改属齐州，次年复属德州。北宋初平原县属德州(北宋末德州曾改为平原郡)。金平原县仍属德州。 元、明、清因之，至清雍正七年 (1729年) 平原县改属高唐直隶州，雍正十二年(1734年)属济南府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废清朝旧制府、州、厅，实行道、县制，平原县属济西道，民国三年（1914年）济西道改称东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置德临道，平原县属德临道。民国十七年（1928年）道废，平原县直属于山东省。民国二十六年（1937年）1月，国民政府在全省设立12个行政督察区（后增至17个），平原县隶属第四行政督察区。抗战胜利后，平原县仍属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，平原县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，平原县属东临道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       在抗日战争和解放战争期间，民国二十九年（1940年）1月，共产党将平原县津浦铁路以东部分与禹城北部合置为平禹县，属冀鲁边区鲁北行政区。同年10月，平禹县复分置平原(津浦铁路东)、禹城2县，平原县属冀南行政区第七专区。民国三十二年（1943年）3月，两县再度合并为平禹县，属冀鲁边行政区第二专区。同年5月平原西邻的恩县建立抗日民主政权(后恩县大部划归平原县) ，属冀南行政区运东专区。民国三十三年（1944年）1月平禹县属渤海行政区第二专区。民国三十五年（1946年）5月，平禹县撤销，分置平北县和禹城县，属渤海行政区第二专区。民国三十八年（1949年）8月平原县(路西)属冀南衡水专区，同年10月划归山东省渤海行政区泺北专区。"
        },
        {
            "type": "text",
            "text": "       1950年1月平北县撤销，并入平原县。同年5月，泺北专区撤销，改属新置的德州专区。1952年10月恩县自河北省衡水专区划归山东省，属德州专区。1956年2月德州专区撤销， 平原和恩县改属聊城专区。同年3月恩县撤销，其原辖之恩城、吕庄、王杲铺、四女寺等4区26乡(镇)划归平原县。1958年12月德县撤销，漳卫新河以东之9个人民公社并入平原县。1961年9月，德州专区复置，平原县还属。1965年9月，将四女寺、 郝王庄、蔡村、董王庄、大屯等5处公社划归武城县。1967年德州专区改称德州地区，平原县属德州地区。1972年11月将黄河涯、二十里铺2公社析入德州市(县级)。1994年12月，德州地区撤销，改设地级德州市，平原县属德州市。"
        }
    ]
}