{
    "title": "临邑县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1717",
            "category": "临邑县"
        }
    ],
    "detail": "[日期：2015-08-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：346次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉武帝元朔四年（前125年）封中山靖王子刘光以临乐国为食邑，县以故国为名，称临邑。南朝宋孝建二年(455年) 于漯阴县南境临邑县，系侨置汉旧县名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今临邑县境，秦为济北郡漯阴县地。西汉漯阴县属平原郡。汉武帝元朔四年（前125年）在今东阿县境置临邑县，但并非今临邑县。东汉漯阴县仍属平原郡。西晋属济北国。南朝宋孝建二年(455年) 于漯阴县南境侨置临邑县，治所在今济阳县孙耿镇，属侨置之魏郡。北魏属东魏郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年) 废东魏郡，临邑县属齐州。唐武德四年(621年) 改属谭州，贞观元年(627年)废谭州，临邑县仍属齐州。北宋属济南府，建隆元年(960年)黄河决口，临邑城毁。建隆三年（962年），临邑县徙治于今临邑镇。"
        },
        {
            "type": "text",
            "text": "       金时，临邑县属济南府。元太宗七年(1235年)临邑县改属河间路，元宪宗三年(1253年)还属济南路。至元二年(1265年)复属河间路。明洪武初年，临邑县属济南府。清雍正七年(1729年)改属高唐直隶州，雍正十七年（1739年），复属济南府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废清朝旧制府、州、厅，实行道、县制，临邑县属岱北道，民国三年（1914年）5月，济西道改称东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置德林道，临邑县属之。民国十七年（1928年）道废，临邑县直属于山东省。民国二十六年（1937年）1月，国民政府在全省设立12个行政督察区（后增至17个），临邑县隶属第四行政督察区。抗战胜利后，临邑县仍属第四行政督察区"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，临邑县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，临邑县属武定道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十八年（1939年）8月，建立临邑县抗日民主政府， 属鲁北行政委员会。民国二十九年（1940年）10月属冀南行政区第七专区。民国三十一年（1942年）8月属冀鲁边行政区第二专区。民国三十二年（1943年）4月撤销临邑县。另外，民国三十年（1941年）10月在临商公路以北、德平城以南地区设临北办事处(县级) ，属冀南行政区第七专区，翌年7月改属冀鲁边第二专区。"
        },
        {
            "type": "text",
            "text": "       民国二十九年至民国三十一年（1940年—1942年）间，西部划属平禹县，西南部划属齐河县，西北部划属匡五县 (由陵县改称)。民国三十二年（1943年）7月，临邑至禹城公路以东、临邑至济南公路以西即原临邑县第一、二、四区划属新设的齐济县。民国三十三年（1944年）1月齐济县撤销，原临邑县第四区(西南部) 与原齐济县中的齐河部分合并设立齐临县。民国三十四年（1945年）10月复置临邑县，原划入平禹、陵县和齐临等县的原临邑县辖地还属。此时的临邑县属渤海行政区第二专区。民国三十八年（1949年）7月更名为泺北专区，临邑县属泺北专区。"
        },
        {
            "type": "text",
            "text": "       1950年5 月撤销泺北专区，所辖区域划入德州专区，专署驻临邑县。1956年2月撤销德州专区，临邑县改属惠民专区，3月德平县撤销，其南部划归临邑县。1958年12月，济阳县撤销，并入临邑县，同时转属于聊城专区。1961年原济阳县析出复置，德州专区恢复，临邑复属之。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，隶属关系不变。1994年12月，德州地区撤销，改设地级德州市，临邑县属德州市。"
        }
    ]
}