{
    "title": "宁津县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1719",
            "category": "宁津县"
        }
    ],
    "detail": "[日期：2015-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：325次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年）于今宁津城西保店镇置胡苏亭，因地处胡苏河畔，故名。东魏天平元年（534年），于胡苏亭始置胡苏县。唐天宝元年（742年）改称临津县，因临鬲津河而得名。金天会六年（1128年）秋，县城毁于大水，东迁现址，取“安宁之意”，改名宁津县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏以前为古兖州域，夏商为鬲国地，西周为齐无棣邑地，春秋仍为齐地。赵孝成王十年（前256年）战国时，赵在今城北耿家圈（现属东光县）置临乐邑。秦始皇二十六年（前221年）于今宁津城西保店镇置胡苏亭，因地处胡苏河畔，故名。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年），今县西境划归东光县，“以胡苏亭属之”。县南境划归重平县，县东北境划归临乐县。王莽篡汉后，更名临乐县为乐亭县。东汉时，重平、乐亭均废。其县四境分属于东光、南皮、乐陵、鬲县。魏建安十年（205年），三国魏置新乐县，属乐陵郡。"
        },
        {
            "type": "text",
            "text": "       晋泰始二年（266年），为乐陵国新乐县。北魏孝昌元年（525年），置重平县，属沧州安德郡。东魏天平元年（534年），于胡苏亭始置胡苏县，属冀州渤海郡。北齐天保四年（553年），废胡苏县归入重平县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），复置胡苏县，属兖州平原郡。唐武德四年（621年），胡苏县改属河北道观州。唐武德六年（623年）复属沧州，沧州徙治于胡苏时，胡苏更名安水郡。唐贞观元年（627年），置胡苏县属观州，贞观十七年（643年）后仍属沧州。唐天宝元年（742年）改称临津县（临鬲津河），先后属景州、沧州。\r\n　　\r\n       五代时期，后晋天福元年（963年），临津属契丹（后改国号辽）。后周显德六年（959年），临津属河北道瀛州。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁六年（1073年），临津划归南皮县，临津胡城更名保安镇。金天会五年（1127年），复置临津县，属河北东路景州。金天会六年（1128年）秋，临津城毁于大水，东迁二十五里，改名宁津，即今县治。"
        },
        {
            "type": "text",
            "text": "       蒙古至元二年（1265年），宁津属中书省河间路。明洪武元年（1368年），宁津属京师河间府。清顺治五年（1648年），设直隶省，宁津县属直隶省河间府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），宁津县属直隶省渤海道，民国三年（1914）5月改道名为津海道。民国十七年（1928年）废道制，直隶改称河北，宁津属河北省。民国二十六年（1937年）5月河北省设17个行政督察区，宁津县属第八行政督察区（驻景县）。民国三十年（1941年）河北省重新划分为18个行政督察区，宁津县属第六行政督察区（驻沧县）。民国三十四年（1945年）11月，河北省政府迁回北平后，将原18个行政督察区调整为14个行政督察区，宁津县属第三行政督察区（驻沧县）。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十六年（1937年），宁津县属冀鲁边区。民国二十七年（1938年）8月2日，宁津县属冀南行政区。民国二十九年（1940年），宁津县北部大柳以北和东光县的张彦恒、南皮县的寨子等部分村庄，组成鬲津县。民国三十年（1941年）宁津县分为振华（为纪念中共津南地委书记马振华烈士，设立振华县）、宁津二县，属冀鲁边区津南专区。民国三十二年（1943年），撤销鬲津县，恢复宁津县建制，而称振华县，仍属冀鲁边区津南专区。民国三十三年（1944年），振华县属山东省渤海行政区一专区。民国三十四年（1945年）9月5日，振华县隶属渤海行政区一专区。民国三十八年（1949年）5月，恢复宁津县旧称，改属沧南专区（由渤海行政区一专区改）。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销沧南专区，宁津县改属德州专区。1952年，宁津县划归河北省属沧州专区。1958年，沧州专区并入天津市，宁津县属天津市。1961年恢复沧州专区，宁津县复属沧州。1965年3月19日，宁津自河北省划入山东省德州专区。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，隶属关系不变。1994年12月7日，德州地区撤销，改设地级德州市，宁津县属德州市。"
        }
    ]
}