{
    "title": "德州市陵城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        }
    ],
    "detail": "[日期：2015-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：349次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n        陵县的北郊原是一片开阔的庄稼地，里面零星分布着大大小小七十二座土堆，他们其实是汉墓群，即七十二疑冢。隋开皇十六年（596年）在此置县时，便命名为“陵县”。2014年10月20日，撤销陵县，设立德州市陵城区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏，有鬲氏国地。周，齐之重丘邑地。秦置厌次县，属济北郡。西汉置安德、重丘2县，属平原郡。东汉废重丘县，安德县仍属平原郡。"
        },
        {
            "type": "text",
            "text": "       西晋属平原国。北魏中兴（531年） 年间由乐陵郡析置安德郡，安德县为郡治。太昌元年（532年）撤郡为安德县，东魏天平（534年-537年）初期复置安德郡，治般县之般城。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）为德州治，州治临齐城（今陵城镇），开皇十六年（596年）置陵县（治今德州市德城区赵宅），大业年间改德州为平原郡。唐武德四年（621年）仍置德州，与安德县同治。"
        },
        {
            "type": "text",
            "text": "       北宋景祐元年（1034年） 将陵县移治于今德州市德城区。元宪宗三年（1253年）升将陵县为陵州，安德县仍属德州。明洪武元年（1368年）省安德县入德州，降陵州为陵县，属德州。洪武七年（1374年）将陵县与安德县合并称德州，州治迁至将陵县城，即今之德州；永乐七年（1409年）迁陵县治于故安德县（今陵县城），筑德州城于废陵县（今德州城），属济南府。清，陵县属山东布政司济南府德州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废旧制府、州、厅，改道、县制，陵县属济西道，民国三年（1914年）济西道改称东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置德临道，陵县属德临道。民国十七年（1928年）废道制，陵县直属于省。民国二十六年（1937年）1月，全省划分为12个行政督察区，陵县属国民党山东省第五行政督察区。民国三十四年（1945年）抗战胜利后，陵县仍隶属第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，陵县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，陵县属东临道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导下的县、专区抗日民主政权逐步建立。民国二十八年（1939年）7月建立陵县抗日民主政府，隶属于鲁北行政委员会。民国二十九年（1940年）4月于今陵县境内建立德县抗日民主政府，隶属关系同陵县。同年10月属冀南行政区第七专区。民国三十二年（1943年）1月属冀鲁边行政区第二专区。同年9月为纪念抗日牺牲的县长吴匡五，陵县改名匡五县。民国三十三年（1944年）1月属渤海行政区第二专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月，匡五县恢复陵县旧称，属泺北专区（由渤海行政区第二专区改）。1950年5月撤销泺北专区，陵县改属德州专区。1952年6月，陵县撤销，大部并入德县，唯原第七区和第四、六两区之一小部分划入临邑县，德县机关迁驻陵县城。1956年3月德州专区撤销，属聊城专区。1958年12月，撤销德县，并入平原县。1961年7月复置德县，属德州专区。"
        },
        {
            "type": "text",
            "text": "       1961年10月德县复称陵县。1965年3月，河北省吴桥县四女寺减河（1974年后改称漳卫新河）右岸的赵富容、赵虎、刘汉、赵宅等4个公社共75个自然村，划归山东省陵县。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，隶属关系不变。1994年12月7日，德州地区撤销，改设地级德州市，陵县属德州市。2014年10月20日撤销陵县，设立德州市陵城区，以原陵县的行政区域为陵城区的行政区域。"
        }
    ]
}