{
    "title": "乐陵市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        },
        {
            "id": "1712",
            "category": "乐陵市"
        }
    ],
    "detail": "[日期：2015-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：266次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高祖五年（前202年）置乐陵县，据传战国时燕将乐毅率军进攻齐国，曾于此地筑城。据《元和郡县志》：“本燕将乐毅功齐所筑，汉以为县。”另一说，据《山东通志》记载，“大阜曰陵，乐则取四民用足，国乃安乐之义”，故曰乐陵。1988年9月1日，撤销乐陵县，设立乐陵市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       帝喾及尧、舜禹时期，今乐陵地属古兖州域。夏、商属青州地界。西周属幽州。东周属齐国。秦为济北郡地，今乐陵地属厌次县。"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年）置乐陵县（在今乐陵东南境），属青州平原郡。又于今乐陵镇西15公里置重合县，属冀州渤海郡。三国魏、晋，乐陵县属乐陵国。北魏改乐陵国为郡，郡治所徙至今乐陵市东。北齐天保七年(556年)省重合县并入乐陵县，仍属乐陵郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废乐陵郡，乐陵县改属沧州，开皇十六年(596年)由乐陵县析置鬲津县，大业初年又废入乐陵县，沧州亦改称渤海郡。唐武德四年(621年) 乐陵县徙治故重合城，属棣州，武德六年（623年）棣州废，改属沧州。贞观元年(627年) 省鬲津县，并入乐陵县。"
        },
        {
            "type": "text",
            "text": "       北宋，乐陵县仍属沧州，熙宁二年(1069年) 县治徙于咸平镇(今乐陵镇西旧乐陵村) 。元属河间路沧州，至元二年(1265年)无棣县并入乐陵县，不久又复置。明初乐陵县改属济南府武定州。清雍正二年(1724年)武定州升为武定直隶州，雍正十二年（1734年）武定直隶州又升为武定府，乐陵县皆属之。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废清朝旧制府、州、厅，实行道、县制，乐陵县属岱北道，民国三年（1914年）岱北道改称济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置武定道，乐陵县属之。民国十七年（1928年）道废，乐陵县直属于山东省。民国二十六年（1937年）1月，国民政府在全省设立12个行政督察区（后增至17个），乐陵县隶属第五行政督察区。抗战胜利后，乐陵县仍属第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道，乐陵县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，乐陵县属武定道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十六年（1937年）10月，乐陵县建立了中国共产党在山东省的第一个县级抗日民主政府，同年12月失陷，民国二十七年（1938年）收复，重建抗日政府。民国二十九年（1940年）属冀南行政区第六专区。民国三十一年（1942年）6月属冀鲁边行政区第一专区。民国三十三年（1944年）1月属渤海行政区第一专区。民国三十八年（1949年）6月更名为沧南专区，乐陵县属沧南专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销沧南专区，所辖区域划入德州专区。1956年2月撤销德州专区，乐陵县划归惠民专区。1958年12月撤销乐陵县，并入商河县，属聊城专区。1960年1月商河县更名为乐陵县，属淄博专区。1961年9月德州专区恢复，乐陵县复属德州专区。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，乐陵县随属。1988年9月1日，撤销乐陵县，设立乐陵市（县级）。1994年12月，德州地区撤销，改设地级德州市，乐陵市属德州市。"
        }
    ]
}