{
    "title": "德州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1687",
            "category": "德州市"
        }
    ],
    "detail": "[日期：2015-08-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：272次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       德州地处黄河故道。德州之“德”源于“德水”。德水为古黄河别名，秦始皇二十六年（前221年）更河名曰“德水”，以为水德之瑞。汉置安德县，意在“以其德水安澜耳”。隋开皇三年（583年）改“安德”为“德州”。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       德州之“德”，源于“德水”。德水，古黄河别名。德州因处于德水之畔而得名。秦始皇帝二十六年（前221年），秦灭山东六国，称天下之帝。当时有一种作为解释朝代更替和世道治乱的历史哲学和政治哲学，即水、火、土、木、金之德的五德终始之说。人们认为，黄帝得土德，夏得木德，殷得金德，周得火德，互克互生。秦因周为火德，能灭火者是水，故自称得水德之瑞，所以秦能灭周。因此，秦改古黄河名曰“德水”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今德州地域在夏、商时为有鬲氏（鬲国）、有穷氏，系侯国。西周以及春秋时期属齐国。战国时分属齐、赵二国。秦分属齐郡、钜鹿郡、清河郡、上谷郡。汉分属青州平原郡、济南郡、冀州清河郡、幽州渤海郡。"
        },
        {
            "type": "text",
            "text": "       三国时属魏。西晋时分属平原国、清河国、乐陵国、乐安国、济南郡。南北朝时期分属安德郡、清河郡、平原郡、乐陵郡。隋代分属兖州平原郡、渤海郡、冀州清河郡、青州齐郡。唐代分属河北道德州、贝州、棣州、齐州。北宋分属河北东路、右京东东路。金时分属山东西路、东路、河北东路、大名府路。"
        },
        {
            "type": "text",
            "text": "       元代，今德州所辖各县分属燕南河北道、中书省河间路、济南路。明属山东布政使司济南府、东昌府、京师河间府。清分属山东济南府、武定府、直隶天津府、河间府。"
        },
        {
            "type": "text",
            "text": "       民国初期分属山东省济南道、东临道、武定道、直隶省津海道。民国十七年（1928年）废道制，所辖各县分别直属山东、河北省政府。抗日战争时期津浦铁路以东各县分属中国共产党领导的冀鲁边区，河北区一、二、三专区，津浦铁路以西各县先后属冀南、运东六专区及沧南专区，齐（齐河）、禹（禹城）部分属冀鲁豫一、四专区。解放战争时期至民国三十八年（1949年）分属渤海区二专区、泺北、沧南专区和冀南二专区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，1950年5月9日设立德州专区（德州专员公署），系由原渤海区的沧南、泺北两专区合并而成。当时辖吴桥、东光、南皮、庆云、宁津、盐山、乐陵、商河、临邑、济阳、德平、德县、平原、禹城、齐河、陵县及德州市17个县(市)。1952年10月，将1950年划归河北省的恩县、武城、夏津划回德州地区。同时将原属河北省的吴桥、东光、南皮、庆云、宁津、盐山6个县划回河北省。并撤销陵县划归德县。"
        },
        {
            "type": "text",
            "text": "       1956年至1961年，德州专区撤销，并入聊城专区，将乐陵、临邑、商河、济阳划归惠民地区，齐河、平原、禹城、夏津、武城、德州市、德县划归聊城地区。同时，撤销德平县，分别划归临邑、德县、商河、乐陵；撤销恩县，分别划归平原、武城、夏津。1961年7月恢复德州专区，又将1956年划归惠民地区的乐陵、临邑、商河、济阳和划归聊城地区的齐河、平原、夏津、武城、禹城、陵县（1961年10月改德县为陵县）、德州市划回本区。共辖11个县（市）。"
        },
        {
            "type": "text",
            "text": "       1964年12月将原属河北省的宁津县和庆云县划归德州专区管辖。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，辖德州市、乐陵市、禹城市、临邑县、平原县、夏津县、武城县、庆云县、宁津县、陵县、齐河县、济阳县、商河县13县(市)。1989年12月22日，商河、济阳两县和齐河县的桑梓店、大王、靳家三个乡划归济南市。1994年12月17日，撤销德州地区，改设地级德州市，将原县级德州市改为德城区。"
        }
    ]
}