{
    "title": "临沭县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1720",
            "category": "临沭县"
        }
    ],
    "detail": "[日期：2015-08-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：261次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德四年（621年）析临沂县，置临沭县，因辖区地跨沭河，故以濒临沭河而命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周征东夷后，今临沭地属鄟[zhuān](今贺城一带)、祝(今夹谷山一带)等小国。春秋战国时，先后属吴、越、楚三国。秦代，北部属琅琊郡莒县，南部属东海郡郯县。"
        },
        {
            "type": "text",
            "text": "       汉初，属徐州刺史部，分治于东海、琅琊二郡。东及东北部，属利城、祝其二县，北部韩村、白旄、青云一带属琅琊郡魏其、高乡二县，西部醋庄、曹庄一带属东海郡即丘县，南部石门、西南部华桥一带属东海郡郯县、东安县。东汉建安三年(198年) ，分东海郡置利城郡，治所在利城，辖郯、利城、祝其等十三县。"
        },
        {
            "type": "text",
            "text": "       三国魏黄初年间(220年—226年)，隶于徐州剌史部，东部及东南部分治于东海国祝其、利城二县，西部、中部属琅琊国即丘县，南及西南部隶属东海国郯国，北部为城阳郡莒县地。"
        },
        {
            "type": "text",
            "text": "       西晋时，隶属关系与三国魏时基本相同，仍属徐州，分治于东海、琅琊、城阳三郡。东晋时期，在后赵、前燕、前秦政权时，南境属东海郡，北境属琅琊郡；后燕、南燕时，北境属琅琊郡，南部属东晋东海郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，属徐州，刘宋时分治于东海、琅琊两郡；北魏时为琅琊郡即丘县、东海郡郯县分治。东魏、北齐时，全境属北徐州琅琊郡。"
        },
        {
            "type": "text",
            "text": "       隋代大部属琅琊郡临沂县，东部唐岭、蛟龙一带隶于东海郡怀仁县，西南部曹庄、华桥一带为下邳郡郯县辖。"
        },
        {
            "type": "text",
            "text": "       唐初，属河南道，为沂州琅琊郡和海州东海郡分治。武德四年(621年) ，析置临沂县为兰山、临沭、昌乐三县，今临沭地域尚含利城、新乐(后改称祝其)二县之域。武德六年(623年)，临沭县撤销，并入临沂县。武德八年(625年) ，利城、祝其二县撤销，并入东海郡怀仁县。开元二十九年(741年) ，大部属沂州临沂县，西南部曹庄一带属泗州下邳，东部唐岭、蛟龙、芦庄一带为海州怀仁县辖。"
        },
        {
            "type": "text",
            "text": "       宋代，隶于京东东路，为沂州府临沂县辖。金时，属山东东路，为沂州府临沂县辖。元代，属中书省益都路，为沂州府临沂县辖。"
        },
        {
            "type": "text",
            "text": "       明朝洪武初年，属山东布政司济宁府沂州， 五年(1372年) 改属济南府沂州，洪武十八年(1385年)又改属兖州府沂州。万历十年(1582年)，大部属沂州，西南部属郯城县，东及东北部为南京淮安府赣榆县辖。清代，属山东布政司沂州府，为郯城、兰山二县分治。"
        },
        {
            "type": "text",
            "text": "       民国初年沿袭清朝旧制，仍属沂州府。民国二年（1913年），废沂州府，今临沭县地属属济宁道，民国十四年（1925年）改属琅琊道。民国二十五年（1936年），地属山东省第三行政督察区，北部为临沂县第五区，南部为郯城县第五区。后郯城县五区析置郯六区、郯七区，隶属国民党郯城县政府第二办事处。\n\r\n       抗日战争爆发后，民国二十九年（1940年）1月， 建立了中国共产党领导的抗日民主政权郯东北第一办事处，直属鲁南专署领导。同年7月，改称苍马办事处，属鲁南地区第三行署。民国三十年（1941年）6月，临沂北部成立了沭水县，苍山、朱仓、石河、青云等属该县辖。8月苍马地区改为临沭县，隶属鲁南专署第四行署。民国三十一年（1942年）4月，临沭县隶属滨海专区。民国三十二年（1943年）10月，临沭县属滨海专署第二行署。民国三十四年（1945年）4月，滨海专署第二行署改称滨海行署第二专署，即滨南专区。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）7月，临沭县属滨海专区。民国三十七年（1948年）8月，临沭县属鲁中南行署第六专署。民国三十八年（1949年）5月，临沭县属滨海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤消滨海专区，所辖行政区域全部划入临沂专区。1956年3月，临沭县撤销，南部划归郯城县，北部划归莒南县。1961年8月，临沭县恢复，仍属临沂专区。1967年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，所辖市县不变。1994年12月，撤销临沂地区和县级临沂市，设立地级临沂市，临沭县隶属临沂市。"
        }
    ]
}