{
    "title": "费县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1724",
            "category": "费县"
        }
    ],
    "detail": "[日期：2015-08-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：333次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       上古时，今费县区域属少昊属地。周代为分封的诸侯国鄪国。春秋时为鲁国大夫季友的私邑，去掉‘阝’称费邑。战国初期，季孙氏不甘在鲁国称臣，遂据费自为国，称为费国，不久灭亡。西汉初年，始置费县，因费邑得名。《尚书》作粊，据《说文解字》：“粊，恶米也。”费地多山，地土硗确，产米甚恶，此其命名也。西汉置费县，因古国为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古为东夷部落首领少昊近畿之地。唐、虞、夏、商时代属徐州。西周初年属青州。周宣王时代，周王室封鲁懿公之孙为鄪伯，鄪地自此成为伯国，境域大致方圆七十里，鲁桓公时，费国沦为鲁国的一个邑（此时已写作费邑）。鲁僖公元年（前659年），费邑成为鲁国上卿季友的私邑。齐威王时，鄪国曾一度被齐国吞并。楚考烈王八年（前255年），费国又被楚国吞并。秦始皇二十六年（前221年），秦始皇统一天下，建立秦朝，分天下为三十六郡，鄪地属薛郡。"
        },
        {
            "type": "text",
            "text": "       西汉高帝六年(前201年)刘邦统一天下，分封诸侯，设立郡县，鄪地设置为费县（此时鄪简化为费），属东海郡。武帝元鼎元年(前116年)， 武帝又封城阳顷王之子刘方为费县侯。五年后，又得罪被夺爵。武帝元封五年（前106年），西汉中央政权在全国设置十三部州刺史，费县属徐州刺史部东海郡。王莽新朝始建国元年（9年），王莽改制，郡县更名，费县改名为顺从县。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武六年(30年)，华县并入费城。费城不再是郡都尉治所，改属兖州泰山郡，为侯国。不久，华县又自费析出，也属泰山郡。献帝建安三年(公元198年)，费城又改隶徐州琅玡国。三国魏时，费县属徐州琅玡郡，南城县更名为南武城县。西晋时，费县属徐州琅玡国。西晋南迁后，先后被前赵、后赵、前燕、前秦、后燕、南燕等北方少数民族政权占据，费县均隶琅玡郡。"
        },
        {
            "type": "text",
            "text": "       司马睿在江南建立东晋政权后，为了安置随其南迁的原琅玡国士族和流民，于东晋大兴三年（320年）在江乘县境内侨置怀德县。咸和土断（时在326年—334年）后，怀德县更名为费县，有实土，属南徐州琅玡郡。东晋义熙十二年(416年)，刘裕北伐，灭南燕，收复了黄河以南、淮水以北及汉水上游广大地区，费县一度属东晋和南朝宋之徐州琅玡郡。刘裕死后，上述地区又渐次被北魏等北方少数民族攻占。此时华县撤销，大部分土地并入费县。南武城县又恢复旧名。"
        },
        {
            "type": "text",
            "text": "       北魏至北齐，费县属北徐州琅玡郡。北魏太和二十年(496年)，县治所由费城迁至祊城后又迁至阳口山（今薛庄镇吉山)一带。北齐时，南城县撤销，其地并入费县。北周时，费县属沂州琅玡郡。 \n\r\n       隋朝初年，实行州县两级制，费县属沂州。开皇三年（583年），县治所又迁回祊城。开皇十八年（598年），改武阳县为颛臾县。大业年间改州为郡， 费县属琅玡郡。隋末天下大乱，费县先后被潘当、徐圆朗等部农民起义军占据，县城被毁坏。"
        },
        {
            "type": "text",
            "text": "       唐朝武德四年（621年），重建费县，属河南道沂州琅玡郡。贞观元年（627年）， 颛臾县撤销，并入费县。至此，费县几乎占有汉初相邻四个县的地域。天宝元年(742年)废沂州，费县属琅玡郡。乾元元年(758年)复置沂州，费县属沂州。唐灭亡后， 历后梁、后唐、后晋、后汉、后周五代，费县均属沂州。"
        },
        {
            "type": "text",
            "text": "       北宋时期，费县属京东东路沂州琅琊郡。北宋末年，费县曾一度属张邦昌伪楚和刘豫伪齐，后属金朝山东东路沂州。金朝末年，费县一带曾被宋军收复，不久又被承宣使李全割让给元朝。元朝在地方设行中书省，今山东省一带直属中书省，称腹里。费县属腹里山东益都路沂州。"
        },
        {
            "type": "text",
            "text": "       明代，改行中书省为承宣布政使司。洪武元年（1368年)，沂州属山东承宣布政使司济宁府。洪武五年（1372年），改隶济南府。洪武七年（1374年），属青州府。洪武十八年（1385年），属兖州府。费县均属沂州。 清朝初年，费县仍属兖州府沂州。雍正二年（1724年)，沂州由散州改为直隶州。雍正十二年(1734年)，沂州又升为府，费县属沂州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，废府设道，费县属岱南道，次年改属济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置琅琊道，费县改属琅琊道。民国十七年（1928年）5月，废道制，费县直属山东省政府。民国二十五年（1936年），全省设立12个行政督察区（后增至17个），费县属山东省第三行政督察区。民国二十六年（1937年）“七·七”后费县属第十五行政督察区。抗战胜利后，费县复属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）1月，费县城被日本侵略军占领，国民党费县政府撤离县城，辗转迁徙，时存时亡。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道，费县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，费县属沂州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十八年（1939 年）7月，中国共产党在康阜庄（今属岐山乡）成立费县联合办事处。民国二十九年（1940年）2月，在大夫宁村（今属保太乡）成立费县抗日民主政府。民国二十九年（1940年）6月，中共山东分局根据抗日斗争需要，以费县境内西部滋（阳）临（沂）公路线段为界，路北置费北县，路南置费南县。民国三十一年（1942年）11月，析费县天宝、由吾2个区建置费西办事处，又称天宝山办事处。民国三十二年（1943年）11月撤销天宝山办事处。1944年1月，成立温河县，费南县改称费县，隶属鲁南专署，民国三十三年（1944年）8月隶属鲁南行署第一专署。"
        },
        {
            "type": "text",
            "text": "       抗战胜利后，民国三十五年（1946年）4月16日，费县改称平邑县，温河县改称费县，隶属鲁南行署第一专署。民国三十六年（1947年）2月，县城被国民党军占据。7月，县城解放，国民党县政府流亡临沂。民国三十七年（1948年）1月， 费县划归鲁南行政区第三专区。7月，费县隶鲁中南行政区第五专区。民国三十八年（1949年）7月，费县隶鲁中南行政区台枣专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，台枣专区撤销，费县改隶临沂专区。1952年3月，蒙山县撤销，其部分辖区划入费县。1967年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，所辖市县不变。1994年12月，撤销临沂地区和县级临沂市，设立地级临沂市，平邑县隶属临沂市。"
        }
    ]
}