{
    "title": "兰陵县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1725",
            "category": "兰陵县"
        }
    ],
    "detail": "[日期：2015-08-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：281次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       楚考烈王二年（前261年）楚国置兰陵县。唐贞观元年(627年)，改兰陵为丞县，别置兰陵县，寻复省入丞县，金明昌六年(1195年)又改丞县为兰陵，至元二年（1265年）又省兰陵县入峄州。民国二十六年（1937年）11月10日，以临沂县、郯城县、费县、峄县组建临郯费峄4县边区政府，简称\"边联县\"。民国三十二年（1943年）春，中共鲁南区委决定建立兰陵办事处，次年3月改称兰陵县。民国三十三年（1944年）春，边联县改称赵镈县，为纪念民国二十九年（1940年）10月27日银厂惨案中牺牲的中共鲁南区党委书记赵镈而命名。民国三十四年（1945年）10月兰陵县撤销，其部分辖区归属赵镈县。民国三十六年（1947年）3月，赵镈县东部析置为苍山县，为纪念民国二十二年（1933年）中国共产党员领导的“苍山暴动”。1950年5月11日撤销赵镈县，其辖区大部分并入苍山县。2013年12月27日，苍山县更名为兰陵县。\n\r\n【沿革】\r\n       夏代王杼在位五年(前2053年)，封曲烈为鄫，有向(今向城)、次室(今兰陵)诸邑。莒犁比公十年（前567年），鄫国为莒国所灭，后莒国被鲁国灭，鄫地为鲁国所辖，鲁国设有向、次室、鄫(今车辋)诸邑。吴王夫差九年（前487年）兰陵为吴国属地。越王句践二十九年（前468年）兰陵为越国属地。楚考烈王二年（前261年）楚国占领兰陵地，为控制其北疆，置兰陵县。直至秦建立前，县境分属兰陵、襄贲2县。"
        },
        {
            "type": "text",
            "text": "       秦统一后，县境分属东海郡之缯、兰陵、襄贲3县。西汉时属徐州东海郡之缯县、兰陵、襄贲3县。东汉时属琅琊国之缯县及东海郡之兰陵、襄贲县。三国时东海郡之兰陵、襄贲、缯3县。"
        },
        {
            "type": "text",
            "text": "       晋永平元年（291年）兰陵郡从东海郡中析置，今苍山县境分属兰陵郡之兰陵县、琅琊国之缯县、东海郡之襄贲县。南朝刘宋时，苍山县境分属琅邪郡之即丘县、费县和东海郡之襄贲县。北魏时，分属兰陵郡之兰陵县、琅邪郡之即丘县、郯郡之郯县。隋时，分属临沂县、兰陵县。"
        },
        {
            "type": "text",
            "text": "       唐初，分属临沂、兰陵、缯县。唐贞观元年(627年)，改兰陵为丞县，别置兰陵县，寻复省入丞县，县境分属河南道沂州之临沂县、丞县。宋代属京东东路临沂县、丞县。金时属山东东路临沂县，金明昌六年(1195年)又改丞县为兰陵，属山东西路邳州管辖。元初，于兰陵县置峄州，至元二年（1265年）又省兰陵县入峄州，今兰陵地属中书省山东东西道宣慰司益都路峄州和沂州临沂县。明、清两代分属沂州府兰山县、费县、郯城县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）府制取消，复设临沂县，县境分属临沂县六、七、八区，郯城县四、五区，费县二、七区。民国二十六年（1937年）\"七七\"卢沟桥事变爆发后，在中国共产党的领导下，同年11月10日，在尚岩乡沟西村召开有临沂县、郯城县、费县、峄县(以下简称\"临郯费峄\")4县，协商成立临郯费峄4县边区联庄会办事处。民国二十八年（1939年）2月临郯费峄4县边区联庄会办事处在车辋召开会议进行改组，改称临郯费峄4县边区联合办事处。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）3月临沂县抗日民主政府在庄坞成立。民国三十年（1941年）3月28日临郯费峄4县边联抗日人民代表大会在万村召开，成立临郯费峄4县边区政府，简称\"边联县\"。民国三十二年（1943年）春，中共鲁南区委决定建立兰陵办事处，次年3月改称兰陵县。民国三十三年（1944年）春，边联县改称赵镈县，为纪念民国二十九年（1940年）10月27日银厂惨案中牺牲的中共鲁南区党委书记赵镈而命名。民国三十四年（1945年）10月兰陵县撤销，其部分辖区归属赵镈县。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）3月，赵镈县东部析置为兰陵县，为纪念民国二十二年（1933年）中国共产党员领导的“苍山暴动”而得名。民国三十七年（1948年）重建兰陵县。"
        },
        {
            "type": "text",
            "text": "       1950年5月，以原滨海专区为基础，成立临沂专区，苍山县属临沂专区。5月11日撤销赵镈县，其辖区大部分并入苍山县。1953年撤销兰陵县，其辖区部分并入苍山县。1967年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，所辖市县不变。1994年12月，撤销临沂地区和县级临沂市，设立地级临沂市，苍山县隶属临沂市。2013年12月27日，苍山县更名为兰陵县。2014年1月21日，兰陵县委、县政府正式揭牌。"
        }
    ]
}