{
    "title": "沂水县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1726",
            "category": "沂水县"
        }
    ],
    "detail": "[日期：2015-08-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：272次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉析秦琅琊郡沂水地置东莞县，晋元康七年（297年）分东莞置东安郡。 隋朝开皇初年，废东安郡，置东安县，开皇十六年（596年）改东安县为沂水县，因沂河流经境内而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今沂水县的境域，在夏朝时，其北境、东境入青州，其南境入徐州。商朝，沂水地属人方。西周，沂水地属鲁国。春秋，沂水地为郓（鲁邑·东郓）。战国，沂地为盖。秦朝，属琅琊郡莒县。西汉析秦琅琊郡沂水地置盖邑、阳都、东莞、东安四县。东汉末年，升东莞、盖为郡。三国，沂水地北境属魏国东莞郡东莞、东安两县；南境属琅琊国阳都。"
        },
        {
            "type": "text",
            "text": "       晋朝前期，沿用魏国旧制。元康七年（297年）分东莞置东安郡。自东晋永嘉以后，十六国纷争割据，沂水地归属多变。自咸和二年（327年）至义熙五年（409年），沂水地先后为北方少数民族的后赵、前燕、前秦、后燕、南燕等五国所属。南燕慕容德改东莞县为团城。南北朝时，沂水地南北互争，归属时南时北，先后隶属于东徐州、南青州、东安郡、莒州。"
        },
        {
            "type": "text",
            "text": "       隋朝开皇初年，废东安郡，置东安县（治团城）。开皇十六年（596年），东安县改称沂水县，因水得名，沿用至今。沂水地隋属琅琊郡，唐先后属莒州、沂州，宋属沂州琅琊郡，金属莒州，元属莒州，明属青州府，清先后属青州府、莒州、沂州府。"
        },
        {
            "type": "text",
            "text": "       北宋，沂水县属京东东路沂州琅琊郡。金太宗天会四年（1126年）灭北宋，淮河以北被金占领，沂水县属山东东路莒州。元朝，沂水县属中书省山东东西道宣慰司益都路莒州。明初因之，洪武九年（1376年），属山东承宣布政使司青州府。清初沿袭明制，雍正八年（1730年）沂水县改属莒州，雍正十二年（1734年），改属沂州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，废府设道，沂水县属岱南道，次年改属济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置琅琊道，沂水县改属琅玡道。民国十七年（1928年）5月，废道制，沂水县直属山东省政府。民国二十五年（1936年），全省设立12个行政督察区（后增至17个），沂水县属山东省第三行政督察区。抗战胜利后，沂水县复属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）6月，日本侵略军第二次侵犯沂境，沂水沦陷。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道，沂水县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，沂水县属沂州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十九年（1940年）3月，沂水县抗日民主政府成立，属中共山东分局直接领导。翌年2月，属山东省战时工作推行委员会鲁中区沂蒙专署。民国二十九年（1940年）以后，随着抗战形势的变化，原沂水县境除中部改为沂中县外，西南部划为沂南县，南部划为沂临边联县，东南部划为沂东县，东北部划为莒沂边县，北部划为沂北县，西北部划为沂源县，而后又几经分合，归属不一。现将沂中、沂北、沂东、莒沂边等县的沿革分述如下：民国三十二年（1943年）8月，沂中、沂东两县属山东省行政委员会（省战工会改称）鲁中区沂蒙专署（又称第二专署）。民国三十三年（1944年）1月，沂北、莒沂边县属鲁中区沂山专署（又称第四专署，后改称第三专署）。"
        },
        {
            "type": "text",
            "text": "       抗战胜利后，民国三十五年（1946年）莒沂边县改称莒沂县。民国三十八年（1949年）7月，沂东县撤销，将5个区划归沂中县；沂山专区撤销，划归鲁中南行政公署沂蒙专区。同年8月，恢复沂水县名称。同时，沂北并入莒沂县，属沂蒙专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，属山东省人民政府沂水专区。1953年8月，沂水专区撤销，并入临沂专区，莒沂县撤销，9个区划归沂水县，沂水县属临沂专区。1967年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，所辖市县不变。1994年12月17日，撤销临沂地区和县级临沂市，设立地级临沂市，沂水县隶属临沂市。"
        }
    ]
}