{
    "title": "郯城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1727",
            "category": "郯城县"
        }
    ],
    "detail": "[日期：2015-08-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：256次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周封炎族首领于此，称炎国，后演化为郯[tán]国。春秋时为郯国地，战国时期（约公元前414年）为越国所灭。秦置郯郡。后改称东海郡，置郯县。贞观元年（627年），郯县省入下邳，称郯城乡。元和间（806年—820年），复置县时，遂以乡名为县名，称郯城县。\n\r\n       据《说文解字》：“郯，东海县，帝少吴之后所封。从邑炎声。”应劭曰：“音谈”。氏族社会末期，境内已有人群定居。时境为“东夷”之地，太嗥氏为东夷一著名酋长，少嗥氏为黄帝族向东发展的一支，与夷族杂居于此，称“炎”地。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周为郯国地，郯国故城在今山东郯城县郯城镇北。春秋郯国为鲁国附庸国。战国时期，周威烈王八年（前418年），郯国为越所灭，其境入越。周显王十四年（前355年），楚灭越后，其地又归楚。直至秦统一六国，郯国之名不复存在。秦行郡县制。境地先属薛郡后为东海郡且郡治所在地，并在楚汉间有一短暂时期亦称郯郡。属秦末增置十郡之一。其辖境北近临沂，南至长江以北的扬州、秦州，东濒东海，西南到洪泽湖一带，为本县建置盛期之一。"
        },
        {
            "type": "text",
            "text": "       汉承秦制。郯为县、郡和徐州刺史部治所。王莽代汉，东海郡地一度成沂平郡。东汉郯县为东海郡和徐州刺史部治所，汉末徐州刺史部由郯县（今山东郯城县南）迁入下邳国。三国魏黄初年间（220年—226年），东海郡称东海国，郯县隶属关系仍旧。晋初，复称东海郡，郯县属之；晋惠帝时，又改称东海国，郯县为东海郡（国）治所。"
        },
        {
            "type": "text",
            "text": "       南朝宋国时期郯县属东海郡，已不为东海郡治。北朝时期东魏武定八年（550年），改东海郡为郯郡，郯郡治所郯县。北朝时期齐国废郯郡、郯县。北周大象元年（579年）复置郯郡与郯县，郯郡及郯县隶属邳州。"
        },
        {
            "type": "text",
            "text": "       隋朝改郡为州，开皇初，郯郡废，郯县隶泗州。大业三年（607年），又改州为郡，泗州改称下邳郡，郯县又隶下邳。唐武德元年（618年），又行州县。武德四年（621年），郯县属泗州。贞观元年（627年），省入下邳，称郯城乡。“郯城”作为政区名，始见于此。元和间（806年—820年），复置县时，遂以乡名为县名，称郯城县。而后又省入临沂县，仍称郯城，隶属河南道沂州。"
        },
        {
            "type": "text",
            "text": "       郯城县自唐后期省入临沂县，历经五代十国、宋、金直至元前期，未再复县，其县原治所称“郯城”。在此长约500年的时期内，境域所属，随临沂县而易。元末，郯城县复置。明代，郯城县隶山东布政司兖州府沂州。清朝雍正二年（1724年），兖州府之沂州划归直隶州。雍正十二年（1734年），升沂州为府，郯城县隶沂州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，废府设道，郯城县属岱南道，次年岱南道改为济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置琅琊道，郯城县改属琅玡道。民国十七年（1928年）5月，废道制，郯城县直属山东省政府。民国二十五年（1936年），全省设立12个行政督察区（后增至17个），郯城县属山东省第三行政督察区。民国二十六年（1937年）“七·七”后，郯城县属第十五行政督察区。抗战胜利后，郯城县复属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）春，日本侵略军侵占郯城。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道，郯城县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，郯城县属沂州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年（1939年）11月，八路军一一五师解放郯西之马头镇。民国二十九年（1940年）1月，又攻克郯城。与此同时，郯城县抗日民主政府成立，隶属鲁南行政专员公署。同年10月底，郯城复为日军侵占。民国三十年（1941年）2月，由于形势变化，县政府撤销。民国三十一年（1942年）4月，马陵办事处（县级政权）建立，隶滨海专署。民国三十二年（1943年），郯城大捷后，马陵办事处改称郯城县人民政府，隶属关系未变。同年10月，县政府隶属滨海专署二行署。民国三十四年（1945年）4月，郯城县隶属滨海行署二专署。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）2月，郯城县为国民党占领，国民党政府政区按民国初年设置。民国三十七年（1948年）11月8日，郯城县全境解放，隶属鲁中南行署第六专署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，以原滨海专区为基础，成立临沂专区，郯城县隶属临沂专区。1956年1月，郯城县人民政府改称郯城县人民委员会。1968年2月，又改名为郯城县革命委员会。4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，1981年6月，郯城县革命委员会复名为郯城县人民政府，隶属临沂地区行政公署。1994年12月，撤销临沂地区和县级临沂市，设立地级临沂市，郯城县隶属临沂市。"
        }
    ]
}