{
    "title": "沂南县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        },
        {
            "id": "1728",
            "category": "沂南县"
        }
    ],
    "detail": "[日期：2015-08-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：300次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十八年(1939年)12月，建立南沂蒙联防办事处(相当于县政府)。民国二十九年 (1940年)3月，南沂蒙联防办事处改称沂南行署，也称沂南县，因先有沂水县，而本县在沂水县南面，故名沂南县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏，今沂南地属东夷。商，今沂南地属人方。 西周时期，今境西部属鲁国，东部属莒国。春秋时期，部分地域为之阳国。战国时期，楚灭莒、鲁后，今境交替为楚、齐所有.秦始皇二十四年(前223年)，秦灭楚，今境东部属秦国，西部仍属齐国。秦，今境属琅琊郡莒县。"
        },
        {
            "type": "text",
            "text": "       西汉，今境大部地域属兖州城阳国：南为阳都县，北为东安县，东北部属莒县，西北部属卢县 (“卢 ”一作 “虑 ”)。此外，南石门乡全境及双堠、青驼两乡镇西部属兖州泰山郡华县，今境南部和东部少数地域属徐州的琅琊郡、东海郡：大王庄乡南部、蒲汪乡大部属新山县，葛沟乡南部属魏其县，青驼、高里、砖埠 3个乡镇的南部属临沂县，葛沟乡西南部属开阳县。"
        },
        {
            "type": "text",
            "text": "       东汉，今境大部地域属徐州刺史部琅琊国，为阳都、东安、莒县、开阳、临沂等县地，少数地域属兖州刺史部泰山郡：西北部属盖县，西南部属费国 (侯国，县级 )。三国曹魏 ，今境大部属徐州：南为琅琊国阳都县、临沂县地，北属东莞郡东安县；东部湖头、大王庄、蒲汪一带属青州城阳郡莒县；西南部属兖州泰山郡费县、华县。"
        },
        {
            "type": "text",
            "text": "       西晋，今境大部属徐州琅琊国：今境中心地区为阳都、东安两县地，南部少数地区属华县、费县、临沂县。东北部属青州城阳郡莒县。东晋咸和二年（327年）始，先后属后赵、前燕、前秦、后燕、南燕等国，政区设置均沿用西晋制度。"
        },
        {
            "type": "text",
            "text": "       南北朝，南朝刘宋时，今境分属徐州东安郡发干县、东莞郡莒县、琅琊郡费县。北魏太延元年（435年）属东徐州东安郡发干县，东莞郡莒县，北徐州琅琊郡即丘县、临沂县、费县。大部地区为发干县地。太和二十二年 (498年)东徐州改称南青州。北魏永熙三年（534年）北魏分裂成东魏和西魏，今境大部地区于后属东魏南青州东莞郡，北齐武平三年（572 年）后属北齐南青州东安郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)废郡设州，今境分属莒州东莞县、莒县和沂州临沂县、费县。开皇四年(584年)，东莞县改称东安县。开皇十六年 (596年)，东安县改称沂水县。大业三年  (607年)改州为郡，现境属琅琊郡的沂水、临沂、莒县、费县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)置沂州，今境南部属之，分隶临沂、费县。次年，今境中心地区属莒州：大部属沂水县，东部属莒县。贞观八年 (634年)撤销莒州，沂水县改属沂州 (琅琊郡 )，东部随莒县改属密州 (高密郡 )。沂州、密州均属河南道。至德年间废道，今境属兖海观察使沂州。"
        },
        {
            "type": "text",
            "text": "       五代，政区建置基本上沿袭唐制。后梁、后唐、后晋、后汉、后周，今境均属沂州，为沂水等县地。北宋，属京东东路。大半属沂州：今境中心地区属沂水县，南部属临沂县、费县。东部属密州莒县。南宋建炎二年（1128年）起，今境属金山东东路莒州 (大部属沂水县，东部属莒县 )和沂州 (青驼一带属临沂县、费县 )。"
        },
        {
            "type": "text",
            "text": "       金天会八年（1130年），金立刘豫为齐帝，今境属齐。金天会十五年（1137年），刘豫被废，今沂南地仍属金。金兴定二年（1218年），红袄军一部的首领李全投南宋。次年，李全攻下青、莒等州，今境属南宋的京东路。"
        },
        {
            "type": "text",
            "text": "       南宋宝庆三年 (1227年)，李全降蒙古，今境属元，地属中书省山东东西道宣慰司益都路莒州沂水县、莒县和沂州临沂县、费县：今境大半属沂水县，东部属莒县，南部属临沂县，青驼镇西部属费县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，今境分属山东行中书省青州府莒州和济宁府沂州：大半属莒州沂水县，东部直属莒州，今青驼镇东部及高里乡直属沂州，青驼镇西部属沂州费县。洪武九年 (1376年)山东行中书省改为山东承宣布政使司。沂州于洪武五年(1372年)改属济南府，洪武七年 (1374年)改属青州府，洪武十八年(1385年)至明末属兖州府。"
        },
        {
            "type": "text",
            "text": "       清初，今境分属山东省青州府莒州和兖州府沂州。雍正二年(1724年)，沂州升为直隶州。雍正八年(1730年)莒州升为直隶州。雍正十二年(1734年)，沂州升为府，并设附郭兰山县，莒州及所领沂水、日照、蒙阴 3县归沂州府。雍正十三年(1735年)，降削莒州所领3县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，行政区划沿袭清末旧制。民国二年(1913年)废府、州，沿用道制，今境属岱南道的沂水、莒县、兰山、费县。是年，兰山县改称临沂县。民国三年(1914年)岱南道改称济宁道。民国十四年(1925年)，今境属琅琊道。民国十七年(1928年)裁道，各县直属山东省。民国二十五年(1936年)，各县属山东省第三区行政督察专员公署。 民国二十六年(1937年)芦沟桥事变后，分属第三行政督察区沂水、莒县、临沂及第十五行政督察区费县。民国三十六年 (1947年)，属第三行政督察区沂水、莒县、临沂、费县。  \n\r\n       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年(1939年)10月，建立中共南沂蒙县委。12月，建立南沂蒙联防办事处 (相当于县政府)。民国二十九年  (1940年)3月，南沂蒙联防办事处改称沂南行署，也称沂南县，直属山东分局。民国三十年(1941年)2月，属沂蒙专署。民国三十一年(1942年)6月，属鲁中区行政联合办事处。民国三十四年 (1945年)7月，属鲁中行署。8月，省战工会改称省政府。民国三十七年(1948年)7月，属鲁中南行政公署第二专署。民国三十八年(1949年)7月，鲁中南行政公署第二专署更名为沂蒙专区，沂南县仍为专署驻地。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤消沂蒙专区，更名为沂水专区，驻沂南县。1953年7月，撤销沂水专区，将沂水、莒县、莒沂、莒南、沂南、蒙阴、沂源7县划归临沂专区。1958年 11月，沂南县撤销，辖区并入沂水、临沂、蒙阴、莒县等 4县。1961年8月恢复沂南县，仍属临沂专区。1968年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，沂南县隶属临沂地区行政公署。1994年12月17日，撤销临沂地区和县级临沂市，设立地级临沂市，沂南县隶属临沂市。"
        }
    ]
}