{
    "title": "临沂市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1686",
            "category": "临沂市"
        }
    ],
    "detail": "[日期：2015-08-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：244次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元封五年（前106年）置临沂县，因城东临沂水而得名。北周武帝宣政元年（578年）改北徐州置沂州；隋开皇十六年(596年)，沂州移治临沂县。明洪武元年（1368年）撤临沂县入沂州；清雍正十二年（1734年）升沂州为府，置附郭兰山县，因县南八十里有山名为兰山。民国三年（1914年），改兰山县为临沂县。1950年5月，以原滨海专区为基础，成立临沂专区，专署驻临沂县。1967年4月9日成立临沂地区革命委员会。1978年7月10日，临沂地区革命委员会改称临沂地区行政公署。1994年12月17日，撤销临沂地区，设立地级临沂市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商朝时期，境内有郯、莒、费诸方国。周朝，临沂地域除分属齐、鲁等国外，还有颛、阳、向、莒、郯、根牟、於馀丘、杞等国。战国时期， 域内诸封国先后为齐、楚所兼并，至战国末期， 南部属楚，北部属齐。"
        },
        {
            "type": "text",
            "text": "       秦朝统一，地方实行郡县制，全国分为三十六郡，临沂地域属琅邪[yá]郡和郯郡。西汉时，郡国并行。临沂地域分属徐州之琅邪国、东海郡、城阳国和兖州之泰山郡。东汉承西汉制度，分属徐州之利城郡、东海郡、琅邪郡、琅邪国和兖州之泰山郡、东莞郡、东安郡和城阳国。三国时期，属魏国。至魏末，分属东海国、琅邪国、东莞郡、泰山郡。"
        },
        {
            "type": "text",
            "text": "       西晋时期，分属徐州之琅邪国、东海郡、兰陵郡、东莞郡、兖州之泰山郡。晋室南渡后，地域先后属于后赵、东晋、前燕、后燕、南燕、前秦和北魏。隋朝分属沂州（琅邪郡）泗州（下邳郡）、密州（高州郡）、海州（东州郡）、徐州（彭城郡）。 唐朝分属沂州（琅琊郡）、密州（高密郡）、徐州（彭城郡）。"
        },
        {
            "type": "text",
            "text": "       宋朝分属沂州（琅邪郡）、密州（高密郡）、淮郡军等。宋室南渡后，分属于金朝山东东路的沂州、莒州、邳州、泰安州。元朝，属中书省山东东西道宣慰司益都路。明朝，分属山东布政司兖州府和青州府。清初因之， 清雍正十二年（1734年）升沂州为府， 置附郭兰山县，降莒州为散州。属沂州府。有兰山、郯城、费县、沂水、蒙阴、日照、莒州6县1州。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，废府撤州，实行省、道、县三级制。民国二年（1913年）撤销沂州府， 改莒州为莒县。民国三年（1914年）分山东省为4道，改兰山县为临沂县，临沂地域分属济宁道和胶东道。民国十七年（1928年）撤销道制，所辖各县直属于省。民国二十六年（1936年）划为山东省第三行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       在抗日战争时期，这里相继建立过30 多个县级和县级以上政权机构。其中属于县级的政权组织，一般称抗日民主政府， 也有一些称作行署或办事处，分属鲁中、鲁南、滨海三个行政区。抗日战争胜利后，民国三十七年（1948年）7月，鲁中、鲁南、滨海三个行政区合并为鲁中南行政区，设鲁中南行政公署（驻临沂城），下辖7个专区，49个县。至新中国成立前，临沂地域分属沂蒙、尼山、台枣、滨海4个专区。\r\n　　\r\n       1950年5月，鲁中南行政区撤销。以沂蒙专区为基础，成立沂水专区，辖9县。以滨海专区为基础，成立临沂专区，辖9县。1953年1月将原属临沂专区的赣榆、东海、邳县、新县海连市划归江苏省。1953年7月，沂水专区撤销，除日照县划归胶州专区外，所辖其余各县皆划归临沂专区，同时，原属滕县专区的平邑县亦并入临沂专区。1956年3月，日照县划归临沂专区。1958年12月，撤销临沂县，设立临沂市（县级）。至1961年4月，临沂专区辖临沂、郯城、苍山、临沭、莒南、沂南、沂水、沂源、蒙阴、平邑、费县、日照、莒县13个县市。"
        },
        {
            "type": "text",
            "text": "       1963年3月，撤销临沂市（县级），复为临沂县。1968年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署。1983年，撤销临沂县，再置为临沂市（县级）。1989年6月12日，日照市升格为地级市。12月2日，沂源县划归淄博市管辖。1992年1月，莒县划归为日照市管辖。1994年12月17日，撤销临沂地区和县级临沂市，设立地级临沂市，原县级临沂市分为兰山、河东、罗庄3个市辖区。"
        },
        {
            "type": "text",
            "text": "       [参看“临沂市兰山区”]"
        }
    ]
}