{
    "title": "莱芜市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1685",
            "category": "莱芜市"
        }
    ],
    "detail": "[日期：2015-08-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：351次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       齐灵公十五年（前567年）12月，齐侯灭莱，迁莱民于郳，因此地荒芜，又为莱民所居，故名。《水经注》引旧说云：“齐灵公灭莱，莱民播流此谷，邑落荒芜，故曰莱芜”。"
        },
        {
            "type": "text",
            "text": "       此外还有三说：其一，旧时传说，今莱芜城附近，从空中落下一块石头，莫测来源，按道家观点谓此石来自于“无”，为此县名莱芜。山名取目说。"
        },
        {
            "type": "text",
            "text": "       其二，《水经注·淄水》：“泰无、莱柞并山名也，郡县取目焉，汉高祖置。”"
        },
        {
            "type": "text",
            "text": "       其三，王献唐在《人与夷》中认为：莱芜是莱族与牟族杂居而得名。古读“牟”为重唇音，声与“芜”相似，转写为莱芜，故曰莱芜"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋为牟国及齐嬴邑、平州邑地。牟国属于鲁国的附庸国，故址在今城东10千米的辛庄镇赵家泉村；嬴邑属于齐国，故址在今城西北羊里镇城子县村；平州邑在莱芜西部。"
        },
        {
            "type": "text",
            "text": "       秦置嬴县（治所在今城子县村），属济北郡。西汉增置牟县（治所在今赵家泉村），又于牟县东北置莱芜县。嬴、牟、莱芜三县同属于泰山郡。北魏时嬴县治所向东迁移至今南文字村。同时撤消设在淄川的莱芜县，其区域北部划入设在淄川的贝丘县，南部分别划入嬴县与牟县。北齐天宝七年（556年），撤消牟县，并入博平县。"
        },
        {
            "type": "text",
            "text": "　　隋代开皇十六年（596年），复置牟城县，大业初年又并入嬴县，从此牟县再未出现。唐贞观元年（627年）撤销嬴县，并入博平县。唐长安四年（704年），于北魏嬴县故城（今南文字村）复置莱芜县。从此，莱芜县治所开始设在今莱芜市境内。元和十五年（820年）又将莱芜县并入乾封县，太和元年（835年）复置莱芜县，治所仍在南文字村，属兖州鲁郡。"
        },
        {
            "type": "text",
            "text": "       宋初莱芜县属兖州鲁郡，继属袭庆府鲁郡。金代，废除设在今莱城的主管冶炼的莱芜监，于大定十二年（1172年）将设在南文字村的莱芜县南迁至莱芜监旧址，属泰安州。元朝时泰安州辖4县：奉符，长清，莱芜，新泰。明朝，莱芜县仍属泰安州。清世宗雍正二年（1724年）改为泰安直隶州，雍正十三年（1735年）升泰安州为泰安府，莱芜县属泰安府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）莱芜县属岱北道，民国三年（1914年）岱北道改称属济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，莱芜县属泰安道。民国十七年（1928年）5月，废道制，莱芜县直属山东省。民国二十五年（1936年），全省设立12个行政督察区（后增至17个），莱芜县属第十二行政督察区。抗战胜利后，莱芜县属第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月1日和12月12日日本侵略军两度侵占莱芜。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道，莱芜县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，莱芜县属泰安道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年（1939年）8月，莱芜县民主政府成立，属七县行政联合办事处。民国二十九年（1940年）3月，莱芜县属鲁中行署泰山专署。民国三十年（1941年），抗日民主政权将莱芜与博山、沂源、新泰的少部分地区合并划为莱芜、莱东、莱南三县，抗战胜利后恢复原貌仍属泰山专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，莱芜县随泰山专区撤销而划入泰安专区。1958年12月撤销泰安专区，所属县划归济南市和聊城专区，1961年7月恢复泰安专区。1967年2月，泰安专区改称泰安地区革命委员会，1978年7月，泰安地区革命委员会改称泰安地区行政公署，莱芜县属泰安地区。1983年8月，撤销莱芜县，改设省辖县级市，由泰安市代管。1992年11月，莱芜市由县级市升为地级市，辖莱城、钢城两个区。"
        }
    ]
}