{
    "title": "莱芜市所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1685",
            "category": "莱芜市"
        }
    ],
    "detail": "[日期：2015-08-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：245次",
    "content": [
        {
            "type": "text",
            "text": "【凤城街道办事处】\r\n       自金朝开始，即为莱芜县治所在。莱芜县城关厢之地。民国初年属一区。民国三十年（1941年）春，莱芜划为三县，属莱东县，境内为矿山区。民国三十四年（1945年）10月恢复莱芜县建制，称矿山区。1951年3月称一区，后又称矿山区。1958年3月划分城关镇、孝义乡、王善乡，同年10月合并改称矿山人民公社。1982年称城关镇。1984年3月改称莱城办事处。1985年11月撤处并乡，设城区办事处。1993年1月莱芜升格为地级市，设莱城区城市街道办事处。2000年底，原城、市街道办事处与北孝义乡合并为莱城区凤城街道办事处，并于2001年1月1日挂牌办公。随着莱芜经济开发区的发展，原北孝义乡的村庄与凤城街道办东部村庄相继分离出来，成立鹏泉街道办事处。凤城街道办事处地处莱芜腹地，自古就作为莱芜县治所在地，如今是莱芜市委、市政府和莱城区委、区政府两级领导机关驻地，成为全市政治、经济、文化中心。"
        },
        {
            "type": "text",
            "text": "【高庄街道办事处】\r\n       因政府驻地高庄村得名。高庄村得名时间：明成化年间。清康熙《莱芜县志》记载：西厢保。高庄。据《李氏谱》记载：明成化年间，李姓由李封邱迁此 建村，因址在麻埠岭北坦高地上，故名高庄。民国元年（1912年），国民政府将清之莱芜县42保划为10个区，高庄归三区(汶南区)所辖。1958年撤区并乡，高庄辖高庄、南冶两个乡，同年10月，高庄、南冶两乡分别建立人民公社；1959年2月，两公社合并，称高庄人民公社；1984年3月，撤销高庄人民公社和所属管理区，设高庄办事处；1985年11月撤处并乡，划为高庄、南冶两个镇。2000年12月撤镇并处，高庄镇和南冶镇合并为高庄街道办事处。"
        },
        {
            "type": "text",
            "text": "【张家洼街道办事处】\r\n       因政府驻地张家洼村得名。张家洼村得名时间：明初。清康熙《莱芜县志》记载：“白店保、张家洼”、据《张氏谱》记载：明初张姓由河北省枣强县迁居白龙，复迁至此，已有人居住，始建村无考，因地势低洼，曾名洼子庄，后改称张家洼。1984年张家洼建镇属莱城办事处。1985年11月撤销办事处并对乡镇进行合并，张家洼镇与芹村、梁坡两个乡合并组建为张家洼镇。2001年1月改为张家洼街道办事处。"
        },
        {
            "type": "text",
            "text": "【鹏泉街道办事处】\r\n       由以前的北孝义乡为主体合并而成。明清时期即有孝义保；民国初年，属当时的一区；民国二十八年（1939年）后属矿山区；1951年3月又改为一区；1955年10月复归矿山区；1958年3月，设北孝义乡；1958年10月设北孝义人民公社；翌年2月改属矿山人民公社；1982年1月为城关镇所辖；1984年4月为莱城办事处所辖：1985年撤处并乡，设北孝义乡，乡政府驻地北孝义村；2001年10月，原北孝义乡并人凤城街道办事处；2002年10月22日莱芜经济开发区设立鹏泉街道办事处，2006年，凤城办事处东部诸多村庄、辛庄镇西部数村并入。"
        },
        {
            "type": "text",
            "text": "【杨庄镇】\r\n       因镇政府驻地为杨庄村，故名。据杨氏墓碑记载，明洪武年间杨姓由河北省枣强县迁此建村，以姓名村杨家庄。1949年后简称杨庄。1951年属第十五区，同年5月并入第十四区。1953年恢复第十五区。1955年复称杨庄区，1958年称杨庄乡，同年10月改称杨庄人民公社。1984年改称杨庄办事处。1985年改称杨庄镇。　　"
        },
        {
            "type": "text",
            "text": "【方下镇】 \r\n       因镇政府驻地在方下村，故名。据方氏谱记载，明洪武二年（1369年）方姓迁此，原名方庄子。后方姓建一厦屋。人称方厦，久成村名。后谐音成方下。1951年属第四区，1955年复称鲁西区，1958年析为方下、鲁西两个乡，同年10月改称方下、鲁西人民公社。1959年合并为方下人民公社。1984年改称方下办事处。1985年改称方下镇。　\n\r\n【牛泉镇】\r\n       因镇政府驻地为东牛泉村，据秦氏谱记载，明洪武二年（1369年）春，秦姓由河北省枣强县迁此建村，村东有泉，牧者常驱牛在此饮水，数则盈，传为神牛，由此得名牛王泉，借以名村。因重名冠以“东”字，故名东牛王泉。1950年属第五、六区，1955年属圣井区。1958年3月称牛泉乡，同年10月改称牛泉人民公社。1984年称牛泉办事处。1985年10月析为牛泉镇、圣井乡，2000年12月合并为牛泉镇。　　"
        },
        {
            "type": "text",
            "text": "【寨里镇】 \r\n       因镇政府地为寨里村，故名。据出土《重建金堂禅寺之记》石碑记载，元朝初年，镇国将军都元帅刘禹东征时，曾在此安营扎寨。由此得名刘元帅寨、旧寨。明朝称旧寨保。清末称旧寨镇，民国时期改称寨里。1951年称第十四区，1955年10月复称水北区。1958年3月称寨里乡、水北乡，同年10月两乡合并，改称寨里人民公社。1984年称寨里办事处。1985年10月建镇。　　"
        },
        {
            "type": "text",
            "text": "【大王庄镇】\r\n       得名于大王庄村。大王庄村，据王氏谱记载，明洪武年间王姓由苏州迁此建村，王、绳、房三姓早居，始建村无考。因王姓为大户，曾名王庄。为避重名，改称大王庄。镇政府驻地在孤山村。1951年属第十三区、香山区，1955年复称香山区，1958年析为大王庄、大槐树乡，同年10月改称大王庄、大槐树人民公社。1959年合并为大王庄人民公社。1984年改称大王庄办事处。1985年析大王庄办事处为大王庄镇、大槐树乡，2000年12月合并为大王庄镇。　　"
        },
        {
            "type": "text",
            "text": "【雪野镇】 \r\n       镇政府驻地为上游村，镇以雪野村命名，雪野村，建村于明朝前。相传原名薛野。后谐音成雪野。1951年属第十二区、香山区，1955年称雪野区、安子湾乡，1958年3月改称上游乡、雪野区；、安子湾乡，同年10月称上游人民公社。1984年改称上游办事处。1985年析为上游镇、雪野乡、鹿野乡。2000年12月合长上游镇、雪野乡、鹿野乡为雪野镇。　　"
        },
        {
            "type": "text",
            "text": "【羊里镇】\r\n       因镇政府驻在羊里村，故名。明《嘉靖莱芜县志》记载，西乡、羊里保、足见始建村在明朝之前。因此地为西晋外将羊祜之封地。故名羊里。1951年称羊里乡，同年10月改称羊里人民公社。1984年称羊里办事处。1985所改为镇。　　"
        },
        {
            "type": "text",
            "text": "【口镇】\r\n       因镇政府驻地为口镇村，故名，据赵氏墓碑和出土的秦砖汉瓦考证，始建村于周末，古为齐鲁通道，后为通往济南，博山交会点，是莱芜进出山的隘口。俗称口子、口子街。当地盛产蚕丝，是蚕丝的集散中心，故雅吐丝口。1949年定名为口镇。1951年属第二区，同年5月口镇升及为区级镇，由莱芜县直辖，第二区改称港里区。1956年撤销口镇区级镇建制并入港里区。1958年称口镇乡。同年10月改称口镇人民公社。1985年建镇。　　\n\r\n【和庄镇】 \r\n       因镇政府驻地为和庄村，故名。据南禹王碑记载，宋代赵姓建村，因址在淄河北岸，曾名河庄。后取人和之意，改称和庄。1951年属第十区，1955年属常庄区。1958年3月属常庄乡，同年10月属常庄人民公社。1984年属常庄办事处。1985年10月建乡。2010年撤乡设镇。"
        },
        {
            "type": "text",
            "text": "【茶业口镇】\r\n       镇因政府驻地茶业口村而得名。据村碑记载，建村在明朝中叶，因址在茶芽河口（俗称茶中口），曾名茶芽口。后谐音成茶业口。清末属北乡石城保。民国初年属第七区（雪野区），民国三十年（1941年）春属莱芜（北）县的抬头区和茶业区。民国三十一年（1942年），两区划归淄川县。同年末，两区合并为茶业乡。民国三十四年（1945年）10月，回归莱芜县，仍为抬头、茶业区。民国三十五年（1946年）10月，两区合并称茶业区。1951年3月，改称第十一区。1955年10月复称茶业区。1958年3月分为茶业、腰关2乡。同年10月，改为吉山、腰关2个公社。1959年2月合并为腰关公社（不久更名茶业公社），辖峪门、腰关、茶业、花林、法山、阁老管理区。1984年4月改称茶业办事处，辖峪门、腰关、茶业口、花林、上茶业乡，60个行政村，67个自然村。1985年10月，改分为茶业口乡、腰关乡。 2000年12月，撤销腰关乡、茶业口乡，以原腰关乡和茶业口乡的行政区域设立茶业口镇，镇政府驻原茶业口乡政府驻地。\n\r\n【苗山镇】\r\n       因镇政府驻地在南苗山村，故名。据王氏谱记载，明洪武三年王姓由河北省枣强县迁此，已有人居住，因村东有山名苗山，曾以山名村。后为避重名，改称南苗山。1951年属第九、十区，1955年称苗山区、常庄区，1958年3月改称苗山乡、龙角乡、常庄乡，同年10月称苗山人民公社、常庄人民公社。1984年改称苗山办事处、常庄办事处。1985年析苗山办事处为苗山镇、见马乡，常庄办事处为常庄乡。2000年12月合并为苗山镇。　　"
        },
        {
            "type": "text",
            "text": "【艾山街道办事处】\r\n       是于2000年12月因乡镇区划调整，由原城子坡街道办事处和寨子乡合并而成。 原城子坡街道办事处得名于南北两个城子坡村。先有北城子坡而后才有的南城子坡。北城子坡建村于明朝初年，明初徐姓由河北枣强县迁此定居，因地处昔齐鲁夹谷之会，附近似有城堡，址在山坡，曾名城子坡，因避重名，冠以“北”字，故名北城子坡。"
        },
        {
            "type": "text",
            "text": "       原城子坡办事处，民国三十四年（1945年）10月，归莱芜县颜庄区；1951年4月，为清泥乡、逯家乡；1955年11月合并为清泥乡；1958年2月属颜庄乡，同年10月属颜庄人民公社。1984年为城子坡镇；1992年11月，莱芜升为地级市，城子坡镇为钢城区驻地；1995年，城子坡镇改为城子坡街道办事处。原寨子乡，明清至民国隶属蒙阴县，民国时期为寨子乡；1945年属新泰县二区；1958年8月属翟镇人民公社；1962年设寨子、庙子管理区；1984，年2月为寨子乡、庙子乡；1985年12月又并为寨子乡；1991年1月划归菜芜市；1992年11月属钢城区；2000年12月区划调整时与城子坡街道办事处合并，同时城子坡街道办事处改称艾山街道办事处。"
        },
        {
            "type": "text",
            "text": "【颜庄镇】 \r\n       因镇政府驻地在颜庄村，故名。历代相传建村于战国时期，几经兴衰，到元末只剩几家住户，现大部分村民系明朝从河北枣强与山西洪洞迁此，原名李子园，后人丁兴旺。村落沿河向北扩延，改称延庄。谐音成颜庄。1951年属第七区，1955年复称颜庄区，1958年为颜庄乡，同年10月改称颜庄人民公社。1984年称颜庄办事处。1985年改称颜庄镇至今。"
        },
        {
            "type": "text",
            "text": "【里辛镇】 \r\n       因镇政府驻地在里辛村，故名。据哪吒庙碑记载，明洪武二年（1369年），李、魏、韩、董四姓由河北省枣强县迁此分建三村。西村名纤纺，东村名坡庄子，中村名李信。李信系名人，明《嘉靖莱芜县志》记载，李信、成化戊子贡，任广信府照磨。后人丁繁衍，村落扩大，合为一村定名为李信。揩音成里辛。1951年称第七区，1955年复称颜庄区，1958年称郑王庄乡，同年10月改称郑王庄人民公社。1959年2月合并于颜庄人民公社。1995年10月改为里辛镇。　　"
        },
        {
            "type": "text",
            "text": "【黄庄镇】\r\n       因镇政府驻地为黄庄村，故名。黄庄村，因姓氏命名，但黄姓已无后代，原称大黄庄。为区别鲁村之小黄庄村而名。现已略去”大“字。1958年属沂源县黄庄区，同年3月，撤区设黄庄乡、徐家庄乡。9月改为黄庄人民公社、徐家人民公社。1965年两公社合并为黄庄区。1971年恢复公社，划出徐家庄，仍命名为黄庄公社。1984年6月，复称黄庄区。1985年11月撤区并乡改称黄庄镇。1992年1月黄庄镇由沂源县划归莱芜市管辖，仍称黄庄镇。同年11月莱芜升为地级市，黄庄镇隶属钢城区。"
        },
        {
            "type": "text",
            "text": "【辛庄镇】 \r\n       因镇政府驻地在辛庄村，故名。据明正德元年孟耿重修玉皇宫碑记载，玉皇宫起自唐而颓于今。足见始建村在唐朝，因属新建村庄，曾名新庄。后演化为辛庄。1951年称第八区，1955年复称辛庄区，1958年3月析为辛庄乡、铁车乡，同年10月称辛庄人民公社。1984年改称辛庄办事处。1985年析辛庄办事处为辛庄镇、铁车乡。2000年12月与铁车乡合并，称辛庄镇。2006年6月划归莱芜市钢城区管辖。"
        }
    ]
}