{
    "title": "五莲县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1684",
            "category": "日照市"
        },
        {
            "id": "1730",
            "category": "五莲县"
        }
    ],
    "detail": "[日期：2015-08-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：274次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十六年（1947年）5月由诸城、日照、莒县部分地区析置五莲县，因境内巍峨的五莲山得名。"
        },
        {
            "type": "img",
            "url": "http://n.eduyun.cn/uploads/album/2015/0829/172/55e1a02a229b3.jpg",
            "desc": "五莲山风景区"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       五莲地区古属青州。周朝为莒国的封地。战国时期仍属莒国。至楚简王元年（前431年）北伐灭莒，又为楚地，继而分别为鲁国和齐国所辖。之后，楚考烈王再次北伐灭鲁，又分别为楚国与齐国所辖。秦朝时，属琅琊郡莒县。"
        },
        {
            "type": "text",
            "text": "       西汉时，属徐州刺史部琅邪[yá]郡。东汉建武十三年（37年）改郡为国，属徐州刺吏部琅邪国。时昆山县废，改海曲县为西海县，境内分辖于首、西海、东武、诸四县。"
        },
        {
            "type": "text",
            "text": "       三国曹魏时期，分属徐州部城阳郡和青州部琅邪郡。时西海县撤销，并入莒县，境内由莒县、东武县、诸县分辖。"
        },
        {
            "type": "text",
            "text": "       晋初，属青州部城阳郡；太康十年（288年）青州城阳郡的莒、东武、姑幕、诸四县改属徐州部东莞郡。境内分别由莒、东武、诸三县所辖。十六国时没有专属，曾先后属石赵、慕容燕、苻秦，隆安三年（399年）又属南燕，义熙六年（411年）复归晋。"
        },
        {
            "type": "text",
            "text": "       南北朝时，南朝刘宋因旧未变。北魏占据山东后，到宋文帝元嘉廿八年（451年），属南青州东莞郡，后属胶州东武郡，五莲地区分辖于莒、东武、诸三县。东魏孝静帝武定七年（541年）改东莞郡为义塘郡。到北齐时，分属南青州的义塘、东安、高密三郡。时诸县撤销，并入东武县，今县境归莒县、东武县分辖。北周改属莒州义塘郡，境内仍分辖于莒、东武二县．"
        },
        {
            "type": "text",
            "text": "       隋朝初年，五莲县境分辖于徐州琅邪郡莒县（开皇三年，即583年，改莒县为莒州；大业二年，即606年，复罢州为县）和青州高密郡东武县（开皇三年，即583年废郡，置胶州；开皇五年，即585年，改为密州）。开皇十八年（598年）改东武县为诸城县。"
        },
        {
            "type": "text",
            "text": "       唐朝属河南道密州高密郡，今县境分辖于莒县和诸城县。武德五年（622年）置莒州，下辖莒县；贞观八年（634年）撤销莒州，莒县改属密州。五代十国归属如故。"
        },
        {
            "type": "text",
            "text": "       宋初，分全国为十三道，至宋太祖淳化五年（994年）废道存路，时属京东二路密州；熙宁七年（1074年），属京东东路密州；元祐二年（1087年），于莒县置日照镇；元祐三年（1088年），日照镇与诸城县改属临海军，随废，日照镇仍并入莒县，与诸城县同辖于密州。此时，五莲县境分辖于莒县和诸城县。"
        },
        {
            "type": "text",
            "text": "       金代，升日照镇为日照县。时莒县与日照县同属山东东路琅琊郡莒州（莒州原为城阳军，大定廿二年，即1182年升为城阳州，大定廿四年，即1185年改为莒州），诸城县属山东东路琅琊郡密州。五莲地区分别归莒县、日照、诸城三县所辖。"
        },
        {
            "type": "text",
            "text": "       明代，据《明史·卷41》载：“莒州，洪武初，以州治，莒县省，领日照、沂水两县。”又据《山东通志·沿革》记载：“洪武元年（1368年）始废密州，以（诸城）县属青州府。”时五莲县境分辖于山东布政司青州府的诸城县和莒州及其所辖的日照县。"
        },
        {
            "type": "text",
            "text": "       清代顺治、康熙两朝，县境归属因旧未变。至雍正八年（1730年）莒州升为直隶州，仍辖日照县。雍正十二年（1734年）降为散州，升沂为府，今县境分辖于沂州府莒州及其所辖的日照县和青州府的诸城县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）裁府设道，莒州改州为县，同日照县皆隶属岱南道。民国四年（1915年）改属济宁道；诸城县隶属胶东道，五莲地区仍属莒县、日照、诸城三县所辖。民国十四年（1925年）裁济宁道，置琅玡道，莒县、日照县归其所辖。民国十七年（1928年）北伐军统一山东省，废道，县直属山东省管辖。　"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）冬，莒县、日照、诸城三县国民党政府，竞相拉队伍，“武装逃难”至五莲山区。民国二十七年（1938年）2月，日本侵略军先后占领诸城、日照、莒县三县县城。3月，中共鲁东南特委建立；秋冬，中共莒县县委、诸城县委、日照县委相继建立，并先后成立各县八路军办事处。此时，五莲山区形成三股政治力量。南部、西南部及中部山区为中共鲁东南特委及莒、日、诸三县县委活动地区；台潍公路和泰石公路沿线为日伪占领区，建立了“维持会”、“新民会”等伪管理体制；其他地区均为国民党地方游击队盘踞。当时驻五莲地区的国民党杂牌军队有十三部分之多。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年），八路军滨海十三团进军泰石路北，解放了五莲大部地区。同年，日北、莒北、诸城三县抗日民住政府相继建立，隶属滨北行署。民国三十四年（1945年），日北县撤销，其所辖今五莲县境的洪凝、街头、五莲三个区并入藏马县。民国三十六年（1947年）5月12日五莲县建立，归胶东行署滨北专署管辖。\r\n　　\r\n       1950年春，滨北专署撤销，另设胶洲专署，五莲县隶属胶东行署胶洲专署管辖。1954年12月，莒县的石场区划归五莲县，时辖十二个区。1956年2月撤销松柏区，时辖十一个区。1956年3月，胶洲专署撤销，五莲县划归昌潍专区。1970年昌潍专区更名为昌潍地区，专员公署改为行政公署，1981年改为潍坊地区，五莲县隶属未变。1983年10月，潍坊地区行政公署撤消，更名为滩坊市，五莲县归潍坊市管辖。1992年12月7日，原属潍坊市的五莲县划归日照市管辖。"
        }
    ]
}