{
    "title": "日照市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1684",
            "category": "日照市"
        }
    ],
    "detail": "[日期：2015-08-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：382次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋元祐二年（1087年）置日照镇，属莒县，取“日出初光先照”之意，始有“日照”之名。金世宗完颜雍大定二十四年（1184年），升日照镇为日照县，属山东东路莒州，并自此筑城浚池，始有日照城。1984年4月，临沂地区石臼港办事处建立。1985年3月22日，撤销日照县和石臼办事处改为县级日照市，1989年6月12日，日照市升格为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时期，日照属东夷。西周到战国前期，地属莒国。越王勾践二十四年（前473年），越王勾践灭吴，徙都琅邪[yá] ，地归越国。楚简王元年（前431年），楚灭莒，以莒为邑，又属楚国，后属齐国。燕昭王二十八年（前284年），燕将乐毅伐齐，入齐都临淄。齐王奔莒，莒人立齐王子法章为襄王。齐襄王十四年（前270年），齐将田单破燕军，尽复齐失地，迎齐襄王回临淄。地仍属齐。楚考烈王八年（前255年），楚又北侵，取鲁，封鲁君于莒，地为楚国所占。秦始皇二十四年（前223年），秦灭楚，地归秦国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦统一中国，日照地为莒县东境，属琅邪郡。西汉时，始置海曲县，属徐州刺史部琅邪郡。西汉元帝时，封城阳荒王子光为昆山侯。日照之西半境（今五莲县）属昆山侯国。东汉时，废昆山国，海曲更名为西海县。三国魏时，废西海县，并入莒，属青州刺史部城阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋初年，沿魏制。南北朝时期，宋明帝失淮北，随莒县归北魏南青州东莞郡。北魏孝庄帝永安二年（529年）置梁乡县，故址今东港区两城镇，属胶州东武郡。北周改南青州为莒州，郡县仍旧。隋代，日照地属琅琊郡莒县。"
        },
        {
            "type": "text",
            "text": "       唐代，日照地随莒县改属河南道密州（高密郡）。五代因之。北宋时，属京东东路密州。宋哲宗元祐二年（1087年），置日照镇，仍属莒县。日照之名始于此，有“日出初光先照”之意。元祐三年（1088年）日照镇划入胶西县，改京东东路为山东东路，属之。"
        },
        {
            "type": "text",
            "text": "       金大定二十四年（1184年），升日照镇为县，仍名日照，属益都府莒州，县治于今日照城。元代，日照县属中书省山东东西道益都路莒州。明初，日照属山东等处承宣布政使司青州府莒州。明洪武十七年（1384年），为防倭寇，于县之南境置安东卫。"
        },
        {
            "type": "text",
            "text": "       清初，沿明制。清雍正八年（1730年）升莒为直隶州。雍正十二年（1734年）置沂州府，降莒州为散州，入沂州府，日照亦归属沂州府。乾隆七年（1742年）裁安东卫并入日照县，置安东卫巡检司。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废府设道，日照划入胶东道。民国十四年（1925年）冬，改属琅琊道。民国十七年（1928年）5月撤道制，日照县直属山东。民国二十五年（1936年）2月，隶属山东省第三区行政督察区。直到抗日战争胜利后，日照县仍隶属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治山东时期，民国二十七年（1938年）3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，日照县属鲁东道。1940年（民国二十九年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，日照县属沂州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十九年（1940年）3月16日，日照县抗日民主政府成立。民国三十年（1941年）1月，隶属莒、日、临、赣四县联合办事处，后四县联合办事处改为滨海各县行政联合办事处。同年8月，日照隶属滨海专区。民国三十三年（1944年）6月隶属滨海区滨中行署（三行署）。民国三十四年（1945年）4月，滨海专员公署改为行政公署。民国三十五年（1946年）7月，滨海行政公署改为滨海行政专员公署，日照隶属该署。民国三十七年（1948年）8月，日照隶属鲁中南行政区行政公署第六专署（次年7月改称滨海专署）。"
        },
        {
            "type": "text",
            "text": "       1950年5月，滨海专署撤销，日照划归沂水专区。1953年8月，又归胶州专区。1956年5月胶州专区撤销，日照县改属临沂专区。1968年4月9日临沂专区改称临沂地区革命委员会，1978年7月10日，临沂地区革命委员会改称临沂地区行政公署，日照县属临沂地区。"
        },
        {
            "type": "text",
            "text": "       1984年4月，临沂地区石臼港办事处建立。1985年3月22日，撤销日照县和石臼办事处改为县级日照市，仍隶属临沂地区，5月正式办公。1989年6月12日，日照市升格为地级市，11月5日对外正式办公。1992年12月7日，日照市设区带县，将原属临沂地区的莒县和潍坊市的五莲县划归日照市，同时成立东港区。1993年5月29日，设立岚山办事处，作为市政府派出机构；2004年9月9日，岚山办事处撤销，成立岚山区。"
        }
    ]
}