{
    "title": "莎车县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "137",
            "category": "喀什地区"
        },
        {
            "id": "188",
            "category": "莎车县"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：437次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪九年（1883年）置莎车直隶州时，因汉莎车国得名。莎车一词的语源和含义尚待研究。有一种说法是“莎车”应叫“叶尔羌”。与莎车这一汉文地名相应的当地民族语文地名，是突厥语地名叶尔羌，叶尔是土地之意，羌为宽广、广阔之意。叶尔羌这一地名应该是因水（叶尔羌河）而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，莎车已是西域城邦之国。汉元康元年（前65年）,宣帝刘询应莎车国使节之求，遣使者奚充国送解忧公主（嫁乌孙王）之子万年出任莎车王，莎车归属汉朝。汉神爵二年（前60年）,汉朝在乌垒设西域都护府，莎车受其管辖。"
        },
        {
            "type": "text",
            "text": "       东汉建武五年（29年）,汉遣河西大将军窦融承制封莎车王康为建功怀德王、西域大都尉。东汉永平车年（61年）,莎车被于阗兼并。其后，匈奴又将莎车王贤的质子不居徵立为莎车王。永平十六年（73年）假司马班超与从事郭恂使西域，其时于阗王广德，又攻杀不居徵，立其弟齐黎为莎车王，莎车时顺时叛汉朝。班超发于阗等国兵击败莎车。汉永元三年（96年）,汉复立西域都护，莎车受其管辖为。永初元年（107年）六月，汉罢西域都护府，莎车又役属匈奴。"
        },
        {
            "type": "text",
            "text": "       魏黃初二年（221年）,设西域戊已校尉，莎车归魏。晋泰始元年（265年）,晋代魏立，仍置西域戊已校尉，莎车归晋。晋咸康二年（336年）,西域尽入前凉版图，今县境受其管辖。晋太元九年（384年）,前秦将军吕光征龟兹获胜，今莎车一带使节随鄯善王比龙入朝，向前秦称臣贡献。"
        },
        {
            "type": "text",
            "text": "       北魏太延元年（435年）西域诸国相继朝贡于魏，《魏书》称渠沙国为故莎车城。北魏和平元年（460年）,柔然汗国占据天山一带，今县境属柔然势力工范围。高昌沮渠余众的一部分奔莎车，沮渠被译作“朱居波”、“悉居半”、“遮拘迦”等，今莎车一带在朱居波属高车的势力范围，北魏太和二十一年（497年），吠哒占据天山南路，朱居波受吠哒统治。北周保定二年（562年）,突厥与波斯联合击败吠哒，突厥势力进入今县境。"
        },
        {
            "type": "text",
            "text": "       隋仁寿三年（603年）,突厥汗国正式分裂为东西两个汗国，今县境受西突厥统辖。唐贞观二十一年二十二年（647年～648年）,唐伐龟兹，叶蕃发兵助战，其势力一度进入昆仑山北麓今莎车一带。唐显庆四年（659年）,唐朱居波等地置州、府、县。唐咸亨元年（670年）,吐蕃陷安西四镇，今县境为吐蕃占有。唐咸亨四年（673）,长史蕭嗣业统东突厥部西征，重新控制葱岭以东，今莎车一带又归唐朝管理。唐天宝十四载（755年）,“安史之乱”后，唐在西域的驻军被调往内地，吐蕃乘机夺取河泷之地。至8世纪90年代初，南疆地区全部落入吐蕃之手，县境一带为吐蕃辖地。9世纪末，今莎车境属喀拉汗朝。"
        },
        {
            "type": "text",
            "text": "       宋太祖开宝三年（971年）,今县境一带在西方文献中被称为鸭儿看，后译为叶尔羌。宋建炎二年（1128年），今莎车一带属西辽，宋嘉定十一年（1218年）属蒙古汗国。蒙古太祖二十年（1225年）,成吉思汗将其领地分封诸子，鸭儿看，在察合台汗封地之内。元至元十一年（1274年）,元世祖忽必烈下诏安抚鸭儿看。元大德六年（1320年）叶尔羌东察合台汗国。"
        },
        {
            "type": "text",
            "text": "       明正德九年（1514年）,莎车古城为萨亦德建立的叶尔羌汗国国都，莎车城成为叶尔羌汗国的政治、经济、文化中心。清康熙十七年（1678年）,叶尔羌归属准噶尔汗国。乾隆二十四年（1759年）,清政府平定大小和卓之乱后，定边将军和参赞大臣驻扎叶尔羌城处理新疆军政大事。其后设办事大臣、参赞大臣。清光绪二十八年（1902年）,莎车直隶州升为府，所置皮山县、蒲犁厅（今塔什库尔干县）属莎车府管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）撤府设县，设立莎车县，仍由喀什噶尔道辖。民国十七年（1928年）,莎车划为莎车、叶尔羌两县。民国三十一年（1942年），新疆省府决定将两县合并，在莎车设第十区行政长官公署，后改为莎车行政督察专员公署，辖莎车、泽普、叶城、麦盖提4县。直至1949年9月25日新疆和平解放，莎车一直为专署所在地。"
        },
        {
            "type": "text",
            "text": "       1956年4月21日，莎车专署撤销，莎车县隶属喀什专区。1971年1月，喀什专区改为喀什地区，莎车县隶属喀什地区至今。"
        }
    ]
}