{
    "title": "威海市文登区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1683",
            "category": "威海市"
        }
    ],
    "detail": "[日期：2015-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：330次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北齐天统四年（568年），析牟平、观阳地置文登县，因文登山而得名。文登山名字则是因秦始皇东巡时，曾召集文人登此山论功颂德，故名。"
        },
        {
            "type": "img",
            "url": "http://n.eduyun.cn/uploads/album/2015/0830/212/55e2c592ee60c.jpg",
            "desc": "文登山·召文台"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今文登区域，唐虞为嵎夷地。夏、商为青州地，春秋先后为齐国莱地、牟子国地，战国为齐地。秦罢诸侯，置郡县，今文登区域为齐郡腄县地。西汉，属青州东莱郡东牟、不夜、昌阳三县。东汉省不夜入昌阳，文登区域为昌阳县地。三国时，属魏国青州长广郡昌阳县地。晋及刘宋时，分属青州长广郡、东莱国牟平二县。后魏，分属光州东牟郡观阳、牟平二县。"
        },
        {
            "type": "text",
            "text": "       北齐天统四年（568年），析牟平、观阳地置文登县，因文登山而得名，属光州长广郡。北周因之。隋时，属青州东莱郡。唐时，属河南道。武德元年（618年），境内置登州，文登县为其属；贞观元年（627年），废登州，文登县属莱州；如意元年（692年），从莱州所辖的县中分离出牟平、黄县和文登三个县，重新设立了登州。神龙三年（707年），移登州治于蓬莱，文登均为其属。五代因之。"
        },
        {
            "type": "text",
            "text": "       宋，文登县属京东东路登州。金，属山东东路宁海州。元初，属益都路宁海州；至元九年（1272年），直隶都省山东宁海州。明洪武九年（1367年），登州升格为府，文登县属山东省登州府宁海州。清，属山东省登莱青道登州府。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913）1月，废府设道，文登县属山东省胶东道，民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，文登县改属东海道。民国十七年（1928年）5月废道制，文登县直属山东省。民国二十三年（1934年）1月，文登县属山东省鲁东区。民国二十五年（1936年）全省设立12个行政督察区（后增至17个），文登县属第七行政督察区，直至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月7日，日本侵略军占领威海，随后开始入侵文登，于民国二十九年（1940年）日军在文登设下据点。日伪山东公署将全省划分为鲁西、鲁东、鲁北、鲁南4道，文登县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，文登县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十九年（1940年）6月，中共领导的文登县抗日民主政府成立，属胶东行署东海专区。民国三十年（1941年）12月，文登析为文登（东）、文西两县。民国三十四年（1945年）春，文西县改为昆嵛县，仍属胶东行署东海专区。"
        },
        {
            "type": "text",
            "text": "       1950年6月1日，胶东行署撤销，东海专区改为文登专区，文、昆二县为其属。1956年1956年2月撤销文登专区，其辖区并入莱阳专区。3月，文登、昆嵛两县合并仍称文登县，属莱阳专区。1958年10月专署移驻烟台市，莱阳专区改为烟台专区，文登县属烟台专区。1967年2月12日，烟台专区改为烟台地区革命委员会。1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，文登县属烟台地区。"
        },
        {
            "type": "text",
            "text": "       1983年11月，烟台地区改为烟台市（地级），文登县属烟台市管辖。1987年6月，威海市升为地级市，文登县改属威海市。1988年10月24日，文登县改为省辖县级市，仍由威海市代管。2014年2月27日，撤销文登市，设立威海市文登区，3月18日，威海市文登区正式挂牌成立。"
        }
    ]
}