{
    "title": "威海市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1683",
            "category": "威海市"
        }
    ],
    "detail": "[日期：2015-08-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：373次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       威海原为文登县（今文登区）地，明洪武三十一年（1398年），为防御倭寇，析文登县辛汪都三里置卫，旧称威海卫，名寓“威震东海”之义。民国三十四年（1945年）8月16日，奉山东省政府命令，设立威海卫市。1950年5月9日，撤威海卫市，设立威海县。1951年3月28日，撤威海县，复设威海市（地专级）。1954年10月，威海市由专区辖市改为省辖市（县级）；1987年6月15日，威海市升为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代今市境为东方嵎夷之地，属青州，有莱夷聚居。春秋时期，境内先后为莱子国地、齐国东莱地。莱子国为姜姓东方夷国。齐灵公十五年（前567年），齐灭莱后，因莱地位于齐国之东，始称东莱。秦始皇二十九年（前221年），秦统一六国，实行郡县制，今市境先属齐郡，后属胶东郡，为腄县地。秦之腄县，设治于今烟台市福山区境内。"
        },
        {
            "type": "text",
            "text": "       西汉时期，境内属青州东莱郡地。东莱郡治在今莱州市，领县十七，今市境内置有不夜县（设治于今荣成市不夜）、昌阳县（设治于今文登市宋村东）、育犁县（设治于今乳山市城阴村南）。东汉初省并不夜、育犁二县，境内仍属青州东莱郡。郡治由今莱州市迁至今龙口市黄城集。"
        },
        {
            "type": "text",
            "text": "       三国时期，境内属魏东莱郡地，设昌阳县。晋初，省昌阳县并入长广县，属长广郡，今市境南部属之，郡治在今海阳市发城（一说驻不其，在今青岛市城阳区城阳村北）。同时改东莱郡为东莱国（都掖县，今莱州），市境北部属之，为牟平县地，县治在今烟台市福山区古现。惠帝元康八年（298年），又析长广县复置昌阳县，设治于今莱阳市照旺庄，仍属长广郡。自晋至北齐间，昆嵛山以东不再有县治。"
        },
        {
            "type": "text",
            "text": "       东晋时期，后赵在牟平县析置东牟郡东牟县，今市境北部属之，郡治、县治均在今烟台市牟平区。境南部仍属长广郡，为昌阳县地。前燕、前秦、后燕、南燕四代相沿未改。南北朝，刘宋省东牟郡并入东莱郡，省东牟县并入牟平县，今市境北部属之。南部仍属长广郡，为昌阳县地。北魏皇兴四年（470年）分青州置光州（治掖县，今莱州），领东莱、东牟、长广三郡，今市境北部属东牟郡牟平县地；南部属长广郡昌阳县地。东魏兴和元年（539年），析昌阳县地置观阳县，属长广郡，境南部属之，北部仍属东牟郡，为牟平县地。北齐天保七年（556年）省东牟郡并入长广郡，仍属光州；天统四年（568年）由牟平县、观阳县析置文登县，今市境尽属之。"
        },
        {
            "type": "text",
            "text": "       隋代，境内为青州东莱郡（治掖县，今莱州）地，设文登县。隋代，郡与州相继存续。开皇初废长广郡入莱州，至大业初又废莱州，置东莱郡。唐代，境内为河南道登州（治蓬莱）地，设文登县。唐代，登州几经置废。武德四年（621年）析东莱郡置登州，州治文登，贞观元年（627年）废。如意元年（692年）又以莱州之牟平、黄县、文登复置登州，州治牟平。神龙三年（707年）徙治蓬莱。天宝元年（742年）又废，改置东牟郡。乾元元年（758年），又改称东牟郡为登州。自唐麟德二年（665年）析文登县西境，于东牟故城（今牟平）置牟平县，至清雍正十三年（1735年）的一千余年间，境西南部一直属牟平县，其余属文登县。"
        },
        {
            "type": "text",
            "text": "       五代时期，境内建置与唐代同，先后属后梁、后唐、后晋、后汉、后周。北宋，境内为京东东路登州地，设文登县。宋延唐制，在境内置登州，初属京东路。熙宁七年（1074年）改属京东东路。境内置乳山寨，时属牟平县，即今乳山市乳山寨村。"
        },
        {
            "type": "text",
            "text": "       金代，境内为山东东路宁海州地，设文登县。天会六年（1128年）金人攻取京东东路州郡，天会九年（1131年）以登州之牟平、文登两县立宁海军。大定二十二年（1182年）升为宁海州，领牟平、文登二县，州治今牟平。境内置温水镇（时属文登县，在今环翠区温泉汤村）、汤泉镇（时属牟平县，在今乳山市汤上村）。元代，境内为中书省宁海州地，设文登县。金正大二年（1225年）元兵攻取京东州县，宁海州隶益都路。至元九年（1272年）宁海州直隶中书省部，领牟平、文登二县。"
        },
        {
            "type": "text",
            "text": "       明代，境内为山东布政使司登州府宁海州地，设文登县。明初，境内设辛汪寨、温泉镇、斥山镇、乳山寨四巡检司。洪武三十一年（1398年）为防御倭寇，在境内设威海、成山、靖海三卫和宁津守御千户所。明洪武三十一年（1398年），析辛汪都三里置设威海卫，原为文登县地，永乐元年（1403年）建城，名寓“威震东海”之义。“威海即由此而来。宣德二年（1427年）设文登营。成化年间（1465年～1487年）又设百尺崖、寻山、海阳三守御千户所。卫、所皆隶属山东都指挥使司。"
        },
        {
            "type": "text",
            "text": "       清代，境内为山东布政使司登州府地，设文登、荣成二县。明崇祯十六年（1643年）清兵由辽东海道攻入，破宁海州。雍正十三年（1735年）裁成山卫置荣成县，县治在今荣成市成山卫，属登州府。同时裁威海、靖海二卫并入文登县，设威海、靖海二巡检司。境内还设有石岛、盐滩二巡检司。光绪二十四年（1898年）英国强租威海卫。光绪二十六年（1900年）在租界内设威海卫行政长官署，属英国殖民部。威海卫城里仍属文登县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）裁并府、州，实行省、道、县三级制，境内除租界区外，文登、荣成二县属山东省胶东道。民国十四年（1925年），分胶东道置东海道，境内属之。民国十七年（1928年）废道制，实行省、县二级制，文登、荣成二县直属山东省。民国十九年（1930年）10月，威海卫收回，置威海卫行政区，直隶行政院。民国二十七年（1938年）至民国三十一年（1942年），国民政府先后将山东省划为三个行署区，17个行政督察区，文登、荣成二县属胶东行署区第七行政督察区。民国三十一年（1942年）12月，威海卫行政区管理公署被国民政府撤销。民国三十四年（1945年）10月，国民党山东省政府撤销了三个行署区，设立六个省政府办事处，分别领辖17个行政督察专员公署，今境内属鲁东（第六）办事处第七行政督察区。自民国三十四年（1945年）8月以后，境内除威海卫市市区北部曾被国民党军队暂时占领过外，其余全部已是解放区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中国共产党领导人民开辟抗日根据地，建立抗日民主政权。从民国二十九年（1940年）4月开始，中国共产党领导的县级抗日民主政府，先后在荣成、文登和威海卫建立；9月，东海专区成立，威海卫行政办事处和荣成县、文登县抗日民主政府属之。其后，境内先后又成立文西、文东（文登）、牟海行政公署等县级抗日民主政府，属东海专区。民国三十一年（1942年）7月，胶东区行政主任公署成立，东海专区属之。民国三十四年（1945年）8月，威海卫解放，成立威海卫市，与东海专区皆隶属胶东行政区。民国三十七年（1948年）3月，威海卫市改属东海专区，专员公署驻文登。"
        },
        {
            "type": "text",
            "text": "       1950年5月9日，撤销胶东行政区和东海专区，组建文登专区，撤威海卫市，设立威海县。其时，境内有威海、荣成、文登、昆嵛、乳山五县。1951年3月28日，撤威海县，复设威海市。1954年10月，威海市由专区辖市改为省辖市（县级），由文登专区督导。1956年2月24日，撤销文登专区，所属县市并入莱阳专区，专员公署驻莱阳。其时，境内设有文登县、荣成县、乳山县和威海市。1958年10月18日，莱阳专区更名为烟台专区，专员公署迁烟台市。同年，威海市由省辖市（县级）改为专区辖市，属烟台专区。1967年2月，经山东省革命委员会批准，烟台专区改称烟台地区，今境内属之。"
        },
        {
            "type": "text",
            "text": "       1983年8月30日，撤销烟台地区，烟台市升为省辖市，威海市仍为省辖县级市，由烟台市代管。1987年6月15日，威海市升为地级市，原县级威海市行政区域改设为环翠区；同时，将烟台市所辖荣成、文登、乳山三县划归威海市管辖。1988年10月，文登县改为省辖县级市，由威海市代管；11月，荣成县改为省辖县级市，仍属威海市管辖；1993年7月，乳山县改为省辖县级市，仍属威海市管辖。2014年1月25日，撤销文登市，设立威海市文登区，以原文登市(不含汪疃镇、苘山镇)的行政区域为威海市文登区的行政区域，将原文登市的汪疃镇、苘山镇划归威海市环翠区管辖。"
        }
    ]
}