{
    "title": "五代十国",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2015-08-31]   来源：www.Youlai19.cn  作者：【由来网】   阅读：531次",
    "content": [
        {
            "type": "text",
            "text": "       五代十国，一般又简称五代。唐朝灭亡之后，在中原地区相继出现了定都于开封和洛阳的后梁、后唐、后晋、后汉和后周五个朝代以及割据于西蜀、江南、岭南和河东等地的十几个政权，其中前蜀、后蜀、吴、南唐、吴越、闽、楚、南汉、南平（荆南）、北汉等十个割据政权被《新五代史》及后世史学家统称十国。“五代”更偏向于这五个位于中原的王朝，正统史学家们一般称五代为中央王朝，十国为割据政权。"
        },
        {
            "type": "text",
            "text": "【五代】\n\r\n后梁（907年～923年）\n       907年，梁王朱全忠（朱温）篡唐称帝，国号为梁，建都开封，史称后梁。923年11月19日为后唐所灭，共历三帝，前后十七年。"
        },
        {
            "type": "text",
            "text": "后唐（923年～936年）\n       923年，晋王李存勖在魏州（今河北大名县）称帝，改国号唐，定都洛阳，史称后唐。936年11月12日，为后晋所灭，历三世四帝，国祚共十四年。"
        },
        {
            "type": "text",
            "text": "后晋（936年～947年）\n       936年，太原留守、河东节度使石敬瑭在契丹扶持下于太原登基称帝，国为晋，史称后晋。947年1月11日，为契丹所灭，共经历了两帝，十二年。"
        },
        {
            "type": "text",
            "text": "后汉（947年～950年）\n       947年，契丹灭后晋之后退出中原，后晋河东节度使刘知远，在太原称帝，国号汉，定都于汴京（今河南开封），史称后汉。950年11月21日叛将郭威攻入汴京，后汉灭亡。共历二帝，立国仅四年。"
        },
        {
            "type": "text",
            "text": "后周（951年～960年）\n       951年正月，后汉枢密使、邺都留守郭威即帝位，改国号周，仍都开封，史称后周。960年正月初三，赵匡胤发动“陈桥兵变”，正月初四日后周恭帝禅位。享国十年，历经三位皇帝。"
        },
        {
            "type": "text",
            "text": "【十国】\n\r\n前蜀（907年～925年）\n       907年，壁州（今四川通江）刺史王建称帝，定都成都，国号蜀，史称前蜀。917年，改国号为汉。次年，复号为蜀。925年为后唐所灭，历二主，共十八年。"
        },
        {
            "type": "text",
            "text": "后蜀（934年～965年）\n       934年，后唐西川节度使孟知祥称帝，国号大蜀，定都成都，史称后蜀。965年正月为北宋所灭 ，历二主，共三十一年。"
        },
        {
            "type": "text",
            "text": "吴国（902年～937年）\n       902年，淮南节度使杨行密被唐王朝封为吴王，919年，杨行密与唐朝断绝君臣关系，独立建国，改元建制，但称吴王。921年，杨行密四子杨溥称帝，建立吴帝国，史称南吴。937年，吴帝杨溥禅位于徐知诰，吴国灭亡，历四主，共三十年。"
        },
        {
            "type": "text",
            "text": "南唐（937年～975年）\n       937年，徐知诰废吴帝杨溥，登上皇位，国号大齐，次年，徐知诰改姓名为李昪，改国号为唐，金陵为国都，史称南唐。974年11月12日为北宋所灭，历三主，共三十九年。"
        },
        {
            "type": "text",
            "text": "吴越（907年～978年）\n       907年，后梁封镇海、镇东两军节度使钱镠为吴越王。978年，吴越国末代国王钱弘俶为了避免战乱主动献土并入北宋，吴越国灭亡，历五主，共七十二年。"
        },
        {
            "type": "text",
            "text": "闽国（909年～945年）\n       909年，王审知受后梁封为闽王。927年，王审知长子王延翰称大闽国王。931年，王审知次子王延钧杀王延翰。933年，王延钧称帝，国号大闽，建都长乐。之后闽国内乱，943年二月，王延钧弟王延政于建州称帝，国号大殷，945年，王延政复国号为闽，同年为南唐所灭。历七主，共五十三年。"
        },
        {
            "type": "text",
            "text": "楚国（896年～951年）\n       896年，唐朝朝廷任马殷为武安军节度使，马殷开始割据。907年，后梁封马殷为楚王。927年，正式册封马殷为楚国王，马殷改潭州为长沙府，作为国都，南楚国正式成立，史称马楚。951年11月，南唐乘南楚内乱，派大将边镐率军进入楚国，占领长沙，南楚灭亡。历六主，共五十五年。"
        },
        {
            "type": "text",
            "text": "南汉（917年～971年）\n       917年，南海王刘龑在番禺（今广州）称帝，改广州为兴王府，国号“大越”。次年，刘龑以汉朝刘氏后裔自视，改国号为“汉”，史称南汉。971年为北宋所灭，历五主，共五十四年。"
        },
        {
            "type": "text",
            "text": "南平（907年～963年）\n       907年，高季兴被后梁皇帝朱温派任荆南节度使。923年，李存勗灭后梁，季兴入朝洛阳。次年，受封为南平王。963年北宋出兵湖南，假道江陵，末代南平王高继冲纳地归降，南平亡。历五主，共五十七年。"
        },
        {
            "type": "text",
            "text": "北汉（951年～979年）\n       951年，后汉大将郭威杀掉后汉高祖刘志远弟弟刘崇之子刘赟，建立后周。刘崇遂在太原称帝，国号汉，史称北汉。979年北汉为北宋所灭。历四主，共二十九年。"
        }
    ]
}