{
    "title": "肥城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1682",
            "category": "泰安市"
        },
        {
            "id": "1733",
            "category": "肥城市"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：302次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉初年（前206年）始置肥城县，因其地为春秋时肥子国遗民散居之处，故名。1992年3月1日，撤销肥城县，设立肥城市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商（殷）时期，地域属青州、徐州所辖；西周时属兖州所辖；春秋时期属齐、鲁两国所辖；战国时期归齐国管辖；秦代为齐郡所辖。西汉初年（前206年）始置肥城县，属兖州刺史部泰山郡所辖。东汉章帝末年（87年—88年）撤销肥城县，境地分属济北郡卢县、蛇邱县和东平县国富城县。"
        },
        {
            "type": "text",
            "text": "       三国魏（220年—265年）至东晋（317年）前，归属同东汉。晋成帝咸和二年（327年）后，境地属后赵、前燕、前秦、后燕、南燕的济北郡、东平郡分辖。南北朝宋（420年—479年），在原肥城县故城设济北郡，原肥城县境地分属卢县、蛇邱县和富城县，隶属兖州。"
        },
        {
            "type": "text",
            "text": "       南北朝，北魏孝昌三年（527年），复置肥城县，并设东济北郡于肥城县城。南北朝北齐（550年—577年）撤东济北郡，并入茌平县的济北郡，肥城县属之。南北朝北周建德六年（577年），于肥城县城置肥城郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇初年，废肥城郡，保留肥城县，属济州辖，隶属兖州。隋末，废肥城县，境地属济北郡管辖。唐武德五年（622年）复置肥城县、属东泰州辖，隶属河南道兖州。贞观元年（627年）撤肥城县，境地并入博城县。乾封元年（666年）改博城县为乾封肥。总章元年（668年），改乾封县复为博城县。神龙元年（705年），再次改称乾封县。五代（907年—960年）境地仍属乾封县，隶属兖州。"
        },
        {
            "type": "text",
            "text": "       宋代（960年—1279年）初属乾封县，后属奉符县、平阴县分辖，隶属京东西路郓州。金代（1115年—1234年）曾在旧肥城设辛寨镇，境地属平阴县、奉符县分辖，隶属山东西路东平府。元代至元十二年（1275年）复置肥城县，隶属山东东西道济宁路。"
        },
        {
            "type": "text",
            "text": "       明代洪武二年（1369年），肥城县改属济南府，隶属山东布政使司。清代初沿明制。雍正十二年（1734年）改属泰安州，隶属山东布政使司泰武道。雍正十三年（1735年）泰安州升为泰安府，肥城县仍属之。"
        },
        {
            "type": "text",
            "text": "       中华民国，民国二年（1913年）肥城县属岱北道。民国三年（1914年）改属济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，肥城县属泰安道。民国十七年（1928年）5月废道制，肥城县直属于山东省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），肥城县属第六行政督察区。抗战胜利后，民国三十六年（1947年）肥城县属第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月1日 ，日本侵略军第一次入侵肥城。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，肥城县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，肥城县属泰安道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）7月，全国抗日战争爆发，中国共产党领导泰西人民开展了创建泰西敌后的抗日根据地的斗争。民国二十七年（1938年），共产党领导的抗日政府建立，仍按国民党政府序列隶属，属第六行政督察区。民国二十八年（1939年）1月，中共鲁西区党委在馆陶县成立，共领导7个地委，肥城县属六地委（不久改称泰西地委）。 民国二十九年（1940年）4月15日，泰西、鲁西北两个行政委员会合并，成立鲁西行政主任公署，领泰西、运西、鲁西北、运东4个行政督察专员公署，肥城县属泰西专署。抗战胜利后，肥城县属冀鲁豫行署第一专属。"
        },
        {
            "type": "text",
            "text": "       1950年5月，设置泰安专区，肥城县归属泰安专区。1958年10月撤销泰安专区，所属县划归聊城专区。1959年7月肥城县划归济南市。1961年5月复置泰安专区，肥城县复归泰安专区。1967年3月成立“泰安地区革命委员会”；1972年7月改为泰安地区行政公署； 1985年5月撤销泰安地区，原县级泰安市升为地级市，肥城县一直随属。1992年3月1日，撤销肥城县，设立肥城市（县级），由省直辖、泰安市代管。"
        }
    ]
}