{
    "title": "新泰市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1682",
            "category": "泰安市"
        },
        {
            "id": "1734",
            "category": "新泰市"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：320次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋泰始年间（265年—275年），羊祜表奏晋武帝，取新甫山、泰山首字，改东平阳县为新泰县。据《今县释名》：“县西北有宫山，旧名小泰山，即古新甫，盖以此名。”1983年10月，新泰县与新汶市合并为新泰市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，今新泰地属于徐州之域。商周时期，今新泰地曾分别有杞国、菟裘、淳于等小国先后存在。春秋鲁宣公八年（前601年）10月，在今新泰城区建平阳城，属鲁国。楚考烈王八年（前256年），楚灭鲁，平阳城归楚。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，平阳城属薛郡。西汉高祖元年（前206年）设平阳县，为与河东（今山西临汾市）平阳县区别，后改称东平阳县，隶泰山郡，受兖州刺史部管辖。东汉属兖州泰山郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始年间（265年—275年），羊祜表奏晋武帝，取新甫山、泰山首字，改县名为新泰，隶兖州泰山郡。东晋时，归属未变。南北朝初期，归宋，属徐州东安郡。北魏兴安二年（453年），归北魏，属东泰山郡。 北齐天保元年（550年），归北齐，属未变。同年，蒙阴并入新泰县。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），新泰县属琅琊郡。唐武德五年（618年），隶莒州。唐贞观八年（634年），莒州废，复属沂州琅琊郡。北宋属京东路沂州琅琊郡。金时，隶山东西路泰安州。南宋景定三年（1262年），蒙阴县析出。元至元二年（1265年），新泰并入莱芜县，改为巡检司，隶山东东西道东平路泰安州。元至元三十一年（1294年），恢复新泰县，属未变。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），新泰县属山东省布政使司济南府泰安州。清雍正二年（1724年），泰安州改直隶州，又属泰安直隶州。清雍正十三年（1735年），泰安改州为府，新泰县遂属泰安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废州府，设省、道、县三级制，新泰属岱北道，民国三年（1914年）岱北道改为济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，新泰县属泰安道。民国十七年（1928年）5月废除道制，新泰属山东省政府。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区(后增至为17个)，新泰县属第十二行政督察区。抗战胜利后，民国三十六年(1947年)新泰县属第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)1月3日，日军侵占新泰。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，新泰县属鲁西道。民国二十九年(1940年)7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，新泰县属泰安道。民国三十四年(1945年)8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）10月28日，新泰县抗日民主政府成立，属“泰（安）、莱（芜）、历（城）、章（丘）、淄（川）、博（山）、新（泰）”7县抗日行政联合办事处。民国二十九年（1940年）3月31日，隶泰安行政专员公署。民国三十年（1941年）9月，新泰分解为三个县：城关以东与蒙阴县的西北部成立新蒙县，柴汶河以南与泰安县的东部和蒙阴县的西部成立泰宁县，两县隶泰南区行政联合办事处；城关以西、柴汶河以北与莱芜县的南部成立新甫县，隶泰山区行政专员公署。民国三十一年（1942年）12月，新甫县划为泰南区行政联合办事处。民国三十二年（1943年）8月，新蒙县撤销，该县原新泰部分和新甫县析出的原新泰部分合并，复称新泰县，属泰南行政督察专员公署。民国三十四年（1945年）10月，新泰县改属二专署（后改称沂蒙专署）。民国三十八年（1949年）7月，新泰县属鲁中南行政区泰山专署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，鲁中南行政区撤销，泰山专署改为泰安区行政督监专员公署，12月又改称泰安区专员公署，新泰县属泰安专署。1958年11月，泰安专署撤销，新泰改属济南市。1959年11月，析新泰县孙村公社及汶南、城关、宫里3公社各一部置新汶市（县级），隶济南市。1961年5月，恢复后的泰安专区，新泰县、新汶市同属恢复后的泰安专区。1965年6月，新汶改市为县，两县隶属未变。1967年—1981年，两县隶泰安地区革命委员会。1982年10月，新汶恢复为市，两县市同属泰安地区。1983年10月，新泰县、新汶市合并，成立新泰市（县级），由泰安地区代管。1985年5月撤销泰安地区，原县级泰安市升为地级市，新泰市隶属泰安市领导。"
        }
    ]
}