{
    "title": "宁阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1682",
            "category": "泰安市"
        },
        {
            "id": "1736",
            "category": "宁阳县"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：356次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       今宁阳县地原称“宁（甯）”，后入鲁为“宁乡”。汉元朔三年（126年）甯乡改为鲁共王刘馀之子刘恬侯国分封地后，改称”宁阳“，刘恬即称“宁阳节侯”，并于今泗店镇古城村建立都城。王莽篡汉后，在宁阳侯国故地设县，称“宁顺”县。东汉建武元年（25年）光武帝平定天下，又恢复宁阳旧称，仍置为县，“宁阳县”名始于此。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       明清《宁阳县志》及《历代沿革考》等古籍的“宁山之阳”说，乃误传。宁阳命名之时宁山并不在宁阳境内，而是属于其北邻的刚县。且宁山不在交界之处，而是处于刚县内地。"
        },
        {
            "type": "text",
            "text": "       刚县原名阐（一作“灛”），为周代古邑。战国时赵敬侯四年（前383年）于其地筑城，更名为“刚平” 。秦时改称刚县 ，属薛郡。汉朝因之，改属泰山郡。东汉属东平国。西晋改称刚平县，南朝宋废。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       五帝时期，今宁阳县境属少昊之墟。夏、商，县境属徐州之域。西周，县境属于鲁国。春秋时期，县境属鲁国，北部是齐鲁争夺的要地。境内有郕、郕（盛）、曲池（殴蛇）、阐（也作“灛”）、洮、遂。战国末期，秦灭楚国，县境归属秦。境内有刚（原名阐）、成（郕）。秦统一六国后置郡县，境内置刚、郕二县，均属薛郡。"
        },
        {
            "type": "text",
            "text": "       西汉初，今宁阳地称为“（宁）甯”，为功臣魏选封地，称庄侯（《汉书》作“严侯”），景帝四年（153），侯国废除。元朔三年（126）鲁共王刘馀之子刘恬被分封于此，此地时称甯乡，因改封侯国，“乡”字不适宜，乃在原”甯“后加一”阳“字，刘恬即称“宁阳节侯”。西汉时，县境内有宁阳、刚、桃山、汶阳四县，宁阳、刚、桃山属泰山郡，汶阳属鲁国。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉后，在宁阳侯国故地设县，称“宁顺”县。东汉建武元年（25年）光武帝平定天下，又恢复宁阳旧称，仍置为县，“宁阳县”名始于此时。东汉时县境内有宁阳、郕、刚、汶阳，县境西半部的南片属兖州刺史部东平国；北片和东北大部属兖州刺史部济北国；中部、东部属豫州刺史部鲁国。"
        },
        {
            "type": "text",
            "text": "       三国时县境属魏，境内有宁阳、刚，属兖州东平国；有汶阳，属豫州鲁郡。西晋时县境内有刚平、汶阳，县境西部、中西半部属兖州东平国，东部、中东半部属豫州鲁郡，东北部属兖州济北国。南北朝刘宋时县境内有汶阳，属兖州。北魏时境内有刚、汶阳、元城，属兖州。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），县名改为龚丘(又作邱)，属鲁郡。唐朝和五代，县名仍为龚丘，属兖州。宋太宗至道三年（997年）始，龚丘县属京东路兖州。熙宁七年（1074年），京东路划分为东、西两路，兖州属京东西路。大观四年（1110年）改县名为龚。政和八年（1118年），兖州升为龚庆府，复置鲁郡，龚县隶属京东西路袭庆府鲁郡。"
        },
        {
            "type": "text",
            "text": "       金大定二十九年（1189年）复汉旧名宁阳，属山东西路兖州。元朝至元八年（1271年）始，宁阳县属中书省济宁路兖州。明初，宁阳县属山东布政司济宁府兖州，洪武十八年（1385年），降济宁府为州，升兖州为府，宁阳县属山东布政司兖州府。清沿明旧，宁阳县属山东布政司兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府设道，宁阳隶属山东省岱南道，次年岱南道改为济宁道，宁阳县仍属之。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，宁阳县属之。国十七年（1928年）5月废道制。宁阳县直属山东省。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），宁阳县属第一行政督察区。抗战胜利后，民国三十六年（1947年）肥城县属山东省国民政府第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月5日，日军200人侵入宁阳县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，宁阳县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，宁阳县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中国共产党领导泰西人民开展了创建泰西敌后的抗日根据地的斗争。民国二十八年（1939年）9月，宁阳县隶属冀鲁豫行政主任公署泰西专署。抗战胜利后，民国三十四年（1945年）隶属冀鲁豫第一行政督察专员公署泰西区。民国三十七年（1948年）至民国三十八年（1949年）宁阳县先后隶属山东省鲁中南第七专员公署、山东省鲁中南泰西专员公署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，泰西专员公署并入泰安区专员公署，宁阳县隶属泰安区专员公署。1955年，宁阳县隶属山东省泰安专区。1958年10月，泰安专区与济南市合并，宁阳县划归济宁专区管辖，同年11月划归济南市管辖。1961年，恢复泰安专区，宁阳县仍属之。1967年3月成立“泰安地区革命委员会”，1972年7月泰安地区革命委员会改为泰安地区行政公署，宁阳县一直随属；1985年5月撤销泰安地区，原县级泰安市升为地级市，宁阳县属泰安市。"
        }
    ]
}