{
    "title": "东平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1682",
            "category": "泰安市"
        },
        {
            "id": "1735",
            "category": "东平县"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：345次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东平，古称东原。汉为东平国，东晋改东平郡，郡治在宿城，唐贞元四年（788年），宿城县改名东平县。名称源自“东原底平”。据《尚书·禹贡》载：大野既潴（潴，水退之意），东原底平。明洪武八年（1375年）为东平州，民国二年（1913年）废旧制府、州、厅为县，东平州改东平县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商时期称东原，属徐州之域。西周、春秋时期，今东平境内有须句、鄣、宿等诸侯国。战国时期，境内置无盐邑（治今无盐村），属齐。秦朝，境内设须昌县(治今埠子坡)、无盐县(治今无盐村)、张县(治今霍庄)，属薛郡。"
        },
        {
            "type": "text",
            "text": "       西汉甘露二年(前52年)，汉宣帝置东平国，以无盐邑为县城，宿城为王城，属兖州刺史部。至东汉永平二年（59年），东平国领须昌、无盐、寿张、富城、章、东平陆、宁阳、南平、阳槁、湖陵十县。三国魏，撤章县，须昌、无盐、寿张、富城仍属东平国（治迁寿张县治霍庄）。西晋，东平国都由寿张迁至须昌，东晋改东平国为东平郡，郡治宿城。南北朝，隶属未变。"
        },
        {
            "type": "text",
            "text": "       南朝宋，撤富城，北魏又复置。至北齐，富城县废制，无盐并入须昌县（治迁宿城）。北周，境内须昌、寿张二县属鲁州。隋代，寿张县治寿张集，属济北郡。隋开皇十六年（596年），须昌县迁回原治；就原无盐县境置宿城县（治宿城）。须昌、宿城二县属郓州（州治郓城）。"
        },
        {
            "type": "text",
            "text": "       唐乾元元年（758年）改东平郡为郓州，治所未变；贞元四年（788年），宿城县改名东平县。五代，须昌、寿张县沿属郓州。后唐同光元年（923年），改须昌为须城县。宋代复名郓州，咸平三年（1000年），河决受淹，遂移州城于王陵山前（今州城）。宣和元年（1119年），改郓州为东平府。"
        },
        {
            "type": "text",
            "text": "       金天会六年（1128年）立刘豫为“大齐”帝，先治大名，后迁须城伪称东京。并以须城为山东西路首邑。境内须城、寿张县仍属东平府（治须城）。元代设东平路，辖54州县，须城、寿张二县属东平路，须城为路城。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改路为府，须城为东平府治，寿张沿属。明洪武三年（1370年），寿张县分并须城、阳谷县。洪武八年（1375年），东平府降为州，同年撤须城县并入东平州，属济宁府。洪武十三年（1380年），复置寿张县于王陵店（今台前县），始离本境。洪武十八年（1385年），东平州改属兖州府。明代东平州领辖汶上、东阿、平阴、阳谷、寿张5县。"
        },
        {
            "type": "text",
            "text": "       清代前期，东平州仍属兖州府。清雍正八年（1730年），升东平州为直隶州，领辖东阿、平阴、阳谷、寿张4县。雍正十三年（1735年），撤直隶州为散州，治东平州城，属泰安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废旧制府、州、厅为县，东平州改东平县，属济西道。民国三年（1914年）6月3日，济西道改为东临道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，东平县属泰安道。民国十七年（1928年）5月废道制，东平县直属山东省政府。1935年，属省第一实验区行政长官公署。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），东平县属第一行政督察区。”七·七“事变后，东平县属第二行政督察区。抗战胜利后，东平县属山东省国民政府第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）8月17日，日本侵略军侵入东平。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，东平县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，东平县属泰安道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中国共产党领导泰西人民开展了创建泰西敌后的抗日根据地的斗争。民国二十八年（1939年）9月27日，东平县抗日民主政府成立，先后属泰西行政委员会和泰西专员公署。民国三十年（1941年），属冀鲁豫第一专署。民国三十一年（1942年），改属冀鲁豫第二专署。民国三十四年（1945年），属冀鲁豫第八专署。民国三十六年（1947年），属冀鲁豫第七专署。民国三十七年（1948年），东平县复属泰西专署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，泰西专区并入泰安专区，东平县属泰安专区。1958年12月，撤销泰安专区，东平县聊城专区，同时平阴县并入东平县。1959年8月，改属济南市。同年10月，撤东平县恢复平阴县建制。1961年7月恢复泰安专区。1962年1月1日，恢复东平县建制，复属泰安专区。1967年3月成立“泰安地区革命委员会”，1972年7月泰安地区革命委员会改为泰安地区行政公署，东平县一直随属；1985年5月撤销泰安地区，原县级泰安市升为地级市，东平县属泰安市。"
        }
    ]
}