{
    "title": "泰安市泰山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1682",
            "category": "泰安市"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：336次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1985年3月，撤销泰安地区，成立泰安市（地级），原县级泰安市分设泰山区、郊区。泰山区，因境内泰山而名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时期，齐国在境设博邑。秦代博邑改为博阳县，汉初改为博县，泰山郡治博县。汉武帝元封元年（前110年），泰山郡治所迁至奉高（今岱岳区范镇故县村）。北魏时期，博县改为博平县，泰山郡治迁博平。北齐时期，博平复改博县，泰山郡废，设东平郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）东平郡废。隋开皇十六年（596年），博县改为汶阳县，后又改为博城县，唐乾封元年（666年），改为乾封县，唐总章元年（668年），复改博城县，唐神龙元年（705年），又改为乾封县。"
        },
        {
            "type": "text",
            "text": "       北宋开宝五年（972年），乾封县治迁岱岳镇（今泰安城）。北宋大中祥符元年（1008年）乾封县改为奉符县。金天会十四年（1136年），于奉符地设泰安军，泰安得名始此。金大定二十二年（1182年），升泰安军为泰安州。清雍正十三年（1735年）升泰安州为泰安府，设泰安附郭县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），裁泰安府，留泰安县，同时设道制，泰安县属岱北道。民国三年（1914年）5月岱北道改名为济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置泰安道，道尹驻泰安县。民国十七年（1928年）5月废道制，泰安县直属于山东省政府。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），泰安县属第十二行政督察区。抗战胜利后，泰安县属山东省国民政府第十五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月31日晚，日军侵入泰安城，泰安沦陷。民国二十七年（1938年）3月5日伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，泰安县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，泰安县为泰安道驻地。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）1月，中共鲁西区党委在馆陶县成立，共领导7个地委，泰安（西）县属六地委。10月26日，泰西行政委员会成立，年底成立泰西行政督察专员公署，泰安（西）县属泰西专署。民国三十一年（1942年）12月，第十六（泰西）专署与十九（远东）专署合并，称第十六专署。民国三十三年（1944年）5月，冀南区与冀鲁豫区合并，组成冀鲁豫边区。原冀鲁豫区所辖第十六专署，改为第一专署，泰安（西）县属第一专署。民国三十七年（1948年）7月25日，第一专署(泰西)改泰西专区。民国三十八年（1949年），泰西县并入泰安县。"
        },
        {
            "type": "text",
            "text": "       1950年5月，泰西专区并入泰安专区，泰安城为泰安专区及泰安县驻地。1958年6月，泰安城关镇及周围村庄划出建立泰山市。同年11月29日，泰山市与泰安县合并建立泰安市。1963年4月撤市复县。1967年3月成立“泰安地区革命委员会”，1972年7月泰安地区革命委员会改为泰安地区行政公署，泰安县一直随属；1982年3月，泰安县复改泰安市（县级）。1985年3月，撤销泰安地区，成立泰安市（地级），原县级泰安市分设泰山区、郊区（2000年改为岱岳区）。"
        }
    ]
}