{
    "title": "济宁市兖州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        }
    ],
    "detail": "[日期：2015-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：346次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋属鲁国称瑕丘，也作负瑕、负夏，刘宋元嘉三十年(453年)六月立兖州，治瑕丘。北宋大观四年(1110) 因瑕丘之名犯了孔子名讳而称为瑕县。政和八年（1118年）兖州改为袭庆府，治瑕县。金代，因“瑕”字有“疵”义，不吉，改瑕县为嵫阳县，以境内嵫阳山为名。同时废袭庆府，改设兖州，治嵫阳。明洪武十八年(1385年)，明太祖封其第十子朱檀为鲁王，藩兖州，升兖州为府。明成化七年(1471年)因鲁王城失火，以水压火，故改嵫阳县为滋阳县。1958年滋阳与曲阜合并，仍命名曲阜县，1962年1月，滋阳与曲阜分治，滋阳县改称兖州县。1992年3月1日，撤销兖州县，设立兖州市（县级）。2013年10月18日，撤销兖州市，设立济宁市兖州区。\n\r\n       夏商周时，兖州为古九州之一，兖州之名，因兖水而得名。据《周礼》：“河东曰兖州。”兖州的“兖”字的意义是后人附加的。封其地为“兖”，是在春秋战国以后。此说最早见于两千多年前的西汉的纬书《春秋元命苞》云：“五星流为兖州。兖，端也，信也。”又云，“盖取兖水以名焉。”汉武帝置十三州，以旧名为兖州，自此不改。\n\r\n       兖州的这个“兖”字，来源于兖水。兖水又称济水，发源于今河南省济源县的王屋山中。《书禹贡》“导沇水，东流为济，入于河，”按《清会典图》，河南怀庆府猪龙河，即沇水。上流为济水，济水分黄河南和黄河北两部分，后来由于水系变化，黄河下游占据了古济水水道。"
        },
        {
            "type": "text",
            "text": "       兖水的兖字古代写作“沇 ”。在小篆里，“三点水”有时候可以写成“横水”而放在“允”字的上边，后为由篆书向隶书演化时，“横水”就变成了“六”，于是成为今天的“兖”字。段玉裁《说文解字注》：“兖州……小篆作沇，隶变作兖，此同义而古今异形也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代均有关于九州或十二州的记载，三代皆有“兖州”，但所指有所不同，但大致济水与黄河之间应为古兖州的区域范围。"
        },
        {
            "type": "text",
            "text": "       西汉武帝把全国重新划分为十四州，设十四州刺史部。兖州是其中之一，治所设在濮阳。东汉建武十一年(35年)，将西汉时期的朔方并入并州，改全国为十三州。兖州治所在昌邑(今山东金乡县西北40里)，下辖陈留、东 郡、任城、泰山、济北、山阳(今兖州属山阳郡)、济阳、东平八个郡国。"
        },
        {
            "type": "text",
            "text": "       三国时，兖州区域属魏国。兖州辖区辖八个郡国，将汉时陈留改为陈留国，任城国改为任城郡。据《三国疆域志》载，兖州初治昌邑，后移治廪丘(今山东鄄城县东)。"
        },
        {
            "type": "text",
            "text": "       晋时，设兖州刺史部，辖濮阳国、东平国、济北国、泰山郡、陈留郡、济阳郡、任城国、高平国(治昌邑)八郡国五十六县。晋武帝太康元年(280年)，全国划分为十九个州部，永嘉年间设立二十一个州部。兖州均为其中之一，初治廪兵，后移治郓城(今山东郓城西北)。晋惠帝末年(290年)。兖州全境沦没，附属后赵。战乱中的兖州黎民百姓，大量南迁，到东晋元帝时便在南方设置了侨州、侨郡、侨县、侨乡等，兖州为侨州之一，治所设在京口(今江苏丹徒)。晋明帝太宁年间(323年—325年)以郄鉴为兖州刺史，寄居广陵(今江苏江部县东北)。康帝建元初(343年)寄治金城(今江苏宁县北)。穆帝永和(345年—356年)中侨治下邳(今江苏邳县东)，淮西公太和(366年—371年)中又移治山阴(今江苏淮安)，孝武帝太元(376年—396年)中还治广陵，并割江淮地区为兖川辖境，领十四郡。历史上称广陵之兖州为南兖州，而称北方郓城同时存在的兖州为北兖州。北兖州辖东平、高平、济阳、济北、任城等郡。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋初年，武帝刘裕平河南，又设兖州于滑台(今河南滑县)，时称西兖州。宋文帝元嘉十年(433年)移治邹山(今山东邹城东南故邾城)，又寄治彭城(今江苏铜山县)，涉迁须昌(今山东东平县西涨 50里)。元嘉二十年(443年)把兖州区域分属徐州、翼州，其兖州旧地为鲁郡代替。至元嘉三十年(453年)六月复立兖州，治瑕丘(今兖州市)，宋孝武帝孝建初年(454年)治湖陆(今江苏沛县北)，宋明帝泰始初(465年)移治瑕丘。齐、梁时，又设北兖州于清江，设南兖州于广陵。"
        },
        {
            "type": "text",
            "text": "       兖州降北魏之后，侨治于淮阴，旧地兖州移治于滑台，后治瑕丘。时称瑕丘之兖州为东兖州，复曰兖州。而滑台之兖州则为西兖州。北魏孝昌年间(525年—527年)，西兖州又移治于定陶(今山东定陶县西北)。北魏太和年间(477年—499年)置南兖州于涡阳(今安徽蒙城县东北)，北魏正光年间(520年一525年)又移治谯城(今安徽亳州)。当时称兖州(瑕丘)、西兖州(滑台)、南兖州(谯城)为三兖州。东魏时设兖州于瑕丘，改置南兖州于陈留，西兖州于济阳(今山东曹县西北)o北齐时，改清江之兖州为淮州，广陵之兖州为东广州。"
        },
        {
            "type": "text",
            "text": "       隋初沿袭前制，开皇三年(583年)，“遂废诸郡，行州县之制”。大业二年（606年）瑕丘之兖州改为鲁郡，领十县。西兖州改为东郡，南兖州改为谯郡。唐高福李渊立朝后，实行州治。武德五年（622年）平徐元朗部，置兖州。治所设在瑕丘，领任城、瑕丘、平陆、袭丘、曲阜、邹、泗水七县。贞观十四年（640年）置兖州都督府，辖兖、泰、沂三个州。天宝元年（742年）改兖州为鲁郡，乾元年（758）复为兖州，领八县，同时设兖海节度使，治瑕丘，隶属河南道，辖兖、海、沂、密四个州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，梁、唐、晋、汉设兖州泰沂节度使，属河南道，治瑕后。到后周时期，因慕容彦超据兖州时反叛，遂降兖州为防御州，领六个县。宋朝大中祥符元年（1008年），兖州升为大都督府。北宋大观四年(1110) 因瑕丘之名犯了孔子名讳而称为瑕县。政和八年（1118年）兖州大都督府改为袭庆府，治瑕县，录属山东东路，下辖瑕县（今兖州市）、奉符（今泰安）、泗水、袭县（今宁阳、邹县（今邹城）、任城（今属济宁市）、仙源（今曲阜）、莱芜、金乡、鱼台十个县。"
        },
        {
            "type": "text",
            "text": "       金代，因“瑕”字有“疵”义，不吉，改瑕县为嵫阳县，以境内嵫阳山为名，滋阳山又名嵫山、滋阳山。同时废袭庆府，改设兖州，治嵫阳。大定十九年(1179年)改为泰宁军节度使，隶属山东西路，辖嵫阳、曲阜、泗水、宁阳四个县。元朝设兖州，治嵫阳，隶属济宁路。宪宗二年（1252年）分隶东平路。至元五年（1268年）复属济州，至元十六年（1279年）改隶济宁路总管府，辖嵫阳、曲阜、泗水、宁阳四个县。"
        },
        {
            "type": "text",
            "text": "       明初，嵫阳并入兖州。兖州辖三县，隶属济宁府。洪武十八年(1385年)，明太祖封其第十子朱檀为鲁王，藩兖州，升兖州为府，隶属于山东承宣布政使司，复置嵫阳县为兖州府治所在地，辖济宁、东平、曹、沂四州二十三县。明成化七年(1471年)因鲁王城失火，以水压火，故改嵫阳县为滋阳县，属兖州府。"
        },
        {
            "type": "text",
            "text": "       清因明制，仍称兖州府，治滋阳，属兖沂曹济道，仍领四州二十三县。雍正年间（1723年—1735年），沂、曹、济宁、东平四州直隶于省，先后割县十三，不再领州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废州府制，改道县制。撤销兖州府，府所在地滋阳县属岱南道。民国三年（1914年）5月岱南道改称济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，滋阳县属兖济道。民国十七年（1928年）5月废道制，滋阳县直属于省。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），滋阳县属第一行政督察区，直至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月4日，日本侵略军占领滋阳。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，滋阳县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，滋阳县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）1月，中共鲁西区党委在馆陶县成立，共领导7个地委，滋阳县属六地委。1941年1月设置鲁南行政区第二行署，后改为第四专署，专署先后驻滕县、滋阳（今兖州）。民国三十三年（1944年）10月，中共兖济(后改嵫阳)县委和抗日民主政府成立。民国三十七年（1948年）7月，滋阳县城区称兖州市，农村称滋阳县。同年12月，市县合并，称滋阳县。民国三十八年（1949年）7月，鲁南行政区第四行署更名为尼山专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销尼山专区，所辖区域分别划入滕县专区、临沂专区，滋阳县属藤县专区。1953年7月藤县专区改为济宁专区。1958年滋阳与曲阜合并，仍命名曲阜县，1962年1月，滋阳与曲阜分治，滋阳县改称兖州县，隶属济宁专区。1967年3月成立“济宁地区革命委员会”，1978年2月17日，改为济宁地区行政公署。1983年8月30日，济宁地区撤销，济宁市升为地级市，兖州县隶属济宁市。1992年3月1日，撤销兖州县，设立兖州市（县级），1992年9月19日，兖州市正式挂牌成立。2013年10月18日，撤销兖州市，设立济宁市兖州区。"
        }
    ]
}