{
    "title": "邹城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1737",
            "category": "邹城市"
        }
    ],
    "detail": "[日期：2015-09-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：330次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋鲁文公十三年(前615年)邾国国君邾文公卜迁于峄，重建国都于峄[yì]山之阳。至穆公时(前480年前后)改”邾”为“驺”。秦始皇统一六国后，实行郡县制，始设“驺县”。至唐初时，“驺”写为“邹”，以城南邹峄山为名。邹峄山又名“峄山”、“邹山”、“东山”，据说是“鲁穆公改驺山从邑，故谓邹山。《孟子 尽心上》曰：\"孔子登东山而小鲁，登泰山而小天下。\"东山，即指峄山。"
        },
        {
            "type": "text",
            "text": "       在我国古籍文献中，邾多作邹或驺，邾驺二字古音相同，“邾”和“邹”通用。据《今县释名》：“秦置，故邾国，曹姓，颛顼之后，赵岐曰，鲁缪公改邾曰驺，六书故，邾邹同声，春秋时邾用夷，故谓之邾娄，合邹邾之音为邹，故邾改名邹也。“\n\r\n【沿革】\r\n       夏代，属徐州；殷商时，属奄国。周克商灭奄，封颛顼玄孙陆终第五子晏安之苗裔曹侠于此，国号邾，附庸于鲁国，后为子爵。鲁顷襄王十八年(前281年)被楚所灭。秦统一中国后始设驺县，隶属薛郡。西汉高后元年（187年）改属豫州鲁国。新莽时期一度废驺县设驺亭，后不久恢复。"
        },
        {
            "type": "text",
            "text": "       三国时，驺县属魏。此后，“驺”又写作“邹”。历经魏、晋、刘宋、元魏各朝，仍置驺县，属鲁郡。在此期间，今境内西南部先后属橐县、高平侯国和高平县，西北部先后属南平县、黾平、南平阳侯国、平阳县和南平阳县。"
        },
        {
            "type": "text",
            "text": "       北魏时曾废卞县(今泗水县)，亦并入驺县，后又析出。北齐天保七年(556年)废平阳县，隋开皇十八年(598年)废高平县，先后将近驺县之地并入。隋大业二年(606年)驺县属徐州鲁郡。唐初改“驺”县为“邹”县，属河南道兖州鲁郡。唐肃宗乾元二年(759年)改兖州为泰宁军，宋设京东西路袭庆府皆辖鲁郡，邹县隶属不变。宋神宗熙宁五年(1072年)至元丰六年(1083年)曾将邹县设置为镇，属仙源县(今曲阜市)，元丰七年(1084年)复设邹县。"
        },
        {
            "type": "text",
            "text": "       金代，邹县属山东西路(原京东西路)滕州。元代，邹县属山东行中书省益都路滕州。元末至正十四年(1354年)属济宁府兖州。明初属济宁路兖州。明洪武十八年(1385年)升兖州为府。清末设山东省兖沂曹济道兖州府，邹县属兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废兖州府后，邹县属岱南道，民国三年（1914年）6月岱南道改名为济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，邹县属兖济道。民国十七年（1928年）5月废道制，邹县直属于省。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），邹县属第一行政督察区，直至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月6日，日本侵略军攻占邹县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，邹县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，邹县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年（1939年）3月以津浦铁路邹县境内段为界，分为邹东、邹西两个县级行政区。同年8月在邹西建立了邹县抗日民主政府，隶属于苏鲁豫区党委所辖之湖边地委。12月，邹东地区建立了邹东办事处，隶属于山东分局第一区党委第三地委政府工作部，民国二十九年（1940年）1月邹县抗日民主政府由邹西迁至邹东，与邹东办事处合并，仍称邹县抗日民主政府，先后隶属于山东分局第一区党委第三地委政府工作部、中共鲁南第一地委政府工作部。民国三十年（1941年）8月后，改属于鲁南第一行政主任公署领导。民国三十二年（1943年）9月,邹县隶属山东省鲁南行政区第一专区；民国三十四年（1945年）8月，隶属山东省鲁南行政公署第一专署。民国三十七年（1948年）8月建鲁中南行署后，邹县属鲁中南行署第四专署；翌年7月，鲁中南行署第四专署更名为尼山专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销尼山专区，所辖区域分别划入滕县专区、临沂专区，邹县划属藤县专区。1953年7月藤县专区改为济宁专区，1967年3月成立“济宁地区革命委员会”，1978年2月17日，改为济宁地区行政公署，邹县一直随属。1983年8月30日，济宁地区撤销，济宁市升为地级市，邹县为济宁市所辖县。1992年10月4日，撤销邹县，设立邹城市（县级），由济宁市代管。"
        }
    ]
}