{
    "title": "曲阜市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1738",
            "category": "曲阜市"
        }
    ],
    "detail": "[日期：2015-09-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：330次",
    "content": [
        {
            "type": "text",
            "text": "【沿革】\r\n       今曲阜，商为奄国都，周为鲁国都。楚考烈王十四年（前249年），楚灭鲁国后始设鲁县。隋文帝开皇四年（584年）改鲁县名为汶阳，开皇十六年（596年）初定县名为曲阜。据《史记正义》：“神农氏初都陈，后居曲阜，因城中有阜，委曲长七八里，故名”。阜，无石之山，即地势很高的陆地，或曰丘陵。北宋大中祥符五年（1012年）曲阜更名为仙源，宋高宗建炎二年（1129年）仙源县沦入金人统治之下，并恢复曲阜县旧名。民国三十四年（1945年）底曲阜与泗水并合并，称曲泗县，次年春曲、泗分治。1986年6月2日，曲阜撤县制，改为曲阜市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今曲阜地域，上古尧舜时代九州之一的徐州。商代，曲阜为奄国国都，并一度成为商王朝的都城。西周武王伐纣灭商（前1066年），武王将其胞弟、王国宰辅周公旦封于故奄地，立国为“鲁”。"
        },
        {
            "type": "text",
            "text": "       楚考烈王十四年（前249年）楚灭鲁，始设鲁县。秦始皇二十四年（前223年），秦灭楚，鲁县入于秦，秦始皇二十六年(前221年)统一中国，始实行郡县制，置薛郡，郡治设在鲁县，隶徐州部。"
        },
        {
            "type": "text",
            "text": "       汉景帝三年(前154年)皇帝刘启改封皇子、淮南王刘余为鲁王，以鲁县为国都。王莽新朝时期(8年—23年)，鲁国废为鲁郡。东汉时期，时为国、时为郡，仍治鲁县。曹魏时期，沿袭东汉建制。"
        },
        {
            "type": "text",
            "text": "       两晋时，鲁县为鲁郡郡治，鲁郡统7县：鲁、汶阳、卞、驺、蕃、薛、公邱。刘宋时期，鲁郡移治驺县，领6县：驺、汶阳、鲁、阳平、新阳、卞。北魏时还治鲁县，领5县：鲁、汶阳、邹、阳平、新阳。天保七年(556年)，鲁郡废，地入任城郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇四年（584年）改鲁县名为汶阳，开皇十六年（596年）初定县名为曲阜。大业二年(606年)，兖州改为鲁郡，属徐州。唐武德五年（622）平徐元朗部，置兖州，辖曲阜等7县。唐太宗贞观元年（627年）曲阜并入泗水，贞观八年（634年）恢复曲阜建制。五代十国时期，曲阜仍隶属兖州。      "
        },
        {
            "type": "text",
            "text": "       北宋大中祥符元年（1008年），兖州升为大都督府，辖曲阜等10县。大中祥符五年（1012年）曲阜更名为仙源，政和八年（1118年）兖州大都督府改为袭庆府，所辖县未变。宋高宗建炎二年（1129年）仙源县沦入金人统治之下，并恢复曲阜县旧名。金大定十九年（1179年）嵫阳、曲阜、泗水、宁阳四个县属兖州管辖。至元五年（1268）曲阜等4县属济州，至元十六年（1279）曲阜等4县复属兖州。"
        },
        {
            "type": "text",
            "text": "       明正德六年(1571年)河北刘六、刘七率领的农民起义军“破曲阜、焚官寺民居数百，县治为墟”。明武宗朱厚燳令山东巡抚于鲁故城西南隅——以孔庙为中心重筑新县城，即现存明故城。明清时期，曲阜均隶属兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，撤销兖州府，曲阜县属岱南道。民国三年（1914年）5月岱南道改名为济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，曲阜县属兖济道。民国十七年（1928年）5月废道制，曲阜县直属于省。自民国二十五年(1936年)起，山东省国民政府将全省划为12个行政督察区（后增至为17个），曲阜县属第一行政督察区。”七·七“事变后，曲阜划属第十五行政督察区。抗战胜利后，曲阜县复属第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月4日，日本侵略军攻占曲阜县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，曲阜县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，曲阜县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国三十年（1941年）1月设置鲁南行政区第二行署，后改为第四专署，曲阜县为其所辖。民国三十四年（1945年）底曲阜与泗水合并，称曲泗县，民国三十五年（1946年）春，曲阜、泗水分治。民国三十八年（1949年）7月，鲁南行政区第四专署更名为尼山专区，辖曲阜等9县。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销尼山专区，所辖区域分别划入滕县专区、临沂专区，曲阜县等划属藤县专区。1953年7月藤县专区改为济宁专区，所辖未变。1958年曲阜与滋阳合并，仍命名曲阜县，1962年，曲阜、滋阳分治，恢复原建制。1967年3月成立“济宁地区革命委员会”，1978年2月17日，改为济宁地区行政公署，所辖未变。1983年8月30日，济宁地区撤销，济宁市升为地级市，曲阜县隶属济宁市。1986年6月2日，曲阜撤县制，改为曲阜市（县级），由济宁市代管。"
        }
    ]
}