{
    "title": "梁山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1739",
            "category": "梁山县"
        }
    ],
    "detail": "[日期：2015-09-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：335次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十九年（1940年）8月， 中共鲁西区党委为巩由军展鲁西抗日根据地，决定在东阿、阳谷、寿张、郓城、汶上、东平六县边区结合部建立昆山实验区。民国三十八年（ 1949年）8月，设立昆山县。8月25日，改昆山县为梁山县。因境内有梁山而名。"
        },
        {
            "type": "text",
            "text": "       梁山本名“良山”，春秋时近有良邑，故名“良山”。“良山”改为“梁山”，说法有二："
        },
        {
            "type": "text",
            "text": "       一是据《史记·梁孝王世家》载，汉文帝前元十二年（前168年），汉文帝封第二子淮阳王刘王为梁王，曾北猎良山死后葬于山麓，景帝追谥为孝王，遂易名“梁山”。"
        },
        {
            "type": "text",
            "text": "       二是据《汉书·地理志》、《大清统一志》等载，西汉置寿良县，东汉光武帝叔父名刘良，为避叔讳，改寿良县为寿张县，“良山”易名“梁山”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷商时代，今梁山县境北部为商封王庶兄微子的封地。 西周，县境大部属于须句国。须句城，在安民山以东济水滨。今小安山东3千米东张庄村，即其故地。春秋时期，县境西部属晋国范邑，北部属鲁国微乡，东南部属鲁国中都邑。战国时期，属齐国的范、寿、须句等邑。"
        },
        {
            "type": "text",
            "text": "       秦，今梁山县境属薛郡的须昌县、张县和东郡范县。西汉，分属东郡的范、须昌、寿良三县，东南部属东平国的东平陆县。 东汉，分属兖州东郡范县、东平国的寿张、须昌县。三国，属克州东平郡范、须昌、寿张、东平陆四县。"
        },
        {
            "type": "text",
            "text": "       南北朝，今梁山县境属东平郡的须昌、寿昌（晋代的寿张）、平陆、范县。北魏并置东平郡，一属济州，一属克州。东平都又各置寿张县、范县。兖州东平郡郡治在秦城，所辖寿张县县治在今寿张集。县境分属克州东平郡的范县、寿张县、须昌县和济州东平郡的寿张县。 北齐时期，克州东平郡的寿张县并入须昌县。"
        },
        {
            "type": "text",
            "text": "       隋，今梁山县境属济北郡的寿张县、东平郡的须昌县、鲁郡的平陆县。寿张县城仍在今寿张集。 唐，分属郓州须昌、寿张、中都、郸城诸县。武德四年（621年），于寿张置寿州, 领寿张、寿良二县。武德五年（622年）废寿州，省寿良入寿张。 五代，隶属沿袭唐朝，后唐时改须昌为须城。"
        },
        {
            "type": "text",
            "text": "       北宋，今梁山县境分属郓州的须城、东阿、中都、寿张县。咸平三年（1000年）郓州城毁，迁至今东平县州城镇。寿张县治所仍在今寿张集。金，分属山东路东平府须城、汉上、寿张和济州的郸城县。大定七年（1167年）黄河决口，寿张县迁治竹口镇。大定十九年（1179年）复治于今寿张集。元，属东平路须城、寿张、汶上三县和济宁路的郸城县。"
        },
        {
            "type": "text",
            "text": "       明，今梁山县境属克州府东平州、寿张县、汶上县、东阿县、郓城县。县境东部属东平州，西部属寿张县（南至梁山）。郸城县与汶上县以独孤山（今独山）为界，以西属郓城县，以东属汶上县。清，分属山东克州府汉上县、寿张县和泰安府的东平州、东阿县及曹州府的郓城县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府、州，改为道、县。今梁山县境南部属岱南道（次年改为济宁道）郓城、汉上县。西、北部属东临道寿张县，东部属东平县。民国十七年（1928年），裁撤道制，各县直隶山东省政府。民国二十三年（1934年），划鲁西南十四县为“县政建设实验区”。次年1月， 在实验区基础上设“行政督察专员公署”。4月23日， 又改为“山东实验区长官公署”。民国二十五年（1936年）又改为“行政督察专员公署”。翌年，全省划为12个行政督察区，波上、东平县属第一专区，鄂城县属第九专区，寿张、阳谷县为第六专区。抗日战争开始后，民国二十七年（1938年）专署辖区略有调整，郸城、寿张、东平、汶上县属二专署，阳谷、东阿县属六专署。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）8月， 中共鲁西区党委为巩由军展鲁西抗日根据地，决定在东阿、阳谷、寿张、郓城、汶上、东平六县边区结合部建立昆山实验区。民国三十八年（ 1949年）8月，设立平原省，昆山县委、县政府隶属平原省菏泽地委和专署。8月25日，改昆山县为梁山县，属平原省菏泽专区。"
        },
        {
            "type": "text",
            "text": "       1952年春，梁山县委、县政府迁至后集村（今属梁山镇）。是年11月，平原省撤销，梁山县随菏泽专区划归山东省。1958年10月，撤销菏泽专区，梁山县改属济宁专区。1959年6月，梁山县复属菏泽专区。1967年至1977年，原菏泽专区所辖各县属菏泽地区“革命委员会”领导。1978年，撤销各级“革命委员会”，改称菏泽地区行政公署。1989年12月2日，菏泽地区的梁山县划归济宁市管辖。 "
        }
    ]
}