{
    "title": "泗水县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1740",
            "category": "泗水县"
        }
    ],
    "detail": "[日期：2015-09-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：642次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇十一年（591年）于虚朾[chēng]邑（今泗水镇）置泗水县，以泗河得名。《今县释名》：“泗水源出县东陪尾山。源有泉四，四泉俱导，故名泗。秦因置泗水郡，隋以名县。”"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       泗河，古名泗水，发源于蒙山腹地新泰南部太平顶西麓，于济宁市东南鲁桥镇注入京杭大运河，干流长159公里。子在川上曰：“逝者如斯夫，不舍昼夜”，这里的“川”正是泗河。朱熹的“胜日寻芳泗水滨， 无边光景一时新，等闲识得东风面，万紫千红总是春”，诗中所言泗水也是此河。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       虞夏为徐州之域。商为卞明国地。春秋为鲁虚朾邑（今泗水镇）、卞邑（今泗水镇东21公里之卞桥村）及蔑邑（今卞桥南）地。秦仍为卞邑，属薛郡。西汉置卞县，治所卞邑（今泉林镇卞桥），其疆域包括今县境北部、中部、东部和新泰市放城一带，属鲁国。"
        },
        {
            "type": "text",
            "text": "       三国时期，地属魏国鲁郡。西晋改鲁郡为鲁国。西晋末全境沦于石勒的后赵，东晋太和元年（366年）陷于前燕。宁康元年（373年）陷于前秦。南朝宋初，卞县废。明帝泰始二年（466年）复置卞县，属鲁郡。因兖州刺史毕敬众降魏，其后，卞县所属忽宋忽魏。至宋末梁初常属北魏。北魏，泗水县境西部为汶阳县，东部为卞县，均属鲁郡。"
        },
        {
            "type": "text",
            "text": "       隋代开皇三年（583年）废汶阳入鲁县，开皇十一年（591年）于虚朾邑（今泗水镇）置泗水县，以泗河得名。领原卞县地，属兖州，后属鲁郡。唐，属河南道兖州鲁郡。后五代，属兖州。宋，为京东西路袭庆府所辖。金，为山东西路兖州所辖。"
        },
        {
            "type": "text",
            "text": "       元，属济宁路兖州，至元二年（1336年）泗水县并入曲阜。至元三年（1337年）春，因治理不便，于泗城西8里置锦川县。同年冬，废锦川县，复置泗水县，仍隶属兖州。\r\n明，洪武初年，泗水县隶属济宁府兖州。清，泗水县隶属兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府、州，改为道、县制。泗水县属岱南道（次年改为济宁道）。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，泗水县属兖济道。民国十七年（1928年）5月废道制，泗水县直属于山东省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），泗水县属第一行政督察区。”七·七“事变后，泗水县划属第十五行政督察区。抗战胜利后，泗水县复属第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月11日，日本侵略军攻占泗水县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，泗水县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，泗水县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十七年（1938年）6月，中共泗水县委建立，10月底，泗水县委撤销，曲泗宁县委建立。民国二十八年（1939年）6月，中共尼山特委建立，曲泗宁县委隶属尼山特委。民国二十九年（1940年）2月，中共泗水中心县委建立，7月，与曲阜工委合建为中共曲泗县委，属鲁南专区第一行政区，民国三十三年（1944年），曲泗县属鲁南行政区第一专区。民国三十四年（1945年）4月，曲泗县分为泗水、曲阜两县。民国三十七年（1948年）鲁南行政区第一专区改为鲁中南行政区第四专区，民国三十八年（1949年）7月，又更名为尼山专区，泗水县一直随属。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销尼山专区，泗水县划入泰安专区。1956年泗水县划入济宁专区。1967年3月成立“济宁地区革命委员会”，1978年2月17日，改为济宁地区行政公署，所辖未变。1983年8月30日，济宁撤地设市时，泗水县划归泰安地区。1985年3月22日，泰安地区的泗水县划归济宁市管辖。"
        }
    ]
}