{
    "title": "英吉沙县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "137",
            "category": "喀什地区"
        },
        {
            "id": "186",
            "category": "英吉沙县"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：423次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清乾隆三十一年（1766年），清廷在英吉沙设领队大臣。清光绪十年（1884年），置英吉沙直隶厅，定名为英吉沙尔。中华民国二年（1913年），英吉沙尔直隶厅改为二级县，定名英吉沙。英吉沙，系维吾尔语，意为“新城”。清《西域图志》作英噶萨尔。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉为疏勒国地。清乾隆三十一年（1766年）设英吉沙尔领队大臣，隶属喀什噶尔道参赞大臣。光绪九年（1883年）置英吉沙尔直隶厅，分东、西、南、北四乡，隶属喀什噶尔道。民国2年（1913年）改为英吉沙县。1929年后属喀什行政区、喀什督察专区。1949年以来属喀什专区、南疆行政区，1958年后属喀什专区、喀什地区。"
        },
        {
            "type": "text",
            "text": "       西汉神爵二年（前60年）前，英吉沙境内山地归依耐行国，平原由桢中城国管辖。西汉神爵二年（前60年），汉朝政府于乌垒设西域都护府，统领西域各国，英吉沙纳入汉朝版图，归西域都护府管辖。东汉光武帝建武五年（29年），归属因抗匈奴有功被封为西域大都尉的莎车国王管辖。东汉明帝永平四年（61年），归逞霸于塔里木盆地西缘一带的于阗国管辖。东汉明帝永平十七年（74年），班超定西域，归汉朝西域都护管辖。东汉和帝永元十四年（102年），西域都护班超奉诏回京，西域诸国反，境内依耐、桢中两国自立。东汉安帝永初元年（107年），北匈奴控制西域，英吉沙成其属地。东汉顺帝永建二年（127年），西域长史班勇会同敦煌太守张朗再次收复西域。"
        },
        {
            "type": "text",
            "text": "       魏文帝黄初二年（222年），英吉沙由朝廷封为复归中央政权，由朝廷封为汉大都尉的疏勒国王臣磐节制，依耐、桢中两国被疏勒兼并，但仍受魏在西域重设的戊己校尉领护。北魏宣武正始元年（504年），哒越葱岭占据疏勒国，英吉沙成为哒属地。"
        },
        {
            "type": "text",
            "text": "       隋大业元年（605年），西突厥占领疏勒，英吉沙为西突厥节制。唐显庆三年（658年），西突厥败退西域，唐设疏勒都督府统辖英吉沙。唐咸亨元年（670年），吐蕃占领英吉沙20余年，至武则天如意元年（692年），回归中央政权。唐开成五年（840年），英吉沙归东喀喇汗王朝管辖。"
        },
        {
            "type": "text",
            "text": "       西辽康国元年（1134年），东喀喇汗王朝臣属西辽，英吉沙一带随之归属西辽，蒙古太祖十二年（1217年），成吉思汗派兵攻占喀什噶尔，由达鲁花赤（监治官）镇守英吉沙一带。此后，一直归属元朝。明正德九年（1514年），察合台后裔赛义德汗建立叶尔羌国，英吉沙受其管辖。清康熙十九年（1680年），蒙古准噶尔部在维吾尔族白山派和卓阿巴克引领下灭叶尔羌汗国，英吉沙一度受准噶尔控制。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十四年（1759年），清政府平定大小和卓叛乱后，划英吉沙为中等城，命一名四品阿奇木伯克署理政事，另设总兵管理边务。清乾隆二十八年（1763年），清廷在喀什噶尔设参赞大臣管理英吉沙等南八城事务。清乾隆三十一年（1766年），清廷在英吉沙设领队大臣，署理边务兼理民事，受喀什噶尔办事大臣节制。清光绪八年（1882年），清廷在喀什噶尔设分巡道，署理英吉沙等西四城事务。清光绪十年（1884年），清政府筹建新疆行省，置英吉沙为直隶厅，定名为英吉沙尔，归喀什噶尔道管辖。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913年），英吉沙尔直隶厅改为二级县，定名英吉沙，设县公署，隶属于喀什噶尔分巡道。民国十六年（1927年），新疆废除道尹之职，各道改称行政区，县公署改称县政府，县知事改称县长。喀什设行政长公署于疏附县（今喀什市），英吉沙归喀什行政长公署管辖。民国三十二年（1943年），喀什行政长公署改称新疆省第三行政督察专员公署，英吉沙归第三区行政督察专员公署管辖。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，英吉沙县先归喀什专区领导。1954年，归南疆行署管辖。1956年，南疆行署撤销，复归重新成立的喀什专员公署领导。1958年后属喀什专区、喀什地区。1969年，由喀什地区革命委员会领导。1979年，撤销革命委员会，改归喀什地区行政公署领导至今。"
        }
    ]
}