{
    "title": "汶上县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1741",
            "category": "汶上县"
        }
    ],
    "detail": "[日期：2015-09-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：340次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       金泰和八年（1208年），将汶阳县更名汶上县，因地处汶水之滨而得名。 其实汶上在汶水下游，主要是因为下字是不吉利的字眼，即使有下人们也不说下，把在汶水下游，理解成“汶水在上”，因此就出现了汶上之名。\n\r\n【沿革】\r\n       商代，境内置厥国。周代，先后置郕国，（鲁国）中都邑、阚邑，周武王封同母弟叔武于郕，鲁定公九年（前501年），鲁“定公以孔子为中都宰“。战国时，齐置平陆邑。秦统一中国，行郡县制，县境内约分属薛郡的张县（治邑在今东平县霍庄）、无盐县（治邑在今东平县无盐村）。"
        },
        {
            "type": "text",
            "text": "       汉宣帝甘露二年（前52年）前后，境内始置东平陆县，隶属兖州东平国。此为汶上建县之始。 三国魏晋，今县境统属兖州东平国（郡）东平陆县。南朝时，刘宋改称平陆县，后改称乐平县。隋初仍称平陆县。"
        },
        {
            "type": "text",
            "text": "       唐天宝元年（742年）三月，平陆县改称中都县，移县城于今治。金贞元元年（1153年）中都县更名汶阳县。金泰和八年（1208年），取”汶水在上（北）”之意，更名汶上县。"
        },
        {
            "type": "text",
            "text": "       元朝时，汶上县属东平路东平府。明洪武十八年（1385年），升兖州为兖州府，汶上县属兖州府东平州。清初沿袭明制，雍正年间（1723年—1735年）起，兖州府不再领州，只领滋阳、曲阜、邹、泗水、滕、峄、汶上、阳谷、寿张十县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府、州，改为道、县制。汶上县属岱南道（次年改为济宁道）。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，汶上县属兖济道。民国十七年（1928年）5月废道制，汶上县直属于山东省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），汶上县属第一行政督察区。”七·七“事变后，泗水县划属第二行政督察区，直至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月16日，日本侵略军攻占汶上县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，汶上县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，汶上县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年（1939年）1月，中共鲁西区党委（即中共山东分局第2区党委）在馆陶县成立，共领导7个地委，汶上县东部属六地委，汶上县西部属七地委。12月，成立泰西行政督察专员公署，汶上县属泰西行署。民国三十一年（1942年）7月，成立冀鲁豫区第二十三专署，汶上县属之。民国三十四年（1945年）8月，日本投降后，汶上县属冀鲁豫区第二专署。民国三十五年（1946年）9月，汶上县划属第七专署。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，汶上县属泰安专区。1953年7月2日，湖西、滕县两专区合并，改称济宁专区，汶上县由泰安专区划入济宁专区。1967年2月5日，济宁专署被地区造反组织夺权，成立了济宁地区革命委员会，1978年7月，济宁地区革命委员会撤销，成立济宁地区行政公署，汶上县属济宁地区。1983年8月30日，济宁撤地设市，汶上县隶属济宁市。"
        }
    ]
}