{
    "title": "金乡县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1743",
            "category": "金乡县"
        }
    ],
    "detail": "[日期：2015-09-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：573次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦时，在今金乡县附近置东缗、昌邑、爰戚三县。汉武帝天汉四年（前97年）四月，封子刘髆为昌邑王，天汉十一年（前90年）薨，葬於高平山。初在山北凿墓得白兔，以为不吉，更葬山南，凿而得金，故高平山改名曰金乡山。东汉建武元年（25年），省爰戚县，改置金乡县，以山得名，治所在今嘉祥县阿城铺。北魏和刘宋时期，昌邑、东缗两县并入金乡县，北魏的末期，金乡县从故城阿城铺迁入今城址。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏为有缗国，系舜子季禧的封地。周武王伐纣，灭商也灭缗国，周朝，设缗邑 ，属宋国。战国后期，缗邑归属于齐国。秦始皇二十六年（前221年），秦统一中国，推行郡、县制，缗邑即改名为东缗县（今金乡中东部，治所在今金乡县城），时东缗、昌邑（今金乡西北，治所在巨野县昌邑集）、爰戚（今嘉祥东南，治所在今嘉祥县阿城铺）三县鼎立，隶属于砀郡管辖。"
        },
        {
            "type": "text",
            "text": "       西汉汉高祖推行郡国制度，设州、郡、县三级政权，今金乡境仍为当时的东缗县地。初属梁国（国王彭越）的兖州山阳郡管辖。西汉平帝九年（6年），王莽篡汉，建国为新朝。王莽称爰戚为戚亭。西汉时期，爰戚尚存，未改置金乡县。东汉建武元年（25年），改爰戚县为金乡县。"
        },
        {
            "type": "text",
            "text": "       三国时期，行州郡县三级政区，东缗、昌邑、金乡三县仍然并存，均属兖州的山阳郡，昌邑城仍为山阳郡的郡治。东汉、三国时期，东缗县城都在今金乡县城。"
        },
        {
            "type": "text",
            "text": "       西晋行郡国制，晋武帝泰始元年（265年），改山阳郡为高平国，仍以昌邑城为国都，金乡县隶属之。东缗县已改称南平郡。东晋，金乡县曾改为郡，但为时不久，金乡被北魏占领，郡即被废。金乡置郡，仍在故城阿城铺。"
        },
        {
            "type": "text",
            "text": "       南北朝的北魏时期，金乡县属兖州高平郡，刘宋、北齐、北周因之。在北魏和刘宋时期，昌邑、东缗两县并入金乡县，金乡县治仍在故城阿城铺。北魏的末期，金乡县从故城阿城铺迁入今城址。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），金乡县分置昌邑县；大业二年（606年），实行罢州置郡，昌邑县复并入金乡县，金乡县归属济阴郡（郡治曹州，即今曹县西北）。"
        },
        {
            "type": "text",
            "text": "       唐朝武德元年（618年），金乡县属河南道兖州鲁郡管辖。武德四年（621年），金乡、方与（今鱼台县）置金州（州治于今县治所），金乡、方与两县隶属于金州。武德五年（622年），复置昌邑县，金州改称为戴州，今金乡县治也是戴州的州治。武德八年（625年），昌邑县复并入金乡县。贞观元年（627年），废除戴州，金乡县归属兖州鲁郡管辖。"
        },
        {
            "type": "text",
            "text": "       五代后周时期，金乡县先后隶属单州、济州（州治巨野）管辖。宋朝，金乡县属京东西路济州济阳郡管辖。宋度宗咸淳元年（1265年），鱼台县并入金乡县，第二年恢复鱼台县。金时，金乡县隶属山东西路济州管辖。元朝，金乡县隶属济宁路。元顺帝至元二年（1336年），鱼台县并入金乡县。至元三年（1337年）复置鱼台县。\n\r\n       明朝初年，金乡县则属济宁府。洪武十八年（1385年），金乡县隶属山东布政司兖州府。清朝，顺治初年（1644年），金乡县为兖州府领地。乾隆四十一年（1776），金乡县从兖州府析出归属济宁直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），金乡县属兖沂曹济道；民国二年（1913年）改属岱南道，翌年，岱南道改称济宁道。 民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，金乡县属兖济道。民国十七年（1928年）5月废道制，金乡县直属于山东省。民国二十三年（1934年）属济宁行政督察区。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），嘉祥县属第二行政督察区。”七·七“事变后，嘉祥县划属第十一行政督察区，至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）4月12日，日军侵占金乡县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，金乡县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，金乡县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。 "
        },
        {
            "type": "text",
            "text": "        抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十九年（1940年）3月24日，金乡县抗日民主政府成立，属湖西专区。民国三十年（1941年），西北部划归巨南五县联合办事处辖区。民国三十一年（1942年），金乡县属晋冀鲁豫边区第二十一专区。民国三十二 年（1943年）6月，县西部、西北部地区与巨野县东南部地区合并建立金巨县，7月，城南地区与单县的东北及北部地区合并建立金曹县，二县同属晋冀鲁豫边区第二十一专区，金乡县抗日民主政府建制撤销。民国三十三年（1944年）1月，原金乡县的东北部地区划归为金济鱼联合办事处的辖区(县级)。8月，晋冀鲁豫边区第二十一行政督察专署改称冀鲁豫第十一行政督察专员公署，金曹县、金巨县、金济鱼办事处均属之。同年10月，撤销金济鱼边区联合办事处。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，民国三十四年（1945年）9月，撤销金曹县，恢复金乡县建制，属冀鲁豫第三专区。民国三十五年（1946年）2月，撤销金巨县，原金乡辖区划归金乡县。同年，金乡县国民党政府随其部队返回县城，属国民党山东省第十一行政区。金乡县民主政府转移到农村活动。民国三十六年（1947年）9月，重建金巨县，同属冀鲁豫第三专区。民国三十七年（1948年）8月，国民党县政府溃逃，金乡解放。同年，撤销金巨县，金乡县恢复原建制，仍属冀鲁豫第三专区。民国三十八（1949年）8月20日，冀鲁豫边区撤销，成立平原省，金乡县属平原省湖西专区。"
        },
        {
            "type": "text",
            "text": "       1952年11月30日，平原省被撤销，其所辖的湖西专区整体复归山东。1953年7月，撤销湖西专区，所属金乡、嘉祥、鱼台3县划归济宁专区。1956年2月，鱼台县并入金乡县，1964年7月，鱼台县恢复建制。1967年2月5日，济宁专区被地区造反组织夺权，成立了济宁地区革命委员会，1978年7月，济宁地区革命委员会撤销，成立济宁地区行政公署，金乡县属济宁地区。1983年8月30，济宁撤地设市，金乡县隶属济宁市。"
        }
    ]
}