{
    "title": "鱼台县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1744",
            "category": "鱼台县"
        }
    ],
    "detail": "[日期：2015-09-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：445次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时，此地为鲁国棠邑。秦置方与县，唐宝应元年（762年），始改方与为鱼台，因城北有鲁隐公观鱼台，县以此名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期，境内为极国封地。春秋时期，改置棠邑，属鲁国。鲁隐公五年（前718年）春，鲁隐公到棠邑治所武棠亭观鱼。战国初期，境内置方与邑，属宋国。"
        },
        {
            "type": "text",
            "text": "       秦统一中国，实行郡县制，境内置方与、湖凌二县，属薛郡。西汉，境内置方与、湖凌、囊三县，属山阳郡。东汉永平二年（59年）胡陆（即湖陵）、橐并入东平国。三国时期，方与属曹魏山阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始元年（265年），改山阳郡为高平国。东晋改高平国为高平郡，胡陆、方与属之。南朝宋永初元年（420年）胡陆县裁撤，此后今鱼台县地只有方与一县。隋开皇十六年（596年），方与县改属彭城郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年（621年），方与县属金州。翌年，改金州为戴州，遂属戴州。贞观十七年（643年），戴州废，改属河南道兖州鲁郡。宝应元年（762年），因境内有鲁隐公观鱼台，始改方与为鱼台。"
        },
        {
            "type": "text",
            "text": "       五代十国，后梁时属兖州鲁郡，后唐、后晋、后汉、后周皆属单州。北宋，鱼台县属京东西路单州。蒙古太宗七年（1235年），改隶经州。世祖至元二年（1265年），鱼台县并入金乡县，至元三年（1266年）恢复鱼台县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）鱼台县属徐州。洪武七年（1374年），改属济宁府。洪武十八年（1385年），降济宁为州，升兖州为府，鱼台县遂属兖州府。清雍正二年（1724年），属山东布政使司济宁直隶州。雍正八年（1730年），改属兖州府。乾隆四十一年（1776年），复属济宁直隶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，鱼台县属岱南道，翌年，岱南道改称济宁道。 民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，鱼台县属兖济道。民国十七年（1928年）5月废道制，鱼台县直属于山东省。民国二十三年（1934年）属济宁行政督察区。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），鱼台县属第一行政督察区，直至抗战胜利后。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月16日，日军侵占金乡县。3月5日，伪山东省公署成立，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，鱼台县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，鱼台县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "        抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十八年（1939年）7月1日，鱼台县抗日民主政府成立，属湖西专区。抗日战争结束后，民国三十五年（1946年）6月，复建鱼台县国民政府。是年9月，国民政府军占据鱼台。民国三十七年（1948年）8月，鱼台全境解放，鱼台县国民政府结束。民国三十八（1949年）8月20日，冀鲁豫边区撤销，成立平原省，鱼台县属平原省湖西专区。"
        },
        {
            "type": "text",
            "text": "       1952年11月30日，平原省被撤销，其所辖的湖西专区整体复归山东。1953年7月，撤销湖西专区，所属鱼台、嘉祥、金乡3县划归济宁专区。1956年2月，鱼台县并入金乡县，1964年7月，鱼台县恢复建制。1967年2月5日，济宁专区被地区造反组织夺权，成立了济宁地区革命委员会，1978年7月，济宁地区革命委员会撤销，成立济宁地区行政公署，金乡县属济宁地区。1983年8月30，济宁撤地设市，鱼台县隶属济宁市。"
        }
    ]
}