{
    "title": "微山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        },
        {
            "id": "1745",
            "category": "微山县"
        }
    ],
    "detail": "[日期：2015-09-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：816次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1953年8月22日，为了发展渔业与统一湖区领导设立微山县，因境内微山湖而得名。"
        },
        {
            "type": "text",
            "text": "       微山湖湖名，源于微子，名启，是殷帝乙的长子，殷纣王的同母庶兄。微子为宋国始祖，死后葬于宋国留色（今微山岛西湖内）东山上，而后称微山。明代中期，微山周围成湖，名之微山湖。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周代，今境内为宋国领地。春秋时期，此地有聚邑名为“留”，大致位于微山湖西岸。战国后期，周赧王二十九年(前286年），齐楚魏联合灭宋，沛、留归齐；周赧王三十一年（284年）以燕国为首的的五国伐齐，楚国趁齐之危，夺取沛、留二邑。秦代，在“留”邑设置留县，又设置广戚县，县治在夏镇。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年），刘邦封张良为留侯。文帝前元五年（前175年），国除为县，即称留县，故治在今江苏沛县东南的微山湖湖区内，微山岛西南，属楚国。汉武帝元朔元年（前128年），封刘将为广戚侯，国都在今山东微山县夏镇街道，侯国封土为微山县南部和滕县南部的一部分区域，属豫州管辖。刘将去世，子刘始嗣，元鼎五年（前112年）坐酎金免①。西汉居摄元年（6年）2月，汉平帝去世后，广戚侯国废除，称广戚县。"
        },
        {
            "type": "text",
            "text": "       西汉孺子婴初始元年（9年）1月，王莽篡汉，废楚国为楚郡，留县随属，广戚县更名力聚县。地皇四年（23年）新莽灭亡，郡、县复名。三国时，魏文帝黄初三年（222年）彭城郡复为彭城国，封曹据为王，留、广戚2县遂属彭城王国。两晋时，留、广戚2县仍属彭城国。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋武帝永初元年（420年），彭城国改以皇子刘义康为王，留县隶之不改，广戚则在此前被省废。北齐文宣帝天保七年（556年），留县废，县境入沛县，隶徐州沛郡。北周武帝建德六年（577年）二月，周军灭齐，沛县随属周，入周后，沛郡废，沛县改隶彭城郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），废彭城郡，沛县直隶徐州（治彭城县），开皇十六年（596年）复置留县于今沛城镇东南五十里微山湖西岸，亦隶属于徐州。隋唐之际，沛、留二县随彭城郡为王世充所据。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德四年(621年)，王世充降唐，同年唐改彭城郡为徐州，留县被省废，地入沛县。此后历经宋、金、元、明、清及中华民国时期，微山湖水域始终归沛县和藤县管辖。"
        },
        {
            "type": "text",
            "text": "       1949年10月，新中国成立后设置滕县专区，辖藤县、沛县、济宁等16个县。同时为了统一管理微山湖，设立湖区办事处。1953年7月，滕县专区驻地搬迁至济宁，改称济宁专区。1953年8月22日，原属滕县的微山湖水域从滕县专区划出设立微山县，驻夏镇。10月6日，山东省人民政府公布实施，全县设9区1镇71乡，隶属济宁专区。1967年2月5日，济宁专区被地区造反组织夺权，成立了济宁地区革命委员会，1978年7月，济宁地区革命委员会撤销，成立济宁地区行政公署，微山县属济宁地区。1983年8月30，济宁撤地设市，微山县隶属济宁市。"
        },
        {
            "type": "text",
            "text": "【注释】\n       ①所谓酎金，是指每年春节祭祀太庙时诸侯助祭时所供奉的金子。酎金法本来是汉文帝所订，没有特别的含义。汉武帝元鼎五年（前112年），齐国国相卜式上书请击南越，汉武帝特意赐关内侯爵位，金六十斤，田十顷，嘉奖他的忠心，并布告天下，希望能有更多人响应，然而列侯却对这一事件根本不理睬。汉武帝非常生气，为削夺列侯的爵位，达到惩罚列侯的目的，他授意少府严加审核列侯上交的金子。“不足斤两，色恶，王削县，侯免国\"。最终有106名侯爵因为金子成色不足丢失爵位；同时拜卜式为御史大夫，位列三公。这就是西汉有名的“酎金失侯”事件。"
        }
    ]
}