{
    "title": "济宁市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1681",
            "category": "济宁市"
        }
    ],
    "detail": "[日期：2015-09-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：353次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       五代后周广顺二年(952年)，于巨野县设济州，因地濒济水，故名济州。金完颜亮天德二年(1150年)，巨野发生大洪水，遂把济州州治迁至任城。元至元八年 (1271年)，升济州为府，因“济水南汇泗，北汇汶，州居其中”，地势高而水患不至，取“吉祥安宁”之义，更府名为“济宁”，任城县也由此改称济宁县。"
        },
        {
            "type": "text",
            "text": "       1953年7月，滕县专区和湖西专区合并，专员公署进驻济宁市，改为济宁专区。1978年2月17日，改为济宁地区。1983年8月30日，撤销济宁地区，济宁市升格为省辖地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏少康时，封此地为任国，也称“仍国”。商时，境内除任国外，还有奄、厥、卞明等封国。其中，奄曾为商王南庚的都城。盘庚迁都于殷后，奄为商属国。西周时，境内有任、厥、邾、极、茅、鲁国。其中，鲁乃为周武王灭商后，封其弟周公旦于奄的封国。东周时，境内的任国，春秋时属鲁，战国时属宋又属齐。楚考烈王十四年（前249年），楚灭鲁国。此时，境内的封国还有茅、极、邹、方与、胡陵等。"
        },
        {
            "type": "text",
            "text": "       秦时，废任国，置任城县、亢父县，属薛郡。曲阜还设有鲁郡。西汉时，景帝中元六年（前144年）改属济东国，武帝元鼎元年（前116年）济东国改为大河郡，宣帝甘露二年（前52年）改为东平国。东汉时，境仍属东平国。章帝元和元年（84年），析东平国置任城国（微山县鲁桥镇）。此外，还有鲁国。三国时，魏文帝黄初四年（223年），任城国改为任城郡（微山县鲁桥镇）。境内还置有山阳郡、鲁郡。\n\r\n       西晋时，境内置南平阳侯国。晋武帝咸宁三年（277年），又复为任城国。此外，境内还置有高平国、鲁国。东晋时，境内先后为后赵、前燕、前秦、后燕所据，曾置有任城郡、鲁郡、高平郡。南北朝时，境内仍置高平郡。宋永初元年（420年），任城并入亢父县，属高平郡。北魏神龟元年（518年），复置任城郡。"
        },
        {
            "type": "text",
            "text": "       隋时，境内先后置有高平郡、鲁郡。唐时，境内设鲁郡，后又改为济州、又为济阳郡、泰宁军。宋时，境内仍置济阳郡、济州。宋徽宗政和八年（1118年），境内的兖州升袭庆府。金时，天德二年（1150年），原以巨野为治所的济州迁往境内的任城。元时，至元八年（1271年），境内的济州升济宁府。至元十六年（1279年）境内设济宁路，置总管府，领3州7县（州又领9县）。"
        },
        {
            "type": "text",
            "text": "       明时，洪武元年（1368年），改济宁路为府，仍治任城，领3州12县。洪武十八年（1385年），又改府为州，只领3县。同时，兖州升兖州府，驻滋阳县，领27州县。清时，雍正二年（1724年），济宁州升为直隶州，领3县。雍正八年（1730年）改为散州，不领县。乾隆四十一年（1776年），又升为直隶州，仍领3县。当时的兖州府，辖10县；它和济宁直隶州同属兖沂曹济道。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）改济宁直隶州为济宁县。民国二年（1913年）1月，境内设岱南道。民国三年（1914年）5月，改为济宁道，辖25县，民国十七年（1928年）撤销道制，所辖县直属于省。民国二十二年（1933年），境内设山东省第一行政督察专员公署，辖11县。民国三十四年（1935年）7月，又改为济宁实验区长官公署，辖14县。是年冬，再改为山东省第一区行政督察专员公署，辖10县。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月，日军侵占济宁，在境内设鲁西道，辖32县。民国二十九年（1940年）7月，又改为兖济道，辖12县。这期间，国民党山东“流亡政府”在境内设第二行政督察区，辖7县，直至1942年。而中国共产党领导的抗日民主政权，则于民国三十年（1941年）在境内设山东省第一行政主任公署。民国三十三年（1944年），更名为鲁南第一行政专员公署。"
        },
        {
            "type": "text",
            "text": "       抗战胜利后，民国三十四年（1945年）9月，国民党政府在境内设鲁西办事处（即第三办事处），辖16县。民国三十五年（1946年）1月，中国共产党领导的人民军队解放济宁县城，分设济宁市，3月升格为专区级市，直属冀鲁豫区。同年9月，济宁被国民党军队占领，并设山东省第二行政督察专员公署兼保安司令部，辖7县。民国三十六年（1947年）3月，又更名为第二行政督察区公署，仍辖7县。民国三十七年（1948年）7月，济宁再获解放，改属鲁中南行政区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，济宁市降为县级市，改属滕县专区。1953年7月，滕县专区和湖西专区合并，专员公署进驻济宁市，改为济宁专区。1954年10月，济宁市曾改为省辖市，由济宁专署督导。但不久，又改为县级市，仍为专署驻地。1967年3月成立“济宁地区革命委员会”，1978年2月17日，改为济宁地区行政公署，所辖未变。1983年8月30日，撤销济宁地区，济宁市升格为省辖地级市。1986年6月2日，曲阜撤县制，改为曲阜市（县级），1992年3月1日，撤销兖州县，设立兖州市（县级）。10月4日，撤销邹县，设立邹城市（县级）。1994年1月18日，济宁市郊区更名为济宁市任城区。2013年10月18日，撤销兖州市，设立济宁市兖州区。"
        }
    ]
}