{
    "title": "昌邑市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1746",
            "category": "昌邑市"
        }
    ],
    "detail": "[日期：2015-09-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：524次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称鄑邑、都昌。春秋时设城邑，本齐之都昌邑，汉因置都昌县。北宋建隆三年（962年），改称昌邑，以邑在汉之都昌城，故名。1994年6月10日，撤销昌邑县，设立县级昌邑市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏其地属青州领域。商为莱国地。周昌邑市有鄑、密、邶殿、都昌和棠乡。春秋齐庄公四年（前690年）齐灭纪后所置，以作别都。秦始皇帝二十六年（前221年）灭齐归秦。置县，属胶东郡。今饮马以南之地区属琅邪 [yá]郡。"
        },
        {
            "type": "text",
            "text": "       西汉都昌、密乡、平城、胶阳曾为侯国，后国除为县，属北海郡；又置下密，属胶东国。东汉属胶东国。三国都昌、下密，属青州北海国。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始元年（265年）都昌、下密两县归晋。初属北海郡，太安后属齐郡。密乡及其以南之地区为城阳郡淳于县地。怀帝永嘉四年（310年），战乱，邑归汉（前赵）。东晋元帝建武元年（317年），建都建康（今南京）后，先后归后赵（323年）、前燕（356年）、前秦（370年）、后燕（387年）和南燕（399年）所有。东晋孝武帝太元八年（383年）淝水之战后和刘裕击退南燕两度归东晋。"
        },
        {
            "type": "text",
            "text": "       南北朝刘宋被废，寄治青州。北魏时，自青州还故治，属北海郡。北齐徙置于今昌乐市。隋开皇七年（587年）置。故址在县城西南二十里，浮糠河（今瀑沙河）东岸，南逄乡内。属潍州。"
        },
        {
            "type": "text",
            "text": "       唐初置訾亭、华池、胶东、平城和下密，寻省入北海。五代北海县地，先后归后梁（907年）、后唐（923年）、后晋（936年）、后汉（946年）和后周（960年），隶属同唐。"
        },
        {
            "type": "text",
            "text": "       宋建隆三年（962年），经青州北海县建为北海军，置昌邑隶之，县由北海唐安乡析置。自此始有昌邑之名。乾德三年（965年）改属潍州。县城亦移于昌故城东另建。金天会五年（1127年）归金，属山东东路潍州。"
        },
        {
            "type": "text",
            "text": "       元，昌邑县属山东东西道宣慰司益都路总管府潍州。明洪武十年（1377年）省入潍县。洪武二十二年（1389年）复置昌邑县，改属莱州府平度州。有北部滨海设渔儿镇（今渔尔堡）巡检司。崇祯十三年（1640年）县城改建，易土为砖。始行隅、社制。清初属莱州平度州。雍正十二年（1734年）改属莱州府。\n\r\n       民国二年（1913年）1月，废府设道，昌邑县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，昌邑县属之。民国十七年（1928年）废道制，昌邑县直隶于省。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月12日，日军占据昌邑县城后，国民党县政府迁移今流河乡旗杆元家。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，昌邑县属鲁南道。国民党县政府流亡平度、高密等地，属第十七行政督察区。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，昌邑县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解，昌邑县属国民党第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国三十年（1941年），昌邑县人民政府在瓦城成立，直辖县境北部地区，属胶东区西海专区。民国三十一年（1942年）7月，改属清河区清东专区。民国三十三年（1944年）5月，与潍北县合并，名昌潍县，属渤海区第五专区。民国三十四年（1945年）6月复分，改属胶东区西海专区。8月，原昌邑第十区划入平度和高密，又分置该县。辖今宋庄及其以南之地区。同时，分出昌南县后，辖今围子镇和南逄乡以北地区，分设十二个区。民国三十七年（1948年）秋，政府机构由马渠移驻县城，属西海专区。初为昌南行署，十月改建县人民政府，先后驻西郭家庄子、北孟和饮马。设十二个区，仍属西海专区。"
        },
        {
            "type": "text",
            "text": "       1950年，昌邑县改属昌潍专区。1956年4月1日，昌南县并入，设十四个区。1958年2月，撤区并乡，改建四镇二十一乡；同年9月，成立十五处人民公社。1967年3月13日，昌邑县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，昌邑县属昌潍地区。1981年5月昌潍地区更名为潍坊地区。1983年10月，潍坊地区更名潍坊市，昌邑隶属不变。1994年6月10日，撤销昌邑县，设立县级昌邑市，由潍坊市代管。"
        }
    ]
}