{
    "title": "高密市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1747",
            "category": "高密市"
        }
    ],
    "detail": "[日期：2015-09-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：527次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国时始有高密之名，境内有密水，因高密在密水的上游，即密水高处而得名。据《水经注》应劭曰：\"县有密水，故有高密之名\"。秦灭六国后，推行郡县制，置高密县。1994年5月18日，撤销高密县，设高密市（县级市）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋称夷维邑，属莱国。齐灵公十五年（前567年）齐灭莱后地属齐。战国时始有高密之名，亦为齐地。秦灭六国后，推行郡县制，置高密县，属齐郡后改属胶东郡。"
        },
        {
            "type": "text",
            "text": "       西汉先后属胶西国、胶西郡。西汉本始元年（前73年）改胶西郡置高密国，治高密。新王莽始建国元年（9年）改高密为章牟。东汉复称高密，改属北海国。"
        },
        {
            "type": "text",
            "text": "       三国时高密地归魏，属青州城阳郡。西晋属青州城阳郡，东晋改属青州高密国。南北朝时期，先属南朝宋青州高密郡，后属北朝魏青州高密郡，后改属胶州高密郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年），废高密郡，改胶州为密州，高密县属密州。隋大业三年（607年），改密州为高密郡。 唐武德五年（622年），改高密郡为密州；天宝元年（742年），改密州为高密郡；乾元五年（758年），复为密州，属河南道。五代建置、隶属相沿唐朝。"
        },
        {
            "type": "text",
            "text": "       北宋，高密县隶属京东东路密州。金，县改属山东东路密州。元代县属山东东西道益都路胶州。明初，县属青州府，明太祖洪武九年（1376年）改属莱州府。清初相沿明制，清光绪三十一年（1905年），县属胶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，高密县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，高密县属之。民国十七年（1928年）废道制，高密县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），高密县属第十七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月13日，日本侵略军攻占高密。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，高密县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，高密县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十七年（1938年）2月设置胶东行署区，辖东海、南海、西海、北海、滨北五专区，高密县属滨北专区。民国三十四年（1945年）由胶县、高密两县胶济铁路以北地区析置，治夏庄（今山东高密市区东北）。以两县首字为名。同年8月13日，中共山东省政府成立，领胶东、鲁中、鲁南、渤海、滨海5个行政公署，高密属滨海行署。民国三十八年（1949年）4月，胶高县撤销，并入胶县、高密两县。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，高密县初属胶东行政区滨北专区，1950年改属胶州专区。1956年3月划归昌潍专区。1967年3月13日，高密县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，高密县属昌潍地区。1981年5月，昌潍地区更名为潍坊地区。1983年10月，潍坊地区更名潍坊市，高密县属潍坊市。1994年5月18日，撤销高密县，设高密市（县级市），归潍坊市代管。"
        }
    ]
}