{
    "title": "安丘市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1748",
            "category": "安丘市"
        }
    ],
    "detail": "[日期：2015-09-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：779次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高祖八年（前199年）封将军张说为“安丘懿候”，食邑古渠丘（安丘古称）地三千户，国名“安丘”，因战乱之后人心思安，故将渠丘易名安丘。汉武帝元鼎四年（前113年），安丘侯张指坐入上林谋盗鹿，安丘侯国除。汉景帝中元二年(前148年)，置安丘县，以安丘侯国名县。1994年1月18日，撤销安丘县，设立县级安丘市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今安丘，夏、商两朝为斟寻国地。西周属淳于国。春秋时，称渠丘，境内分属杞、莒、纪三国。中南部属莒国，莒子朱在此地建城邑（莒是夷国，国君无谥号，以他常居地之名为号，故称”渠丘公“）。西部为纪国之“郚”。周桓王十三年（前707年）冬，淳于公外逃，次年淳于国为纪国占有。周庄王七年（前690年）齐灭纪，“郚”地入齐国。战国时大部分属齐，少部分属鲁国。秦统一中国后，县境南部属琅琊郡，西部属临淄郡，东部和北部属胶东郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖八年（前199年），封将军张说[yuè]为安丘懿候(候国)，治所在牟山北，汶河南岸，自此始有安丘之名。汉景帝中元二年(前148年)，置安丘县，属北海郡，治所在今城南高地上。西汉高密顷王刘章七子刘常，成帝鸿嘉元年（前20年）正月封安丘侯，安丘侯国国都山东安丘县西南8公里牟山北1.5公里。王莽篡位后，废安丘侯国为县，称诛郅县。东汉时，恢复安丘旧名。"
        },
        {
            "type": "text",
            "text": "       北齐天保七年（556年）安丘并入昌安县后，改称牟乡城。隋开皇十六年（596年）于此置牟山县（现该遗址已淹没于牟山水库中）。大业二年(600年)改牟山县为安丘县。唐乾元二年（759年）安丘县治所迁到汉平昌县故城，改称辅唐县，而“牟乡城”渐废。五代时期，梁复曰安丘县，后唐又改为辅唐，后晋改称胶西。"
        },
        {
            "type": "text",
            "text": "       宋开宝四年（971年）改胶西仍为安丘，县治所由昌安故城迁至今县城处，昌安城遂废。金、元时，安丘县属密州，明洪武二年（1369年），省密州，安丘县属青州府。清代，沿袭明制。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，安丘县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，安丘县属之。民国十七年（1928年）废道制，安丘县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），安丘县属第八行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）8月1日，日军第四次侵入安丘，并开始驻扎军队。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，安丘县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，安丘县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十七年（1938年）10月在西南山区建立中国共产党安丘县委员会。民国三十二年（1943年）7月，八路军解放西南山区，建立莒、沂、安抗日根据地，9月在柘山区西古庙村建立安丘县抗日民主政府，属鲁中区沂山专署。民国三十四年（1945年）6月县境东南部解放，7月在景芝建立淮安县政府，属沂山专署。民国三十七年（1948年）4月安丘全境解放，5月在县城建立（新）安丘县政府，属昌潍专区，当时三县并存。民国三十七年（1949年）6月，（老）安丘县改称丘南县，（新）安丘县改称安丘县。"
        },
        {
            "type": "text",
            "text": "       1950年6月，淮安县改称潍安县。1952年6月潍安县并入安丘县，1953年8月丘南县并入安丘县。1967年3月13日，安丘县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，安丘县属昌潍地区。1981年5月，昌潍地区更名为潍坊地区，1983年10月，潍坊地区更名潍坊市，安丘县属潍坊市。1994年1月18日，撤销安丘县，以原安丘县的行政区域设立县级安丘市，由潍坊市代管。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       安丘在历史上不同时期也写作“安邱”，是因为主要有三次为避孔子名讳，而诏令把“丘”改作“邱”的运动，第一次，汉武帝采纳董仲舒提出“推明孔氏，独尊儒术”建议后，颁诏改“丘”为“邱”。第二次是金明昌三年（1192年）修曲阜孔庙时，命臣庶回避孔“丘”之名，其域内“丘”姓改为“邱”姓。第三次，是雍正三年（1725年），这次影响最大、范围最广，雍正帝诏令“丘”改为“邱”姓。"
        },
        {
            "type": "text",
            "text": "       1987年12月1日，安丘县人民政府办公室文件安政办[1987]37号《关于安丘县名的由来好标准书写形式的通知》：县名的标准书写形式应是“安丘县”，“丘”不应写成“邱”。"
        }
    ]
}