{
    "title": "青州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1751",
            "category": "青州市"
        }
    ],
    "detail": "[日期：2015-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：350次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《尚书·禹贡》载∶“海岱惟青州”，是古九州之一，大体指泰山以东至渤海的一片区域。据《周礼》记载∶“正东曰青州”。按古代五行学说，东方属木，其色为青，青州在中华大地的东方，故名。北齐天保七年（556年）在青州治所东阳城设立益都县，以纪念大禹治水的最大功臣益①。1986年3月11日，撤销益都县，设立青州市，以古地名青州为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古为东夷之地。禹划分九州，最东边一州，依据五行学说——东方属木，木为青，便命名为：“青州”。至夏商间，先后为爽鸠氏、季则氏、逄伯陵氏所据。周初封吕尚为齐侯，地始归于齐。历春秋战国之世，均为齐属。 秦代将全国划为三十六郡。今青州属于临淄郡。"
        },
        {
            "type": "text",
            "text": "       西汉武帝元封五年（前106年）设青州刺史部，驻广县。东汉州名，辖郡、国十一，县六十五。治所临淄县，故城址在今山东淄博市临淄北。西晋怀帝永嘉五年（311年）曹嶷弃广县，筑广固，为青州刺史治。东晋安帝隆安三年（399年）慕容德陷广固，定为南燕国都，这也是山东唯一一个作为朝代首都的地方。东晋义熙六年（410年），刘裕灭南燕，夷广固为废墟，筑东阳城，因在阳溪水之北，故名“东阳城”，并置北青州刺史治于此。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，北魏仍设青州刺史，治所在东阳城内。北魏将过去青州，一分为四。今济南、淄博一带，称“齐州”，今平度、蓬莱、烟台、威海、荣成、青岛一带，称“光州”，今沂源、蒙阴、日照、莒南一带，称“南青州”，今高青、胶州、潍坊一带，仍称“青州”。北魏孝明帝时（516年—528年），因见东阳城已显拥挤，遂于东阳城之南，又建南阳郭。后称南阳城。永熙三年（534年），北魏分为东魏、西魏，青州地属东魏。北齐天宝元年（550年），北齐消灭东魏，青州地入北齐。北齐天保七年（556年）在东阳城设益都县，以纪念大禹治水的最大功臣益。北周建德五年（576年）北齐被北周攻灭，青州遂归北周。"
        },
        {
            "type": "text",
            "text": "       隋代设青州总管府，领齐郡、北海郡、高密郡、东莱郡。青州总管府治所，仍驻青州东阳城，后改为北海郡治。唐初复为青州总管府（又名都督府）治，同时撤郡设州，北海郡恢复为青州。"
        },
        {
            "type": "text",
            "text": "       北宋初年，将唐代的“青州总管府”之名，易为“京东路”，辖区大有扩展，治所仍驻青州城。后来改为“京东东路”。作为二级行政区划的青州，则管辖益都、寿光、临朐、博兴、千乘、临淄等六县。"
        },
        {
            "type": "text",
            "text": "       宋高宗建炎三年（1129年），金兵攻占青州后，撤青州府，设益都府。益都府管辖益都、寿光、临朐、穆陵（今临朐县南）、博兴、临淄、乐安等七县。并将北宋的京东东路，改为山东东路，治所仍驻青州。金兵强攻青州时，东阳城破毁严重，益都府治，益都县治即迁入南阳城。这一时期，金、宋、蒙、红袄军及各路义军，在青州进行了半个多世纪之间的厮杀争夺，青州社会生产力，受到极大损害。"
        },
        {
            "type": "text",
            "text": "       元代设益都路总管府，统领八州十五县，治所仍居青州。元末时，毛贵率红巾军攻入山东，占领青州，统治青州共五年。明朝洪武元年（1368年）改元代益都路为青州府，辖潍州、莒州、胶州三个州和益都、临淄、博兴、寿光、昌乐、临朐、安丘、诸城、蒙阴、沂水、日照、昌邑、高密、即墨、高苑、乐安（广饶）16个县，青州府治驻益都县。"
        },
        {
            "type": "text",
            "text": "       清初，青州府下辖益都、临淄、博兴、高苑、乐安、寿光、临朐、安丘、昌乐、诸城、沂水、日照、蒙阴等13县，并辖安东卫和沂州。山东提督驻青州府，康熙四年（1665年）移驻济南府。雍正十二年（1734年），设立沂州府，析出沂水、日照、蒙阴和安东卫归属之。同时，析出益都县的颜神镇和孝妇、怀德两乡，成立博山县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废青州府，设立胶东道，益都县隶属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置淄清道，益都县属之。民国十七年（1928年）废道制，益都县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），益都县属第八行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月8日，日军侵占益都县城。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，益都县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，益都县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。日本投降后，中共建立青州市。民国三十五年（1946年） 6月，国民党第八军占领青州。民国三十六年（1947年）2月，解放军二次解放青州城。7月，国民党第九军占领青州。民国三十七年（1948年） 3月，青州第三次解放。8月，青州市重新成立，归华东局领导。12月，青州市并入益都县。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）“七·七”事变爆发后，11月中共鲁东工委成立，领导益都、寿光等6县的抗日救亡工作。民国二十七年（1938年）6月，中共益都县委成立，隶属5月份成立的清河特委。10月下旬，清河特委所辖昌乐、淄川、安丘、博山、益都等县划出，成立淄博特委。益都县胶济铁路以北地区划归中共清河特委领导，以南地区成立中共益南工委（次年10月，改为益都县委，转年，又改建为中共益临工委）。民国二十八年（1939年）10月8日，益都县抗日民主政府成立。民国三十年（1941年）由寿光、益都二县析置益寿县。民国三十二年（1943年）益都县属鲁中行政区鲁山专署。民国三十四年（1945年）8月13日，山东省政府成立，领胶东、鲁中、鲁南、渤海、滨海5个行政公署，宜都县属鲁中行署第三专署（沂山区）。民国三十七年（1948年）7月由临朐、益都二县析置益临县。民国三十八年（1949年）6月，山东全省解放后，全省行政区划做了调整，益都县属昌潍专署。"
        },
        {
            "type": "text",
            "text": "       1952年6月，益寿县、益临县分别并入益都县、寿光县、临朐县。1967年3月13日，益都县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，益都县属昌潍地区。1981年5月，昌潍地区更名为潍坊地区，1983年10月，潍坊地区更名潍坊市，益都县属潍坊市。1986年3月11日，撤销益都县，设立青州市，由潍坊市代管，3月30日正式挂牌成立。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①益是大禹治水的最大功臣，皋陶死后，禹拟定传位于益。禹驾崩之后，启与益争夺王位，益失败（另一说为益主动让位与启）。益是青州的最高行政长官（州长），公元前2070年益就在青州建都，称为益都。启即位后，益回到青州箕山（今郑母香山）作《山海经》。帝启六年，被启杀死。益都与青州是同一个地方，但益都只是公文上的称呼，并没有成为真正的国都。"
        }
    ]
}