{
    "title": "喀什市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "137",
            "category": "喀什地区"
        },
        {
            "id": "183",
            "category": "喀什市"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：342次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北周至隋朝时属突厥地，把当地命名为Khasa，汉语写作“喀什噶尔”。清光绪九年（1883年）设喀什噶尔道， 民国十八年（1929年）改称喀什行政区，设行政长公署于疏附，1952年从疏附县析置喀什市。"
        },
        {
            "type": "text",
            "text": "      “喀什”系“喀什噶尔”的简称。“喀什”系突厥语“玉石”之意，“噶尔“系古伊朗语“石”或“山”之意，即“玉石”或“玉山”之意。另据《西域同文志》：系回语，“喀什谓石色。噶尔，谓砖房。其地富遮多砖房，故名”。据语言学方面的考证，认为是古和田塞语，意为“玉石之城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       根据《穆天子传》的传说，周穆王西征之时，曾经路过喀什附近，与当地部落进行了大规模的贸易。至迟在公元前2世纪，喀什地区出现疏勒国，为西域城郭诸国之一。汉文帝三年（公元前177年）左右，疏勒受大月氏压迫，被迫投靠匈奴，属于匈奴的僮仆都尉管辖。汉武帝元朔元年（前128年），张骞出使西域之后，经过反复争夺，于神爵二年（公元前60年），汉朝设置西域都护府，喀什作为西域的一部分，疏勒正式被纳入了汉朝势力范围，受西域都护府节制。"
        },
        {
            "type": "text",
            "text": "       西汉末年，汉朝内乱，疏勒再次成为匈奴、大月氏、莎车等势力争夺的战场。,从永平十七年（74年）开始，东汉班超又长期以这里作为根据地，与北匈奴争夺对西域的控制权。汉朝势力衰退后，疏勒在东汉元初三年（116年）成为大月氏贵霜帝国和东汉的共同属国，定佛教为国教。国力强盛，称霸南疆。  "
        },
        {
            "type": "text",
            "text": "       三世纪末年，疏勒内乱不断，东晋永昌二年（323年），被龟兹征服，成为附庸。北周至隋朝时属突厥地，先后从属于柔然、嚈哒和突厥，突厥人以当地玉石贸易发达，将当地命名为Khasa，即“玉”之意。"
        },
        {
            "type": "text",
            "text": "       唐高宗上元二年（675年），唐朝在击溃西突厥后，在此设疏勒都督府，为安西都护府的四镇之一，即喀什噶尔，之后又与吐蕃经过多年争夺，控制了疏勒。唐玄宗天宝十三年（754年），唐朝爆发安史之乱，安西都护府全军回迁，疏勒成为吐蕃和阿拉伯帝国争夺的对象。"
        },
        {
            "type": "text",
            "text": "       唐文宗开成五年（840年）左右，回鹘西迁，成为天山以南的主体民族，疏勒也归附其建立的黑汗王朝，改用突厥语名称喀什，唐昭宗景福二年（893年）成为黑汗王朝的都城。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，后梁乾化五年（915年），其汗萨图克·布格拉皈依伊斯兰教，喀什地区逐渐伊斯兰化。北宋建隆元年（960年），伊斯兰教成为喀喇汗王朝国教。之后，喀喇汗与于阗佛教政权进行了长期的宗教战争，一度惨败，但是在圣战的号召下，终于在宋真宗景德三年（1006年），依靠来自于伊斯兰地区的支援军队征服了于阗。"
        },
        {
            "type": "text",
            "text": "       北宋天禧元年，即契丹开泰六年（1017年），中国北部的契丹辽朝军队西征，引起喀喇汗国内乱，宋仁宗庆历元年（1041年），喀喇汗国分裂成东西两部，喀什继续成为东部汗国首都。南宋绍兴四年（1134年），东喀喇汗国被西辽征服，成为其附庸。南宋嘉定八年（1215年），屈出律篡夺西辽皇位，迁都喀什，南宋嘉定十一年（1218年），西辽被成吉思汗灭亡。"
        },
        {
            "type": "text",
            "text": "       南宋理宗宝庆元年，即蒙古太祖二十年（1225年），喀什成为察合台汗国的陪都，在阿里不哥和忽必烈争夺汗位的战争中遭到毁灭性的打击。元大德十年（1306年），察合台汗国分裂，喀什成为东部汗国首都，明洪武二十年（1387年），东部汗国首都北迁伊犁。"
        },
        {
            "type": "text",
            "text": "       明洪武二十五年（1392年），喀什被帖木尔帝国占领，明朝宣德七年（1432年）被收复。明朝成化二年（1466年）后陷入长期战乱，成为杜格拉特氏族属地。明武宗正德九年（1514年）后属叶尔羌汗国。\n\r\n       清康熙十九年（1680年），喀什的伊斯兰教白山派领袖阿帕克和卓引导蒙古准噶尔汗噶尔丹进军叶尔羌，叶尔羌汗国成为附属于准噶尔的傀儡政权。策妄阿拉布坦继任准噶尔汗后，将天山以南置于准噶尔汗国的直接统治之下。乾隆二十二年（1757年），清朝平定阿睦尔撒纳，灭准噶尔汗国。定北将军班第释放了被蒙古人囚禁在伊犁的阿帕克和卓曾孙波罗尼都和霍集占。不久二人发动叛乱，史称大小和卓之乱。清乾隆二十四年（1759年），清军进驻喀什噶尔，平定叛乱，并在当地设喀什噶尔参赞大臣，管理新疆回部的军政要务。清光绪九年（1883年）设喀什噶尔道，共辖有疏勒、莎车两个府和英吉沙尔直隶厅、蒲犁分防厅、和阗直隶州。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）改称喀什行政区，设行政长公署于疏附。民国二十二年（1933年）11月，沙比提大毛拉、穆罕默德·伊敏在喀什成立“东土耳其斯坦伊斯兰共和国”。民国二十三年（1934年）1月，回族军阀马仲英派马福元领6000兵攻进“东土耳其斯坦伊斯兰共和国”所在喀什回城，沙比提大毛拉潜逃，“东土耳其斯坦伊斯兰共和国”就此溃灭。民国三十二年（1943）改名新疆第三（喀什）行政区，还有第十（莎车）行政区。"
        },
        {
            "type": "text",
            "text": "       新中国成立喀什专区和莎车专区，疏附县隶属喀什专区，1952年从疏附县析置喀什市。1956年撤销莎车专区，并入喀什专区，1956年后喀什市隶属喀什专区。1971年1月，喀什专区改为喀什地区。喀什市隶属喀什地区至今。"
        }
    ]
}