{
    "title": "临朐县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1753",
            "category": "临朐县"
        }
    ],
    "detail": "[日期：2015-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：696次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉初年，置临朐[qú]县，因县城东临朐山，侧临朐川。临朐就是临山近水而得名的。朐 ，弯曲的意思。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       旧志载，黄帝曾登封沂山，帝尧之子丹朱曾封于丹水。夏为季荝氏封地。商为逄伯陵封地。西周为缾（骈）邑，为纪国所辖。春秋，今县境置缾[píng]邑、东阳邑,为纪国所辖；齐襄公五年（前693年）齐国灭纪，地属齐国，为齐相管仲封地，称朐邑。战国时临朐地为秦，今临朐境大部属临淄郡，南部属琅邪[yá]郡。"
        },
        {
            "type": "text",
            "text": "       西汉设有临朐、朱虚、挍3县和缾、临原2个侯国。临朐属齐郡，莽新时改为监朐；朱虚属琅邪郡， 治所在临朐城东南13公里的古城村； 临原亦属琅邪郡，治所在临朐城东北 ，莽新时改为填（镇）夷亭；挍，亦名按亭，治所在朱虚城东6.5公 里，仅存5年即废；缾，属琅邪郡。东汉，今临朐境内仅存临朐和朱虚两县。光武初，复监朐为临朐，并将缾县并入，属青州齐国；将填夷亭并入朱虚县，属青州北海国，治所移至今临朐城东南25公里的城头村。"
        },
        {
            "type": "text",
            "text": "       三国魏时，境内仍设临朐、朱虚两县。临朐属徐州东莞郡；朱虚属青州城阳郡。晋朝，境内设临朐、朱虚两县，初属琅邪郡，后属徐州东莞郡。惠帝永康元年（300年），朱虚改属平昌郡，临朐属高密国。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，境内设昌国、朱虚、般阳、西安、安平5县。昌国，南朝宋改临朐置，治所在临朐城。般阳，割朱虚西南境置，治所在临朐城东南13公里的西盘阳村。西安，在昌国县西，治所在临朐城西5公里的西安村。安平，在昌国县北， 为今临朐北界。以上4县均属齐郡。朱虚，南朝宋属平昌郡，北朝魏改属胶州。北周时朱虚并入琅邪郡，般阳、西安、安平并入昌国县。"
        },
        {
            "type": "text",
            "text": "       隋朝， 开皇六年（586年）改昌国为逄山县，复设般阳县，属青州。大业初， 改逄山为临朐县，般阳并入临朐，属北海郡。 唐朝初，废临朐，置般阳县。武德五年（622年）重设临朐县。武德八年（625年） 般阳并入临朐县，属河南道青州。五代，沿唐制。"
        },
        {
            "type": "text",
            "text": "       宋朝，初沿五代制。庆历三年（1043年）改属京东东路青州按抚使。金代，贞祐四年（1216年）析穆陵镇置县。临朐、穆陵两县均属山东东路益都 府。后将穆陵县并入临朐县。"
        },
        {
            "type": "text",
            "text": "       元朝，至元二年（1265年）临朐并入益都县。至元十五年（1278年）复置临朐县， 属山东东西道宣慰司益都路。明、清两代，设临朐县。明时属山东布政使司青州府，清时属山东行省青州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府设道，临朐县隶属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置淄清道，临朐县属之。民国十七年（1928年）废道制，临朐县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），临朐县属第八行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月23日，日军侵占临朐县城。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，临朐县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，临朐县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十九年（1940年）4月，临朐县抗日民主政府成立。民国三十二年（1943年）9月，共产党领导的临朐县政 府建立，隶属鲁中行政区第四（沂山）专区。民国三十四年（1945年）10月，原第三专区撤销，第四专区改为第三专区， 临朐亦随之改属第三专区。民国三十七年（1948年）7月，属鲁中南行政公署第三（沂山）专区。民国三十八年（1949年）7月改属昌潍专署。"
        },
        {
            "type": "text",
            "text": "       “文化大革命”爆发后，1967年3月13日，临朐县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，临朐县属昌潍地区。1981年5月，昌潍地区更名为潍坊地区，1983年10月，潍坊地区更名潍坊市，临朐县属潍坊市。"
        }
    ]
}