{
    "title": "昌乐县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        },
        {
            "id": "1752",
            "category": "昌乐县"
        }
    ],
    "detail": "[日期：2015-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：549次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       昌乐县古称营丘，为姜太公初封地。宋朝建隆三年（962年）始置昌乐县，以“都昌”、“长乐”两地名之尾字取名昌乐县，寓“昌盛安乐”之意。《太平寰宇记》载：“昌乐东南五十里营丘，本夏邑，商以前故国。当少吴时，有爽鸠氏；虞夏时有季荝；汤时有逄伯陵，周以封太公于营丘。”"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       周武王封辅佐自己灭商有功的姜太公于齐，建都于此。太公系武王灭商之功臣和大恩人，自然封之于最繁荣昌盛的之地，太公既被封于此，足见其营丘地在当时富庶与繁荣。然而，当时东有莱国袭扰，近有纪国威胁，营丘地不安定，而姜太公精心治齐“通商工业，便渔盐之利”（《史记》语），使齐很快昌盛，富强起事，修建了当时颇具规模的营丘城。城类燕京制度，分内外两城。\n\r\n【沿革】\r\n       今昌乐地古为少昊时爽鸠氏、虞夏季则、商逢公伯陵的辖地。西周 武王封太公吕望于齐，都营丘，故城在今县城东南25公里处（今营丘镇古城村）。历六世，至胡公，徙都薄姑（今山东省博兴）。周历王十九年（前860年）齐哀公的舅父（名山）率营丘人袭薄姑，杀胡公，自立后国君，称献公，把国都迁至临淄。"
        },
        {
            "type": "text",
            "text": "       春秋 营丘改称缘陵，为齐地。僖王四年（前678年）至襄王二十九年（前623年），缘陵曾为杞国国都，后杞迁都安丘县淳于。战国，缘陵属田齐。周赧王三十一年（前284年），燕乐毅伐齐，缘陵陷于燕。周赧王三十六年（前279年），齐将田单，袭退燕军，缘陵复归于齐。秦朝统一六国后，分天下为36郡，缘陵属齐郡。"
        },
        {
            "type": "text",
            "text": "       西汉高祖十一年（前195年），封从兄刘泽为营陵侯，从此缘陵改称营陵。景帝中元二年（前148年），从齐郡中分出北海郡，治营陵。北海郡辖26县，在今昌乐县境内的有营陵、剧（今城西北7里，大、小丹河交汇处，又名剧南城）、剧魁（今城西北）等。王莽天凤元年（14年），改营陵为北海亭。东汉更始元年（23年）秋九月，汉兵诛王莽，北海郡恢复旧称。光武帝二十八年（52年），改北海郡为北海国，剧为治所，辖剧、营陵、朱虚等培城（县）。"
        },
        {
            "type": "text",
            "text": "       三国，昌乐县境属魏青州北海郡。《魏志》载：“汉建安十一年（206年）。北海国除，改称北海郡；魏太和六年（232年），改郡为国；青龙元年（233年），改国为郡，又营陵县地。”北海郡治所从剧迁回营陵。魏朝末年，郡所迁往平寿（今潍城西关处），营陵及剧仍属北海郡。"
        },
        {
            "type": "text",
            "text": "       晋朝，初属城阳郡。太康中，营陵、剧划归徐州东莞郡。惠帝永康元年（300年），营陵、剧等11县划为高密国，复归青州。晋明帝太宁元年（323年）秋八月，石虎陷青州，剧、营陵两县属后赵。晋安帝隆安三年（399年），慕容德陷青州，邑属南燕。"
        },
        {
            "type": "text",
            "text": "       南北朝，刘宋时期，营陵属高密郡，剧属北海郡。北魏，剧属青州北海郡，营陵属胶州平昌郡。北齐天保七年（556年），改北海郡为高阳郡；天保八年（557年），剧县省废，辖地归都昌县。承光元年（577年），北周兴师灭齐，营陵属北周。"
        },
        {
            "type": "text",
            "text": "       隋朝初，改高阳郡为北海郡。开皇三年（583年），隋文帝将魏晋以来的州、郡、县三级制改为州、县两级制，营陵县归密州管辖。开皇十六年（596年）置潍州，辖县营陵改称营丘。大业三年（607年），废潍州；同年，改青州为北海郡，营丘县属之。大业八年（612年），省营丘县人北海县。"
        },
        {
            "type": "text",
            "text": "       唐朝，武德二年（619年），复为营丘县；同年，再置潍州，辖北海、营丘等17县。武德六年（623年），留北海、营丘、下密3县，余14县废。武德八年（625年），潍州废，省营丘、下密入北海，为北海县。贞观十年（636年），设河南道（属监察性质，“安史之乱”后，演变为行政机构），北海县属河南道青州。五代相沿。"
        },
        {
            "type": "text",
            "text": "       宋朝 属京东东路潍州。建隆三年（962年），始置昌乐县。嘉庆版《昌乐县志总纪》载：“宋太祖建隆三年（962年），以北海县为北海军，始置昌乐县为属邑。乾德三年（965年），升北海军为潍州，改昌乐县为安仁县。寻复昌乐县。”"
        },
        {
            "type": "text",
            "text": "       金，昌乐县属山东东路潍州。元朝，昌乐县属山东东西道宣慰司益都路潍州。元初，潍州领北海、昌邑、昌乐3县及司侯司。至元三年（1337年），省昌乐县入北海县。明朝 洪武初，复置昌乐县。洪武九年（1376年），革元中书省，置布政使司，昌乐县属山东布政使司青州府。清朝沿明制，昌乐县属山东省青州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府设道，昌乐县隶属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置淄清道，昌乐县属之。民国十七年（1928年）废道制，昌乐县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），昌乐县属第八行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月9日，日本侵略军侵占昌乐城。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，昌乐县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，昌乐县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继诞生。民国二十七年（1938年）12月，中国共产党昌乐县委员会成立；民国三十三年（1944年）共产党领导的临东县抗日民主政府建立，属鲁中区沂山专署。民国三十四年（1945年）8月，日本投降，国民党县政府进驻昌乐城。"
        },
        {
            "type": "text",
            "text": "       解放战争时期 ，民国三十四年（1945年）8月底，临东县撤销。9月，昌乐县民主政府在尧山区大桃花村宣告成立。民国三十七年（1948年）5月，昌乐县解放，昌乐县民主政府改称昌乐县政府。中共昌乐县委、县政府移驻昌乐城。7月，昌潍专署在昌乐城成立，随后中共昌乐县委、县政府移驻乔官区梁家庄。民国三十八年（1949年）7月13日，昌潍专署迁益都。7月15日，中共昌乐县委、县政府迁回昌乐城。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，昌乐县隶属昌潍专署。“文化大革命”爆发后，1967年3月13日，昌乐县属昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，昌乐县属昌潍地区。1981年5月，昌潍地区更名为潍坊地区，1983年10月，潍坊地区更名潍坊市，昌乐县属潍坊市。"
        }
    ]
}