{
    "title": "潍坊市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1680",
            "category": "潍坊市"
        }
    ],
    "detail": "[日期：2015-09-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：389次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇六年（586年），胶东县改称潍水县，开皇十六年（596年）于下密县置潍州，均因境内潍河得名。民国三十七年（1948年）4月，潍县解放，以潍县城、坊子、东关、南关、北关、望留等地组建特别市，隶属山东省政府，命名“潍坊”。1950年5月，潍坊市撤销，1951年1月，重建县级潍坊市，先后属昌潍专区、昌潍地区。1981年7月，昌潍地区改名潍坊地区。1983年10月，撤销潍坊地区，设立地级潍坊市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商代，境内有斟灌、斟鄩、寒、三寿等封国。周初，武王封邦建国，封太公望于齐，都营丘（昌乐境内）。春秋时期，市辖区曾分属齐、鲁、杞、莒等国。战国时期，现境大部属齐，五莲、诸城等地属鲁。"
        },
        {
            "type": "text",
            "text": "       秦朝，潍坊境当时分属胶东、临淄、琅邪[yá]3郡。西汉景帝置平寿县，故治在今潍坊市潍城区程符山（一名浮山，即今浮烟山）下平寿村，属北海郡，现潍坊市区附近始有县治。东汉光武帝（52年）改北海郡为北海国，平寿县归青州。献帝建安三年（公元198年），改北海国为北海郡，平寿县复属北海郡。"
        },
        {
            "type": "text",
            "text": "       曹魏时，平寿县为北海郡治所。太和六年（232年），郡又改国。当时北海国领有四县：平寿、下密、胶东、即墨。正始中（240年—249年），司马懿儿子司马骏封此为侯国；咸熙元年（264），司马骏徒封东牟。"
        },
        {
            "type": "text",
            "text": "       西晋初年，平寿先属齐国，隶青州，后归北海郡。东晋时，五胡乱华时，平寿依次归属赵、前燕、前秦、南燕、后赵诸国所辖的青州。南北朝时，平寿一带，一度属于南朝的刘宋王朝，称“北海郡平寿县”。北齐改北海郡为高阳郡，领下密、平寿、胶东三县，治平寿。天保七年（556年），北齐文宣帝高洋废平寿县并入下密县，下密县治迁原平寿县治即今潍城西关。"
        },
        {
            "type": "text",
            "text": "       隋开皇六年（586年），胶东县改称潍水县，“潍”字首次出现于政区名中。开皇十六年（596年）于下密县置潍州，作为由胶东半岛出发攻打高丽的军事基地，取界内潍水为名（潍水，即今潍河），潍州之名始于此，州治所在下密。大业三年（607年）废潍州为北海郡，以郡统县，改下密县为北海县（谓之西下密），改潍水县为下密县（谓之东下密）；西下密城在今之潍城区西关；东下密城，即后来的潍县城在今潍城区。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年）以北海县复置潍州，直属朝廷，治北海县。武德四年（621年），置青州总管府，潍州属之。武德八年（625年）废潍州，省营丘、下密入北海，属青州。"
        },
        {
            "type": "text",
            "text": "       宋建隆三年（962年）以青州北海县建为北海军，置昌邑县隶之。乾德三年（965年）废北海军，升北海县为潍州，又增昌乐县，潍州辖北海、昌邑、昌乐三县，北海城为其治所。潍州与北海县连续并存、实行州管县体制、潍州和北海县政权机构(俗称州衙和县衙)同驻潍州(北海)城，潍州州衙，位于今潍坊市潍城区向阳路的胡家牌坊街、城隍庙街至北马道段及其两侧，当地人俗称“衙门”。宋太平兴国二年（977年）诏令所有的州归中央直接管辖，潍州直属朝廷。至道三年（997年），在州之上设“路”，实行路、州、县三级制，潍州属京东路。熙宁七年（1074年）京东路分为东、西两路，潍州属京东东路。管辖北海、昌邑、昌乐三县，北海（今潍城）为其治所。北宋末年，潍州曾改称北海郡。"
        },
        {
            "type": "text",
            "text": "       金天会七年（1129年）攻占潍州，仿宋旧制，仍置潍州，属金京东东路。潍州辖北海、昌邑、昌乐三县和固底镇，州治所仍在北海。天会十五年（1137年）京东东路改称山东东路，潍州属之，州治所仍在北海（今潍城）。"
        },
        {
            "type": "text",
            "text": "       元太宗六年（1234年）后，潍州为元领地，北海仍为潍州治所。潍州元初领北海、昌邑、昌乐三县及司候司。宪宗三年（1253年）省司候司入北海。至元三年（1266年）省昌乐县入北海。领二县：北海、昌邑，州治所不变，设在北海，属中书省山东东西道宣慰司益都路。至元十六年（1279年）元灭南宋统一全国后，开始行省制，行省之下设路、府、州、县，仍置潍州，辖北海、昌邑二县，州治所不变，设在北海（今潍城）。潍州属中书省山东东西道宣慰司益都路（益都路设总管府，府治益都）。至元二十七年(1290年)，潍州知州张萃在原地重建潍州州衙。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），撤北海县并入潍州，潍州隶青州府。洪武九年（1376年）改属莱州府。洪武十年(1377年)撤潍州，改称潍县，属莱州府。洪武二十二年（1389年），潍县由直属莱州府，改为莱州府治下的平度州管辖。崇祯十二年(1639年)，潍县古城改土城为石城。"
        },
        {
            "type": "text",
            "text": "       清时潍县仍属登莱青胶道莱州府平度州。雍正十二年（1734年），平度州降为散州，潍县归莱州府直辖。康乾年间，郑板桥倡修潍县古城，以白浪河为中心一分为二，构成东城、西城，白浪河西叫做城里，河东叫做东关。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，潍县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，潍县属之。民国十七年（1928年）废道制，潍县直隶于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），潍县属第八行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月10日，日军侵占潍县县城。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，潍县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，潍县为莱潍道驻地。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十六年（1937年）10月 潍县成立民众自卫大队和潍县各界抗敌后援会。11月，中共鲁东工委建立，领导潍县、益都、寿光、广饶、临淄、昌邑等县的抗日救亡工作。民国二十七年（1938年）6月，成立中共潍县县委，隶属5月成立的清河特委。12月，建立中共胶北特委，辖寿光、昌邑、潍县、高密等县。民国二十九年（1940年）9月，中共胶东区委决定成立西海地委，昌邑、潍县改属西海地委所辖。民国三十年（1941年）3月，西海专署成立，昌邑、潍县属之。民国三十一年（1942年）7月，潍县由胶东区划归清河区，属中共清河区清东地委领导。10月，中共清河区委决定将寿光县的九区、十区与潍县的四区、五区组成寿潍县，析潍县北部区域置潍北县，潍县的其余部分称潍南县。12月，寿潍、潍南两县委建立。民国三十三年（1944年）5月，成立中共昌潍县委和昌潍县人民政府，隶属渤海区第五专署。民国三十四年（1945年）7月，撤销中共昌潍县委、县政府。昌邑、潍县恢复原建制。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）9月3日，抗日战争胜利后，潍县划为潍北、潍南两县。当时；潍北县政府驻孙家杨孟村，潍南县政府驻涌泉庄。民国三十五年（1946年）1月，国民党第八军进入潍县。民国三十七年（1948年）4月27日，潍县解放，由潍城、坊子镇及二者之间的望留等毗连地区设立潍坊特别市，治所在潍城，直隶于山东省政府。6月25日，昌潍专区成立，潍县属之。民国三十八年（1949年）6月，潍坊特别市改名潍坊市，为省辖市，直辖于山东省。"
        },
        {
            "type": "text",
            "text": "       1950年2月，潍南县并入潍北县。5月25日，昌潍专区机关由益都县城迁至潍坊市博古街，改为中共昌潍专区行政专员公署。原属胶东行政区西海专署管辖的昌邑、昌南、潍北3县划归昌潍专区；原属渤海行政区清河专署管辖的羊角沟并入寿光县，寿光、益寿两县划归昌潍专区；潍坊市建制撤销，原定潍坊市区并入潍县，但未实行，暂由昌潍专署代管；淮安县改为潍安县；经调整，昌潍专区共辖潍县、昌乐、安丘、丘南、益临、益都、临朐、寿光、寿南、昌邑、昌南、潍安、潍北、益寿14个县。"
        },
        {
            "type": "text",
            "text": "       1951年1月，重建县级潍坊市，属昌潍专署。1952年6月，益临县撤销，分别并入益都、临朐、昌乐3县；益寿县撤销，分别并入益都、寿光、寿南3县；潍安县撤销，并入安丘县、丘南县；寿光县羊角沟镇改为羊角沟特区(县级)，直属昌潍专区。1953年7月24日，临淄县划归昌潍专区；潍北县撤销，并入（新）潍县，新的潍县政府原驻望留，两县政府合并后，随即迁移寒亭；丘南县撤销，并入安丘县；寿南县撤销，并入寿光县。至此，昌潍专区下辖益都、寿光、安丘、临朐、昌邑、昌南、昌乐、潍县、临淄、潍坊、羊角沟等11个县(市)区。"
        },
        {
            "type": "text",
            "text": "       1954年10月，潍坊市由昌潍专区辖市改为省辖市（县级）。1955年3月，淄博工矿特区的博山县划入昌潍专区。同年撤销羊角沟直属区改设寿光县羊角沟镇昌潍专区时辖：潍坊市（县级），昌邑、潍县、昌南、寿光、昌乐、益都、临朐、安丘、临淄、博山10县。1956年3月，胶州专区撤销，其所辖高密、诸城、胶南、胶县、五莲、藏马6县划归昌潍专区，同时莱阳专区的平度县也划入昌潍专区。4月1日，昌南县撤销，并入昌邑县。年内藏马县撤销，其辖区分别划归胶南、诸城、五莲3县。昌潍专区时辖：潍坊市（县级）和潍县、益都、昌邑、寿光、昌乐、临淄、临朐、安丘、诸城、高密、五莲、博山、胶南、平度、胶县15县。"
        },
        {
            "type": "text",
            "text": "       1958年10月，昌潍专区的胶南县、胶县划归青岛市，博山县划归淄博专区，潍县和潍坊市合并为潍坊市，临淄县和益都县合并为益都县。昌潍专区时辖：潍坊市（县级）、益都、昌邑、安丘、高密、诸城、五莲、寿光、昌乐、临朐、平度11县（市）。1961年4月，青岛市的胶县、胶南两县划归昌潍专区。10月，潍县由潍坊市析出，临淄县由益都县划出，恢复原建制。"
        },
        {
            "type": "text",
            "text": "       1967年3月13日，昌潍专区易名昌潍地区革命委员会，1969年12月，临淄县划归淄博市。1976年2月，昌潍地区革命委员会改为昌潍地区行政公署。1977年增设黄岛区，属昌潍地区。1978年胶南、胶县及黄岛区划归青岛市。1981年7月，昌潍地区改名潍坊地区，所辖县（市）不变。"
        },
        {
            "type": "text",
            "text": "       1983年10月，撤销潍坊地区建制，改建地级潍坊市。同时，平度县划归青岛市，原潍坊市（县级）和潍县析置为潍城、寒亭、坊子3个区。1986年3月1日，撤销益都县，设立青州市（县级）。1987年7月，撤销诸城县，设立诸城市（县级）。1992年12月7日，五莲县划归日照市管辖。1993年6月1日，撤销寿光县，设立寿光市（县级）。1994年1月18日撤销安丘县，设安丘市（县级）。1994年5月18日，撤销高密县设高密市（县级）。1994年6月10日撤销昌邑县，设昌邑市（县级）。1994年5月23日，由潍城、寒亭划出部分村，增设奎文区。"
        }
    ]
}