{
    "title": "莱州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1758",
            "category": "莱州市"
        }
    ],
    "detail": "[日期：2015-09-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：307次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1988年2月24日，撤销掖县，设立莱州市（县级），莱州市因古莱州府驻地而得名。掖县一名最早见于《战国策》：“（齐襄王）益封安平君（田单）夜邑万户”。《说苑》作掖邑。以掖水（今南阳河）得名。莱州之名始于隋朝，隋开皇五年（585年），改光州为莱州，为莱州地名之始。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏，属青州莱夷地，传说中夏代东夷族首领寒浞，篡夺政权后，封其子浇于莱地建立过国，并筑有过城（今过西镇过西村东）。商，属营州莱侯国。周，属幽州莱子国。战国，属莱子国地和齐东莱地。齐国在今城区附近置夜邑。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦将军王贲灭齐夷为齐郡，时夜邑属齐郡东境。汉承秦制而置县。高祖四年（前203年）置掖县，夜邑始称掖县，属青州东莱郡，掖为郡治所。东莱郡领县十七，其中掖、当利、曲成、临朐、阳乐、阳石等六县皆在今莱州市境内。东汉光武帝建武二年（26年），东莱郡徙治于黄，领县十三。其中，曲成、掖、当利皆在今莱州市境内。三国魏时还治于掖。"
        },
        {
            "type": "text",
            "text": "       西晋武帝秦始元年（265年），东莱改郡为国，隶青州，统县六，治于掖。改曲成为曲城。东晋时，后赵石勒元年至南燕太上六年（319年—410年），东莱废国为东莱郡，属青州，掖为东莱郡治。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋义熙六年（410年），东莱郡徙治于曲城，领县七，掖为属。北魏皇兴四年（470年），析青州东部置光州，因掖有光水（今三里河子）而得名。延兴五年（475年）改为镇。景阳元年（500年）复州，辖东莱、长广、平昌三郡，领县十四，掖为州、东莱郡治。皇兴中，析曲城县置东曲城县、西曲城县。东魏，属光州东莱郡，掖为州、郡治东魏武定二年（544年），分光州东部置东牟郡（治黄故城），徙平昌郡隶于青州。北齐时，省当利县和东、西曲城县入掖县。掖为光州、东莱郡治。北周因之。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年），改光州为莱州（莱州之名始于此），统县九，掖为州治。大业三年（607年），废州复郡，以莱州为东莱郡，隶青州，掖为郡治。唐式德四年（621年）置曲台县，在今莱州城区东北建筑公司一带。至六年（623年）并入掖。时因“莱州”与“东莱郡”反复更迭，故二名常被并列沿用，称“莱州东莱郡”，掖为州、郡治。至武则天时，将莱州东北部析置登州（治所先在牟平，后移蓬莱），两州均属河南道。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁七年（1074年），废道置路，分京东为东、西二路。掖县属京东东路莱州东莱郡。金天会十五年（1137年），改京东东路为山东东路，治所益都（今青州）。掖县属山东东路莱州。元初，掖县属山东东西道益都路。至元二十四年（1287年），改属般阳路，领淄、莱二州，掖为莱州治所，设隶事司。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），置山东行中书省，升莱州为府；洪武六年（1373年），降为州；洪武九年（1376年），改“行中书省”为“承宣布政使司”，升莱州为府，治于掖，领二州五县：掖县、昌邑县、高密县、即墨县、潍县和平度州、胶州。清沿明制，掖县仍属山东布政使司莱州府，掖为府治。光绪三十一年（1905年），胶直隶，割高密、即墨二县。时莱州府领一州三县：掖县、潍县、昌邑县和平度州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府留道，废莱州府而置胶东道，道署迁至福山县烟台，掖县属胶东道。民国十四年（1925年），改置莱胶道，迁治于胶县，掖县属莱胶道。民国十七年（1928年），南北统一，废道制，掖县直属山东省政府。民国二十三年（1934年）正月，省下设区，掖县隶属鲁东区。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），掖县属第十三行政督察区。民国三十四年（1945年）8月，日本投降后，蓬莱仙属第十七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月23日，日寇侵占掖城，建立日伪政权，国民党县政府解体。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，掖县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，掖县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十七年（1938年）3月，掖县抗日民主政府成立。同年8月13日，以掖、蓬、黄三县成立胶东北海区行政督察专员公署。民国二十八年（1939年）12月，改为掖、蓬、黄三县联合办事处。民国二十九年（1940年）底，将掖县南部析置掖南行署区（县级），掖县、掖南行署区同属胶东西海专区。民国三十四年（1945年）8月，掖南行署区改称掖南县。同年9月，抗战胜利，掖县、掖南县全境光复。"
        },
        {
            "type": "text",
            "text": "       1950年5月，西海专区撤销，掖县、掖南县同时划归莱阳专区。1956年3月，掖南县并入掖县。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，掖县属烟台地区。1983年11月，撤销烟台地区，改设地级烟台市，掖县隶属烟台市。1988年2月24日，撤销掖县，设立莱州市（县级），由烟台市代管。"
        }
    ]
}