{
    "title": "莱阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1759",
            "category": "莱阳市"
        }
    ],
    "detail": "[日期：2015-09-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：325次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉高帝时，置昌阳县，县治在昌水之阳，故名。五代，后唐同光元年（923年），昌阳县改莱阳县，因地处莱山（今旌旗山）之阳，仍隶莱州。（另一说，后唐庄宗李存勖为避其祖“国昌”名讳，将昌阳更名为莱阳）。1987年2月20日，撤销莱阳县，设立莱阳市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今莱阳唐虞夏时为莱夷地；商时为莱国地；西周时为莱侯国地；齐灵公十五年（前567年），齐灭莱子国，并建古城。东周及秦时为齐郡东境；秦始皇灭齐，于齐国东部置胶东郡。汉高帝时，置昌阳县，县治在昌水之阳（设治于今威海市文登市宋村东），故名，属东莱郡。西汉时为挺、邹卢、昌阳、长广、观阳县治之地。东汉，三国魏因之。"
        },
        {
            "type": "text",
            "text": "       西晋咸宁二年（277年），观阳、昌阳并入长广；晋元康八年(298年)复置昌阳县(其城址在今境内昌山村南)；唐高宗永徽元年（650年）昌阳城被水淹没，迁县治于现莱阳城址。五代，后唐同光元年（923年），昌阳县改莱阳县，因地处莱山（今旌旗山）之阳，仍隶莱州。（另一说，后唐庄宗李存勖为避其祖“国昌”名讳，将昌阳更名为莱阳）。"
        },
        {
            "type": "text",
            "text": "       北宋，莱阳仍隶属莱州。金代，莱阳隶山东东路属莱州。金天会九年（1131年）划莱阳东北部归新设置的栖霞县。元代，莱阳隶山东东西道，初属益都路，后属般阳路总管府。明洪武九年（1376年）5月，登州升为府，7月，莱阳改隶登州府。清沿袭明制。雍正十三年（1735年）县东境三乡划归新设的海阳县；划青山乡归宁海州(后改称牟平县)管辖。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），废府设道，莱阳县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，莱阳县属东海道。民国十七年（1928年）5月，南北统一，废道制，莱阳县直属山东省政府。民国二十三年（1934年）正月，省下设区，莱阳县隶属鲁东区。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），掖县属第八行政督察区。民国二十八年（1939年），莱阳县属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）12月3日，日军侵占莱阳城。6日，伪莱阳县政府成立。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，莱阳县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，莱阳县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十九年（1940年）5月14日，莱阳县抗日民主政府在马连庄乡北山口村成立，属胶东行署西海专署区。民国三十年（1941年）2月14日，原莱阳县划为莱西、莱东（始设莱东行署）两县。民国三十四年（1945年）析莱阳县南部区域置五龙县，因境内有五龙河得名。8月，莱东行署改称为莱东县政府。民国三十六年（1947年）12月13日，莱阳城解放。"
        },
        {
            "type": "text",
            "text": "       1950年3月，莱东、五龙两县合并成为新的莱东县，5月莱东县改称莱阳县，并设置莱阳专区，专署驻莱阳县。 1958年10月17日，莱西、莱阳两县合并，称莱阳县。1961年10月5日，莱西县由莱阳县析出。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，莱阳县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，莱阳县隶属烟台市。1987年2月20日，撤销莱阳县，设立莱阳市（县级），由烟台市代管。"
        }
    ]
}