{
    "title": "海阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1754",
            "category": "海阳市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：321次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正十三年（1735年）析莱阳县、宁海州置海阳县，因地处黄海之北而得名。治大嵩城（今山东海阳市凤城镇）。据《登州府志》：“以其地在海之阳，故名。”1996年4月29日，撤销海阳县，设立海阳市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周，地属莱国。齐灵公十五年（前567年），齐灭莱子国，地入齐国。秦始皇灭齐，于齐国东部置齐郡，地属齐郡腄县。"
        },
        {
            "type": "text",
            "text": "       高祖六年(前201前)首封异姓侯时，梅鋗部下的摇毋余等四位越将分别被封为海阳齐信侯、贳齐合侯、终陵齐侯和煑枣端侯。今海阳地分属青州琅邪[yá]郡长广县和青州东莱郡昌阳县。东汉时期，今海阳地分属青州长广郡长广县和青州东莱郡昌阳县。三国曹魏和两晋时，隶属同前。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，至东魏时今海阳地分属光州东牟郡观阳县①和光州东莱郡昌阳县。北齐天统四年(565年)析观阳、牟平，置文登县，今海阳地分属光州长广郡文登县光州东莱郡昌阳县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年(596年)复置观阳县属牟州。大业初年废牟州，昌阳、观阳、文登均属东莱郡。今海阳地属青州东莱郡文登县和昌阳县。唐贞观元年(627年)年废观阳，麒德二年(665年)析文登置牟平。今海阳地属河南道东牟郡牟平县和河南道莱州昌阳县。"
        },
        {
            "type": "text",
            "text": "       五代，后唐同光元年（923年），昌阳县改莱阳县，因地处莱山（今旌旗山）之阳。宋代，今海阳地属京东东路东牟郡牟平县京东东路莱州莱阳县。金大定二十二年(1182年)置宁海州，今海阳地属山东东路宁海州牟平县和山东东路莱州莱阳县。元代，今海阳地属山东东西道宁海州牟平县和山东东西道益都路总管府莱阳县。\n\r\n       明洪武初年，将牟平县并入宁海州治，洪武九年(1376年)置登州府。今海阳地属山东布政使司登州府宁海州和山东布政使司登州府莱阳县。洪武三十一年(1398年)，为御倭患，在张家庄等渔村建起一座卫城，因处嵩山之阳，故名大嵩卫。卫城周八里，有居民五六百户，壕外土悉属莱阳县地。"
        },
        {
            "type": "text",
            "text": "       清雍正年间，河东总督王士俊清理封疆，奏请裁卫设县。雍正十三年(1735年)，清廷批准裁大嵩卫设海阳县，隶属山东省登州府。西以莱阳县三驾山为界，西北以莱阳县平兰社为界，北以栖霞县水头村为界，东以宁海州崮山为界。将莱阳县行村、林寺、嵩山三乡及宁海州乳山乡和普济、兴善两社归并海阳。因县地处于黄海之北，故名“海阳”。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，海阳县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，海阳县属东海道。民国十七年(1928年)5月，道废制，海阳县直属山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），海阳县属第七行政督察区。民国二十八年（1939年），海阳县属第十三行政督察区。民国三十四年（1945年）8月，抗战胜利后，海阳县复属第七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）2月10日，日军侵占领海阳县。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，海阳县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，海阳县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国三十年（1941年）4月9日，海阳县抗日民主政府成立，属山东省胶东区东海专署。同年在县境东部与牟平县南部设置牟海行署（县级），民国三十四年（1945年）撤销，仍分属各原县。民国三十四年（1945年）5月海阳县属中海专署。同年9月撤销中海专署，复属东海专署。民国三十五年（1946年）上半年，山东解放区的行政区划进行调整，海阳县属胶东行署东海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，撤销东海专区，所辖海阳等7县2市划归文登专区。1956年2月，撤销文登专区，所辖海阳等8县划归莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，海阳县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，海阳县隶属烟台市。1996年4月29日，撤销海阳县，设立海阳市（县级），由烟台市代管。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①西汉时，在今海阳境内置观阳县，属胶东国。治所在今山东海阳县西北发城镇，以在观水之阳为名。东汉属北海国。西晋废。北魏兴和中复置观阳县，属东牟郡。北周废。隋开皇十六年(596)再置，观阳县，为牟州治，大业初属东莱郡。唐初属登州。贞观中废。观阳故城在今山东莱阳县东七十里。"
        }
    ]
}