{
    "title": "栖霞市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1755",
            "category": "栖霞市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：325次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       伪齐阜昌二年（金天会九年，即1131年）刘豫析蓬莱之阳疃镇及莱阳县地置栖霞县，因筑城时“日晓辄有丹霞流宕，照耀城头，霞光万道”，传为此地乃朝霞栖息的地方，便定名为“栖霞”。 1995年11月30日，撤销栖霞县，设立栖霞市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋以前，县境属牟子国地；战国时期，为齐国东莱地。秦并六国，分天下为三十六郡，县境属齐郡东境。至西汉为腄县（治所在今福山城）地，属东莱郡，隶青州。东汉末，腄县废，改属黄县（治所在今蓬莱城）属东莱郡，隶青州。"
        },
        {
            "type": "text",
            "text": "       三国时期，栖霞为魏国青州东莱郡黄县地。两晋时，仍为黄县辖地。南北朝时属刘宋，后属北魏。隋朝时复为黄县地，属东莱郡，隶青州。"
        },
        {
            "type": "text",
            "text": "       唐神龙三年（707年）始置蓬莱县，栖霞为蓬莱县之阳疃镇，属登州东牟郡，隶河南道。五代十国时，同于唐代后期。宋代，今栖霞属蓬莱县之阳疃镇，隶京东东路登州。\n\r\n       金国伪齐阜昌二年(金天会九年，即1131年)，刘豫析蓬莱之阳疃镇及莱阳县地置栖霞县，属登州。元代，今栖霞属山东东西道般阳路总管府登州，后改属淄莱路，至元二十四年（1287年）又改属般阳路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年，废般阳路置莱州府辖登州。洪武九年（1376年）升登州为府，栖霞属山东布政使司登州府。清代，栖霞县仍属登州府，隶山东布政使司。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，栖霞县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，栖霞县属东海道。民国十七年(1928年)5月，道废制，栖霞县直属山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），栖霞县属第九行政督察区。民国三十四年（1945年）8月，抗战胜利后，栖霞县属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。\n\r\n       民国二十八年（1939年）5月12日，日军侵占栖霞县。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，栖霞县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，栖霞县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十九年（1940年）栖霞县成立抗日民主政府，属胶东行署北海专署区。同年12月析栖霞县东部七个区置栖东县。民国三十四年（1945年）1月，析栖东县之桃村、榆山二区，海阳县林寺、发城、郭城、徐家店、长沙五个区，牟平县观水、崮山两个区，乳山县马石店区置牙前县，因境内有牙山得名。"
        },
        {
            "type": "text",
            "text": "       1950年1月撤销牙前县，其辖区复归栖东、牟平、海阳、乳山四县。1953年7月撤销栖东县，辖区并入栖霞县，属莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，栖霞县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，栖霞县隶属烟台市。1995年11月30日，撤销栖霞县，设立栖霞市（县级），由烟台市代管。"
        }
    ]
}