{
    "title": "和田地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "138",
            "category": "和田地区"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：383次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       和田地区，古称“于阗”，是于阗古国的领地。清乾隆二十四年（1759年）清设和阗办事大臣，光绪九年（1883年）设和阗直隶州，民国九年（1920年）设和阗道，民国十七年（1928年）改为和阗行政区，1950年改称和阗专区，1959年和阗简化为和田，1971年改和田专区为和田地区。"
        },
        {
            "type": "text",
            "text": "      “于阗”，藏话意思为“产玉石的地方”。维吾尔语为خوتەن ناھىيىسى ，源于古国名“瞿萨旦那”，其意为“地乳”，汉语记作和阗或于阗。清初才改“于阗”为“和阗”。1959年简化繁体字生僻字地名，“和阗”又改“和田”。"
        },
        {
            "type": "text",
            "text": "      《唐书·西域传》：“于阗或曰瞿萨旦那，亦曰涣那、曰屈丹，北狄曰于遁，诸胡曰豁旦。”《大唐西域记》称作瞿萨旦那国：“唐言地乳，取其俗之雅言也。俗语谓之汉那国。匈奴谓之于遁，诸胡谓之豁旦，印度谓之屈丹，旧曰于阗，讹也。”又称：“瞿萨旦那国，周四千余里，沙碛大半。”瞿萨旦那为国名，含义是“地乳”。"
        },
        {
            "type": "text",
            "text": "      《大唐西域记》有如下记载：昔于阗国王暮年无嗣，于是祈祷天神，请求继嗣。忽间神像前额剖裂，出一婴孩。全国上下欢庆。但婴儿不食人乳。国王恐其夭折，又去神前求助养育之法。突然神前地面隆起一包，形状如乳，婴儿吮饮，长大成人，继承王位，世代相传。因为“于时地乳所育，因为国号”。可见于阗王为“大地之骄子”，使用“瞿萨旦那”为国名应是众望所归。但地名则称作于阗或豁丹未变。元代以来史书有兀丹、忽炭、斡端等，都是和阗或于阗的不同译名。和阗和于阗是古代南北方民族语言的不同称谓，有所差异。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       和田史称和阗、于阗。秦汉以前，有印欧语系和汉藏语系和塞人、羌人、月氏人等不同的古老土著民族在这里生存。张骞通西域后，和田地区第一次被记入汉文典籍。自西汉神爵二年（公元前60年）始，西汉王朝设置西域都护府，在西域都护府统辖之下。当时位于塔里木盆地周边的西域三十六国中有皮山、于阗、渠勒、精绝、戍卢诸国地属今和田地区。"
        },
        {
            "type": "text",
            "text": "       汉元寿元年（公元前2年）前后，汉朝向于阗、扜弥、精绝、皮山、渠勒、戎卢诸国国王、将佐按汉制封官、授汉印。汉代还在精绝设立禾府，管理屯垦事务。公元57年后，于阗国势转盛，邻近诸国皆服从。到魏晋时期，皮山、渠勒、戎卢、扜弥、精绝等城邦国被于阗兼并，这时的于阗就相当于现在和田地区的范围。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始五年（269年）封于阗王为“晋守侍中”。唐上元二年（675年）在和田设毗沙都督府，置十州。后晋册封李圣天为大宝于阗国国王。辽设于阗王府，宋嘉祐八年(1063年)册封于阗王为“归忠保顺石后 鳞黑韩王”。元代为蒙古王封地。元至元十六年到至元二十六年（1279年～1289年）设宣慰使元帅府，直属元朝中央统辖。元称于阗为斡端或忽炭。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十四年（1759年）清设和阗办事大臣，受叶尔羌办事大臣节制，和阗城设三品阿奇木伯克。同治四年（1865年）阿古柏侵占和阗，光绪四年（1878年）清军刘锦棠部收复和阗，光绪九年（1883年）设和阗直隶州，并置于阗县属之。光绪十一年（1885年）将于阗县址迁移到克里雅。"
        },
        {
            "type": "text",
            "text": "       民国九年（1920年）设和阗道，民国十七年（1928年）改为和阗行政区，设行政长官公署。民国二十二年（1933年）穆罕默德•伊敏暴乱，成立了“和阗伊斯兰共和国”，1934年为马虎山所破。1937年盛世才省军进驻和阗。民国三十二年（1943年）改行政区为专区，设行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年12月22日中国人民解放军十五团抵达和阗，和阗解放。1950年改称和阗专区，1959年全国范围内简化生僻字、繁体字地名，改和阗为和田，1971年改专区为地区，1979年建立和田地区行政公署。"
        }
    ]
}