{
    "title": "招远市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1756",
            "category": "招远市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：288次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       伪齐阜昌二年（金天会九年，即1131年）伪齐刘豫析黄县（今龙口市）西南境和掖县（今莱州市）东境，于罗锋镇置招远县。因受战乱影响，百姓四散离乡，为招集流亡者，使其回乡安心农耕，故定名“招远县”。《山东通志》载：“招远者，招携怀远之义也”。1991年12月21日，撤销招远县，设立招远市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今招远地域，夏、商、周属青州莱国地。春秋时，齐侯迁莱于倪地，始属齐。战国为齐东郡。秦属齐郡东境。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年），在今县治西22公里处的西曲城村附近设曲成县，于黄县西南置惤[jiān]县，今招远大部为当年青州东莱郡的曲成县和惤县地。东汉、曹魏、两晋因之。"
        },
        {
            "type": "text",
            "text": "       北魏皇兴四年(470年)，分青州置光州，析曲成县为曲成、东曲城县。此时招远县境为东曲城、曲成及惤县地，属光州东莱郡。北齐天保七年（556年），并东曲城、曲成县入掖县，并惤县入黄县，仍属光州东莱郡。隋因之。"
        },
        {
            "type": "text",
            "text": "       唐武德六年（623年），在今县治置罗峰镇，属河南道莱州郡掖县。五代因之。北宋时属河南道京东东路莱州郡掖县。金初，属山东东路定海军掖县。"
        },
        {
            "type": "text",
            "text": "       伪齐阜昌二年（金天会九年，即1131年）伪齐刘豫析黄县西南境和掖县，在罗峰镇建城，置招远县。属山东东路莱州。《金史．食货志》载：“金起东海……初入中夏，兵威所加，民多流亡，土多旷闲。”“太宗天会九年五月，始分遣诸路劝农之使者”，招集流亡者，使其回乡安心农耕，遂取名“招远县”。"
        },
        {
            "type": "text",
            "text": "       元初，招远县属山东东西道益都路总管府莱州，中统五年（1264年）属淄莱路，至元二年（1336年）属般阳路。明洪武元年（1368年）招远县属莱州府，洪武九年（1376年）属登州府。清因之。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，招远县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，招远县属东海道。民国十七年(1928年)5月，道废制，招远县直属山东省政府。民国二十三年（1934年）属山东省鲁东行辕第九专员区。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），招远县属第七行政督察专员区。“七·七”事变后，招远县属第九行政督察区。民国三十四年（1945年）8月，抗战胜利后，招远县属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）2月27日，日军侵占招远县城。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，招远县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，招远县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。\n\r\n       抗日战争爆发后，民国二十九年（1940年）2月，招远县抗日民主政府成立，属胶东区行政公署西海督察专员公署。民国三十年（1941年）1月，招远县析为招远（俗称南招县，属西海专区，1945年10月改属北海专区）、招北县（属西海专区，1942年8月改属北海专区）。"
        },
        {
            "type": "text",
            "text": "       1950年1月1日，招远、招北县合并，称招远县，属北海专区。同年5月撤销北海专区，所辖招远等7县以及长山岛、龙口2个特区划属莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，招远县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，招远县隶属烟台市。1991年12月21日，撤销招远县，设立招远市（县级），由烟台市代管。"
        }
    ]
}