{
    "title": "龙口市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        },
        {
            "id": "1760",
            "category": "龙口市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：295次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦统一六国后，置黄县。在县南二十里有黄山，有黄水，县因此为名。1986年撤销黄县，设立龙口市。名称源于原黄县的龙口镇（1993年11月19日，撤销龙口镇，以原龙口镇的行政区域设立西城街道办事处）。"
        },
        {
            "type": "text",
            "text": "       龙口之名始见于明洪武二十一年(1388年)，民间相传其渊源有二：一说，屺母岛原是孤岛，与陆地隔海相望，其间洪涛似奔牛，无风三尺浪，龙口由此而来；二说，西部海岸线“长滩一线连瑶岛，”犹如龙之上颌，南则界河蜿蜒入海，黄山馆一带陆地好象龙之下颏，其形恰似龙口，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝分天下为九州，龙口属青州，部落称为“莱夷”。西周初，莱夷部落建莱子国，都成遗址在兰高镇归城。秦始皇统一中国后，分天下为三十六郡，此地置为黄县，隶属齐郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年（前203年）置东莱郡，黄县为辖属。东汉建武六年（30年），黄县仍隶于东莱郡。三国时属魏，郡县不变。西晋初，东莱郡改为东莱国，黄县属于东莱国。东晋十六国时期，黄县隶属于东莱郡。东魏武定元年（543年）光州东牟郡移治黄县（今龙口市黄城集村）。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），黄县属牟州。开皇五年（585年）光州改称莱州，大业三年（607年），废牟州，改莱州为东莱郡，黄县等9县属东莱郡。唐武德四年（621年），废东莱郡，置莱州。如意元年（692年）割莱州之黄县、牟平、文登置登州。神龙三年（707年），改黄县为蓬莱县，登州治所移至蓬莱。先天元年（712年），又割蓬莱县置黄县。天宝元年（742年），改登州为东牟郡。乾元元年（758年），复为登州，领蓬莱、黄县、文登、牟平等4县，治所蓬莱。"
        },
        {
            "type": "text",
            "text": "       北宋，蓬莱、黄县、牟平、文登等4县属京东东路登州。金代，登州属山东东路，辖蓬莱、黄县、福山、栖霞4县。元初，登州隶属益都路，后归属淄州路、淄莱路，至元二十四年（1287年）改属般阳路，登州领蓬莱、黄县、福山、栖霞等4县，治所蓬莱。"
        },
        {
            "type": "text",
            "text": "       明朝初期，黄县属山东省莱州府登州管辖，洪武九年（1376年）登州设府，黄县等7县以及宁海州属登州府。清沿袭明制，黄县仍隶属登州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，黄县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，黄县属东海道。民国十七年(1928年)5月，道废制，黄县直属山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），黄县属第九行政督察区。民国三十四年（1945年）8月，抗战胜利后，黄县属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月5日，日军侵占黄县。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，黄县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，黄县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十七年（1938年）5月15日至17日黄县城乡各界代表50余人，在菜园泊举行会议，成立了黄县抗日民主政府，隶属山东省胶东行政区北海专署区。抗战胜利后，黄县等6县以及龙口特区仍隶属北海专署区。民国三十五年（1946年）下半年，山东解放区的行政区划进行调整，黄县、招远县、招北县、栖霞县、栖东县、福山县、蓬莱县、长山特区、龙口特区等7县2个特区隶属胶东行署北海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销北海专区，所辖黄县等7县以及长山岛、龙口2个特区划属莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。同时，蓬莱县、黄县、长岛县并为蓬莱县。1962年1月黄县复还原治，仍属烟台专区。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，黄县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，黄县隶属烟台市。1986年9月23日，撤销黄县，设立龙口市。"
        }
    ]
}