{
    "title": "烟台市福山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：335次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋靖康二年 （1127年），伪齐帝刘豫来此登山，称两水镇一带为“福地”，因名此山为福山。伪齐阜昌二年（金天会九年，即1131年）设福山县，因境内有福山而得名。1983年11月，福山县更名为福山区，为烟台市辖区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代，今福山为莱夷之地。春秋时期，齐灵公十五年（前567年），齐灭莱后，牟国（今莱芜市）徙今烟台福山三十里堡村南，筑城建国为牟子国地。战国时期，齐国田和夺吕姜王位，迁康王“于海上，食一城”，为齐国东莱地。秦朝，实行郡县制，置腄县，属齐郡。"
        },
        {
            "type": "text",
            "text": "       西汉沿袭秦制，境为三县地：东、南为腄县，西北为牟平县，北为育犁县，属青州东莱郡。东汉（25年—220年），按《齐乘》释：“腄城”曰“秦、汉负海县，后并入牟平”。育犁县亦“前汉立，后汉省”，并入牟平（即今古现）。属青州东莱郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，魏沿东汉制，仍为牟平县地，属青州长广郡。西晋时期，仍置牟平县地，属东莱国。东晋、十六国时期，境内先后为后赵、前燕、前秦、后燕、南燕辖地。后赵将牟平东部析出，置东牟郡和东牟县，属东牟郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，北魏时属光州东牟郡牟平县地，北齐又将县治迁至今蓬莱。旋又析牟平、观阳，置文登县，治所又移今文登城。属青州东莱郡。隋开皇五年（585年）光州改称莱州。大业三年（607年），改莱州为东莱郡，今福山地仍为文登、牟平两县地。"
        },
        {
            "type": "text",
            "text": "       唐武德六年（623年），析文登地置清阳县，属登州，今福山地属清阳县。贞观元年（627年），废登州和清阳县。麟德二年（665年）今福山地又复属牟平县。神龙二年（706）并为登州地，置两水镇，属河南道登州。五代时期，先后有后梁、后唐、后晋、后汉、后周，建制与唐朝相同。"
        },
        {
            "type": "text",
            "text": "       北宋，置登州、莱州，属京东东路。福山地分为蓬莱、牟平、莱阳三县。金天会九年（1131年），伪齐帝刘豫析蓬莱、牟平、置福山县，治所两水镇，属登州。"
        },
        {
            "type": "text",
            "text": "       元朝沿金制，仍称福山县，属般阳路登州。明朝沿元制，洪武六年（1373年）福山县属山东行省隶州。洪武八年（1375年）属山东省布政司登州府。清朝沿明制，属山东省登蓬青胶道登州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，福山县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，福山县属东海道。民国十七年(1928年)5月，道废制，福山县直属山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），福山县属第七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月2日，日军侵占福山县。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，福山县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，福山县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国三十年（1941年）3月，福山县抗日民主政府在狮子山区公开成立，隶属胶行政区北海专署区。抗战胜利后，民国三十五年（1946年）上半年，山东解放区的行政区划进行调整，福山县仍属北海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销北海专区，福山县划属文登专区。1956年2月撤销文登专区，所辖福山等8县并入莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台。同年福山县并入烟台市。1962年，复为福山县。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，福山县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，福山县更名为福山区，为烟台市辖区。"
        }
    ]
}