{
    "title": "烟台市芝罘区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：331次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       芝罘[fú]，因古“之罘山”得名。据《史记》载，秦二十八年（前219年），秦始皇东巡，登之罘山，始有之罘之名。清朝以后改为“芝罘”。芝为灵芝，罘为网，引申为屏障，因芝罘岛的形状，恰似一株巨大的灵芝，也是一道天然的屏障。\n\r\n       明洪武三十一年（1398年），为防倭寇侵扰，在之罘增设奇山守御千户所，设置狼烟墩台，遂又有烟台之称。民国二十三年（1934年），设立烟台特别行政区。民国三十六年（1947年），烟台设为省辖市。1958年6月，烟台由省辖市改为莱阳专区辖市。10月18日，莱阳专区改为烟台专区。1983年10月15日，烟台地区改为烟台市（地级市），原烟台市（县级）改为芝罘区，以辖区内芝罘岛（山）为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商和西周时期，地处莱国之东，称东夷。春秋时齐灭莱后，为己其、牟、莱族移民区，属东莱地。战国时齐灭东莱后属齐地。秦时地属胶东郡腄县。"
        },
        {
            "type": "text",
            "text": "       汉高祖四年(前203年)置东莱郡。至东汉，先后属青州东莱郡之腄县地和牟平县地(县治在今福山区古现一带)。三国魏时因之。"
        },
        {
            "type": "text",
            "text": "       西晋改东莱郡为东莱国，仍属牟平县地。东晋十六国时期先后为赵、前燕、前秦、后燕、南燕之东牟郡牟平县地。南北朝时先后属宋青州东莱郡、光州东牟郡之牟平县地。北齐废东牟郡入光州长广郡，地属文登县。"
        },
        {
            "type": "text",
            "text": "       隋大业三年(607年)，并省诸州，复置东莱郡，地属东莱郡文登县。唐武德六年(623年)属登州清阳；贞观元年（627年），并省州县，废登州、清阳，地入莱州文登县；唐麟德二年(665年) ，析文登西境，于莱州东牟(今牟平区)复置牟平县，地属牟平县。武则天长寿元年（692年），牟平县改属登州。"
        },
        {
            "type": "text",
            "text": "       五代梁、唐、晋、汉、周时均为登州牟平县地。北宋真宗至道三年（997年），设京东路。熙宁七年（1074年），分京东路为东西两路，地属京东东路登州牟平县。金改宋之京东东路为山东东路。金大定二十二年（1182年），将原伪齐以登州之文登、牟平两县所立宁海军升为宁海州，地属山东东路宁海州牟平县。"
        },
        {
            "type": "text",
            "text": "       元初，登州隶属益都路，至元二十四年（1287年），改属般阳路，今芝罘地属山东东西道般阳路登州福山县。明初属莱州府登州福山县。洪武九年（1376年），升登州为府，境域大部属登州府福山县地，小部分属宁海州牟平县地。明洪武三十一年（1398年），为防倭寇侵扰，在之罘增设奇山守御千户所，设置狼烟墩台，所以该地亦称烟台。清代先后属登莱青道和登莱青胶道登州府福山县地。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)1月，废府设道，福山县烟台（今芝罘区）即为胶东道驻地。民国十四年（1925年）10月，福山县烟台（今芝罘区）为属东海道驻地。民国十七年(1928年)5月，道废制，福山县直属山东省政府。民国二十三年（1934年）春，山东省政府在芝罘地域建烟台特别行政区，直属山东省政府管辖。至此，烟台始脱离福山县，独立建置。民国三十四年（1945年），设烟台行政区。民国三十六年（1947年），烟台设为省辖市。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月3日，日军占领烟台。3月5日，伪山东省公署成立，5月，伪山东省公署，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，烟台市为登州道驻地。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。\n\r\n       民国三十四年（1945年）8月烟台解放后，划属胶东行政区。民国三十六年（1947年）10月，国民党军队占据烟台市。民国三十七年（1948年）10月，烟台第二次解放后，烟台市为胶东行署直辖市。"
        },
        {
            "type": "text",
            "text": "       1950年5月，胶东区撤销，烟台市隶属文登专区，9月改为省辖市。1958年6月，烟台由省辖市改为莱阳专区辖市。10月18日，莱阳专区改为烟台专区，烟台市遂归烟台专区管辖。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，所辖未变。1983年11月，撤销烟台地区，组建地级烟台市，原烟台市（县级）改为芝罘区，为烟台市直辖市区。"
        }
    ]
}