{
    "title": "烟台市牟平区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1679",
            "category": "烟台市"
        }
    ],
    "detail": "[日期：2015-10-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：403次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉高祖元年（前206年），于今县境设东牟县。时同郡另有牟平县（在今福山区境，非今之牟平），系因县治“在牟山之阳，其地夷坦，故曰牟平”，东牟县之名，因其在牟平县东，故名。"
        },
        {
            "type": "text",
            "text": "       西晋泰始元年（265年）撤东牟县，地入牟平。北齐天统四年（568年）分牟平县地置文登县，今牟平区地属文登。唐贞观二年（628年），省牟平县，唐麟德二年（665年）分文登县地复置牟平县，治汉东牟县城，即今治。伪齐阜昌二年（1131年），于登州牟平县治，别置宁海军。金大定二十二年（1182年），升宁海军为宁海州。民国二年（1913），宁海州改为宁海县；民国三年（1914年），因与浙江省宁海县重名，复用古名牟平县。1994年7月2日，撤销牟平县，设立牟平区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东周以前，今牟平区境为“隅夷”之地。春秋时，为莱子国地。战国时，齐灵公十五年（前567年），齐灭莱子国，地入齐国。秦始皇灭齐，于齐国东部置齐郡，今牟平区为其辖地。"
        },
        {
            "type": "text",
            "text": "       西汉高祖元年（前206年），于今县境设东牟县，隶属青州东莱郡。时同郡另有牟平县，但在今福山区境，与今牟平县境并无关系，不过今牟平县名却渊源于该县。王莽代汉，建“新”朝，东牟县改名弘德县。东汉建武五年（29年）复名东牟县。永平二年（59年），割东莱郡东牟等县入琅邪[yá]国。三国时魏仍设东牟县，属青州东莱郡。"
        },
        {
            "type": "text",
            "text": "       西晋泰始元年（265年）撤东牟县，以其地并入治所在今福山区的牟平县。“永嘉”之乱，晋室渡江。青州地先后为后赵、前燕、前秦、后燕、南燕、北魏、东魏、北齐、北周等政权或短时的地方割据势力所有。东晋末至南朝刘宋初年，一度为南朝政权收复，旋又沦为北魏。在此期间，今牟平区地先属治在今福山区的牟平县，继属治在今黄县境的牟平县。北齐天统四年（568年）分牟平县地置文登县后，今牟平区地改属光州文登县。"
        },
        {
            "type": "text",
            "text": "       隋朝，今牟平区地仍属文登县，而文登县改隶莱州，后又更为隶东莱郡。唐初，今牟平县地仍属文登县。武德四年（621年）于文登县置登州，贞观元年（627年）州废县存。贞观二年（628年），省设治于今黄县境的牟平县。麟德二年（665年）分文登县地复置牟平县，治汉东牟县城，即今治，以汉牟平县为名，即今县之始，亦为今县地定设牟平县治之始。如意元年（692年）重设登州于黄县境，后移治蓬莱县，牟平县隶属不变。天宝元年（742）登州改名东牟郡，乾元元年（758）复称登州。"
        },
        {
            "type": "text",
            "text": "       五代至宋，均沿设牟平县及登州。宋时登州又别称东牟郡，属京东路。“靖康之变”后，金扶立刘豫伪齐傀儡政权，京东路地为齐所辖。伪齐阜昌二年（1131年），于登州牟平县治，别置宁海军。阜昌八年（1137年），金废齐，宁海军为金直接统治。金大定二十二年（1182年），升宁海军为宁海州，治所仍在牟平县，辖牟乎、文登二县，隶属山东东路。"
        },
        {
            "type": "text",
            "text": "       元沿设宁海州，仍治于牟平县城，辖牟平、文登二县。初隶于益都路，继隶于淄莱路，至元九年（1272年）直隶于中书省。明洪武元年（1368年），以牟平县省入宁海州，仅辖文登县，州治不变，但改隶于莱州府。洪武九年（1376年）复登州府，辖9县和宁海散州（治牟平）。莱州、登州初属山东行中书省，继属山东承宣布政使司。清时，沿袭明建置。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改清朝旧制府、州、厅为县，于是宁海州改为宁海县；民国三年（1914年），因与浙江省宁海县重名，改名牟平县，属胶东道。民国十四年（1925年）改属东海道。民国十七年(1928年)5月，道废制，牟平县直属山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），牟平县属第七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月5日，日军侵占牟平县城。3月5日，伪山东省公署成立，马良任伪省长。5月，伪山东省公署，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市。牟平县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，牟平县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。\n\r\n       抗日战争爆发后，民国三十年（1941年）1月，牟平县抗日民主政府成立，隶属胶东行政区东海行署区。抗战胜利后，民国三十五年（1946年）下半年，山东解放区的行政区划进行调整，牟平县属胶东行署东海专区。民国三十六年（1947年）10月，分为牟平、牟东二县；次年6月，二县又合并为牟平县，仍属胶东行署东海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，撤销东海专区，所辖牟平等7县2市划归文登专区。1956年2月，撤销文登专区，所辖牟平等8县划归莱阳专区。1958年11月，莱阳专区更名为烟台专区，专署迁驻烟台；同时牟平县撤销，并入烟台市。次年11月，恢复牟平县，仍属烟台专区。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，牟平县属烟台地区。1983年11月，烟台地区撤销，设立地级烟台市，牟平县隶属烟台市。1994年7月2日，撤销牟平县，设立牟平区和莱山区。以原牟平县的莱山、解甲庄两镇和芝罘区的初家镇设立莱山区，以原牟平县其余13个镇成立牟平区。"
        }
    ]
}