{
    "title": "利津县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1678",
            "category": "东营市"
        },
        {
            "id": "1763",
            "category": "利津县"
        }
    ],
    "detail": "[日期：2015-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：320次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐为渤海县之水利镇。金明昌三年十二月（1193年1月）置县，因境内有“永利”、“东津”两地名，故命名利津。"
        },
        {
            "type": "text",
            "text": "       另一说，据《读史方舆纪要》：“海在县东北之十里，产盐，居民资其利，案河水于此分为枝津入海，故曰利津。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时代，县境西南部是古陆地，属齐国、齐郡。汉代属千乘郡漯沃县、蓼城县地。东汉以后，黄河来利津域地入海，随着黄河三角洲的形成和发展， 利津域地不断向渤海湾延伸扩大，隋代建永利镇（在今利津城河东岸），属浦台县。 唐、宋属渤海县永利镇。"
        },
        {
            "type": "text",
            "text": "       金代明昌三年十二月（1193年1月）升永利镇为利津镇， 属山东东路滨州刺史郡。元、明时代属山东济南府滨州。清代属山东武定府 （今惠民县城）。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年) 1月，废府设道，利津县属岱北道。民国三年（1914年）5月，岱北道改称济南道，利津随属。民国十四年（1925年）10月，山东督办兼省长张宗昌置武定道，利津县属武定道。民国十七年（1928年）5月，废道制，利津县直属于省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），利津县属第五行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月20日，日军侵占利津县城。民国二十七年（1938年）3月5日，伪山东省公署成立，马良任伪省长。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，利津县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，利津县属武定道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国三十年（1941年）8月26日，八路军山东纵队三旅旅长许世友、政委景晓村、副旅长杨国夫、副政委刘其人等，率三旅七团、特务营、骑兵连、教导营、八团特务连及清河区军政机关、后勤单位2500余人，进驻垦区八大组，开辟利津、沾化两县北部沿海广大地区，创建垦区抗日根据地。民国三十三年（1944年）8月18日，解放全县，10月18日，成立利津抗日民主政府，隶属渤海行署第四专署，直至民国三十八年（1949年）7月第四专署更名为垦利专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，撤销垦利专区，所辖利津等9县划归惠民专区。1956年4月垦利县撤销，将黄河北4个区(新台、丰国、罗镇、集贤)划归利津县。1958年11月，惠民专区与淄博市合并为淄博专区，沾化、利津并县称沾化县， 属淄博专署。1959年10月，恢复垦利县建制。1961年1月，复立惠民专区；10月，恢复利津县建制，仍属惠民专区。1967年2月27日，惠民专区改为惠民地区革命委员会；1978年7月10日，撤销惠民地区革命委员会，恢复建立惠民地区行政公署，利津县属惠民地区。1983年10月15日，成立地级东营市，惠民地区的利津县划归东营市管辖，同时原罗家公社的4个自然村和原六合公社划归新建的河口区。"
        }
    ]
}