{
    "title": "东营市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1678",
            "category": "东营市"
        }
    ],
    "detail": "[日期：2015-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：328次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1964年3月，胜利油田会战时在境内东营村附近建立指挥部。1965年3月，惠民地区东营工作委员会和东营办事处成立（县级），即以油田指挥部驻地东营村为名。为适应胜利油田建设需要，1983年10月15日，撤县建市，东营由此升格为地级市。"
        },
        {
            "type": "text",
            "text": "       “东营”二字则源于“东吴家营”。明代初年，颁布“招垦”政策，陆续有移民迁于此。由枣强县迁来的王聪、王明、王睿三兄弟，被安置在了辛店村(约立村于唐代初年)东北约3.5公里处、一条自然形成的弯弯曲曲的大致西北——东南走向的低洼河沟（广利河开挖之前，称“广利沟”）东北岸附近；河沟对岸偏西不远处，则安置了同期同地迁来的移民王五功。逐渐移民聚居河沟两岸，形成了村落，合称吴家营。 当地人们习惯地称河东北岸的自然村为东吴家营、河西南岸的自然村为西吴家营。约在明代嘉靖年间，东、西吴家营的称呼，在人们的口头上又进一步简化为东营、西营。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期，逢伯陵、蒲姑氏等部族在此聚居；两周时期，属齐国疆域；西秦统一六国，在齐国故地设立郡县，时属齐郡；西汉时期，属千乘郡、齐郡两郡管辖，千乘郡下辖千乘、琅槐两县，齐郡下辖广饶、巨定、利县等县；"
        },
        {
            "type": "text",
            "text": "       王莽新朝时，将东营属地归建信郡管辖；光武帝刘秀建立东汉，恢复西汉齐郡、千乘郡建制；东汉明帝时，改千乘郡为国，先后以“千乘国”、“乐安国”命名，并置利县、益县、博昌、蓼城等县；三国时期，属曹魏青州乐安国、冀州乐陵国属地；"
        },
        {
            "type": "text",
            "text": "       西晋时，复设广饶县，部分属地沿袭曹魏时期建制；东晋十六国时期，后赵、前燕、后燕、前秦、北魏等，先后统辖该地，建置基本沿袭未变，"
        },
        {
            "type": "text",
            "text": "       隋朝初期，废弃郡一级建制，设州县两级，隶属青州；隋炀帝大业初年恢复撤州设郡，东营属地分属北海郡、渤海郡管辖；唐朝实行州县制，而州县两级之上设“道”，东营先后受河南道乘州千乘县、青州千乘县管辖；"
        },
        {
            "type": "text",
            "text": "       宋初废道设路，分属京东东路青州千乘县、河北路东路滨州渤海县管辖；金朝统一北方后，金沿宋制，先后分属山东东路益都府、滨州管辖；元朝设行省，分属中书省山东东西道宣慰司益都府乐安县和滨州利津县；"
        },
        {
            "type": "text",
            "text": "       明朝设置直隶区、承宣布政使司，下设府、州、县三级建置，其地分属山东承宣布政使司青州府乐安县、济南府滨州利津县管辖；清朝设省、府、县三级行政建制，分属山东省青州府乐安县、济南府利津县、沾化县，雍正末年归武定府管辖；"
        },
        {
            "type": "text",
            "text": "       中华民国初年，今东营属山东省胶东道乐安县。民国三年 (1914年) 1月30日，因与江西省乐安县重名，于是改名广饶县。民国十四年(1925年)改属淄青道。民国十七年(1928年)5月废道制后，广饶县直属山东省。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，境内政区建制复杂，既有日伪军建立的政区、又有国民党建立的政权。还有共产党建立的一系列抗日政权。国民党广饶县隶属山东省第十四行政督察专员公署。民国二十八年(1939年) 1月3日，日本侵略军侵占广饶城后，划广饶县属鲁东道。民国二十九年（1940年）7月，广饶县改属青州道。共产党政权有：民国二十八年(1939年)10月成立的益(都)、寿(光)、临(淄)、广(饶)四边县行政办事处（后改为四边县政府）；民国二十九年(1940年) 4月建立的广饶县抗日民主政府；民国三十年(1941年) 1月建立的广北县行政公署。"
        },
        {
            "type": "text",
            "text": "       解放战争时期，广北县、四边县撤销，建立广饶县政府，隶属渤海行政区清河专区。民国三十五年（1946年）、民国三十六年（1947年），国民党军队和还乡团曾两次进占，均立足未稳。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销清河专区，广饶县划归惠民专区。1956年4月垦利县撤销，以黄河为界将辖地划归利津县和广饶县。1958年11月，惠民专区与淄博市合并为淄博专区，广饶县归属淄博专区；沾化、利津并县称沾化县。1959年10月，恢复垦利县建制，隶属淄博专区。1961年1月，惠民专区复立，广饶县、垦利县仍归属惠民专区；10月，恢复利津县建制，仍属惠民专区。1967年2月27日，惠民专区改为惠民地区革命委员会；1978年7月10日，撤销惠民地区革命委员会，恢复建立惠民地区行政公署，广饶、垦利、利津3县仍属惠民地区。1983年10月15日，成立地级东营市，惠民地区的广饶、垦利、利津3县划归东营市管辖。"
        },
        {
            "type": "text",
            "text": "       [参看“广饶县”词条]"
        }
    ]
}