{
    "title": "滕州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1677",
            "category": "枣庄市"
        },
        {
            "id": "1765",
            "category": "滕州市"
        }
    ],
    "detail": "[日期：2015-10-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：337次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周为滕国，秦置滕县，因古国为名。滕，取泉水腾涌之意。据《说文解字》：“滕，水超涌也，盖以地近水所汇聚故也。”1988年3月7日，撤消滕县设立滕州市（县级），因金朝时滕县为滕州驻地，便以州名市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       滕州历史悠久，古为\"三国五邑\"之地，素有\"滕小国\"之称。滕始于黄帝，因境内泉水\"腾涌\"而得名。黄帝有二十四子，赐土得姓者十四。其第十子封于滕。周灭商后，武王封其异母弟叔绣于滕，乃称\"滕国\"。春秋时称滕子，传国31世，于周赧王二十九年（前286年）被宋国灭亡。古时滕境内除滕国外，还有薛国和小邾国。县治为小邾地，西南滕城为滕地，南薛城为薛地。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，废分封置郡县，于今滕境置滕县、薛县，隶属薛郡。除滕县、薛县外，境内东有合乡县地，东南有缯县地，西南有戚县地，西有湖陵县地。"
        },
        {
            "type": "text",
            "text": "       汉初，高祖撤小邾置蕃县，隶属豫州刺史部鲁国。于薛县置薛郡，隶属楚国。汉景帝平定七国之乱后，将薛郡分为四县：戚县（县治在今微山县夏镇）、昌虑县（县治在今羊庄镇土城村）、公丘县（由藤县改，县治在今姜屯镇滕国故城西北隅）、薛县。此时，戚县、昌虑隶属徐州刺史部东海郡，公丘县隶属豫州刺史部沛郡，蕃县、薛县隶属豫州刺史部鲁国。滕境东有合乡县、东南有新阳县、建阳县，西南至西北有戚县、湖陵县、橐县地。"
        },
        {
            "type": "text",
            "text": "       三国时，滕境各县属魏，魏沿袭秦制。明帝景初二年（238年）以公丘县并沛郡的杼秋、丰、广戚等县为豫州部沛王国。蕃县、薛县仍属鲁国，昌虑县仍属东海郡。"
        },
        {
            "type": "text",
            "text": "       西晋时，蕃县、薛县、公丘县都属豫州部鲁郡，昌虑县、戚县都属徐州部东海郡。晋惠帝元康年间，将蕃县、薛县改属徐州部彭城国，将徐州部东海郡的昌虑县改属徐州部兰陵郡。境内还有合乡县、戚县、高平县地。东晋十六国时，战争频繁，晋安帝义熙五年（409年），晋克复青、徐，撤销薛县、戚县，将其地划入蕃县，属兖州部。"
        },
        {
            "type": "text",
            "text": "       南北朝时，南朝宋孝武帝大明元年（457年）撤公丘县，置阳平县，属兖州部鲁郡。北魏孝昌三年（527年），于徐州部始置蕃郡，领蕃城（即蕃县）、永兴（今薛城区临城镇）、永福（今江苏省徐州市铜山县崮岘）三县，郡治蕃城。东魏元象二年（539年），撤销蕃郡，并入彭城郡。东魏武定五年（547年）又置蕃郡。复置薛县，属豫州部彭城郡；昌虑县属徐州部兰陵郡；阳平县属兖州部鲁郡。境内有合乡、留城、方与、高平等县辖地。北齐废除蕃郡为蕃县，撤销薛、阳平、合乡、昌虑（一说隋时将昌虑划入滕县）、永兴、永福六县，将其辖地划入蕃县，另将沛、高平、南武阳等县部分地区划归蕃县，县属徐州部彭城郡。"
        },
        {
            "type": "text",
            "text": "       隋初，开皇六年（586年），改蕃县为滕县。开皇十六年（596年），升滕县为滕郡，郡治滕县；不久又将滕郡改为滕县，县治在蕃县故城，属徐州部彭城郡。"
        },
        {
            "type": "text",
            "text": "       唐代滕县属河南道徐州部彭城郡。元和十二年（817年），县城从蕃县故城东移1公里处筑新城，即今之县城城址。 五代十国时的政区设置，沿袭唐代，滕县的名称。境域无变动。"
        },
        {
            "type": "text",
            "text": "       北宋时滕县属京东西路大都督府徐州武宁军节度。宋南迁之后，金于滕县兼置滕阳军。金大定二十二年（1182年），升滕阳军为滕阳州，金大定二十四年（1184年）改为滕州，下辖滕、沛、邹三县和陶阳镇（今县城东南30公里陶山下，金在此驻兵），州治在滕县，属山东西路。"
        },
        {
            "type": "text",
            "text": "       元置滕州，滕县属山东东西道益都路总管府滕州。 明，于洪武二年（1369年）废除滕州，滕县隶属山东布政司济宁府。洪武十八年（1385年）升兖州为府，降济宁为州，滕县改属兖州府。 清时滕县属山东布政司兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，滕县属岱南道，民国三年（1914年）5，岱南道改称济宁道。民国十四年（1925年）10月，滕县属山东省兖济道。民国十七年（1928年）5月，废除道制，滕县直属于省。民国二十五年（1936年），滕县属第一区行政督察专员公署（驻济宁），为一等县。抗日战争期间，属第一行政督察区。民国三十六年（1947年）春，滕县属徐州绥靖区，8月调整山东行政区划，滕县属鲁西南第一行政督察区。民国三十七年（1948年）7月，人民解放军第二次解放滕县，国民党政府溃散。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月17日侵占滕县县城，同年8月建伪滕县公署，日军派顾问控制。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，滕县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，滕县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪滕县县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十八年（1939年）2月中国共产党滕县委员会于现羊庄镇大赵庄成立，8月，以津浦铁路线为界分为滕东、滕西县委。民国二十九年（1940年）7月滕西县委解体，民国三十年（1941年）7月滕东县委改为滕峄边工委，属鲁南行政区。民国三十二年（1943年）9月，滕境属鲁南行政区第二专署区。民国三十三年（1944年）4月，滕县县委，县政府在现羊庄镇庄里成立；7月，设临城县；8月，设凫山县。民国三十四年（1945年）8月，滕县、凫山县、临城县隶属鲁南行署第二专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）1月，滕县改为麓水县，4月，将双山县改为麓水县，恢复滕县；撤销凫山县，原滕县沿湖地区归属滕县，官桥以南归属临城县。此时，滕县属鲁南区行政公署第一专署，临城县属第二专署。同年10月，恢复凫山县。民国三十七年（1948年）9月，滕县属鲁中南行政公署第四专署，临城县属第五专署。民国三十八年（1949年）7月，滕县、凫山县、白彦县属尼山专署，临城县属台枣专署。"
        },
        {
            "type": "text",
            "text": "       1950年，尼山专区和台枣合并改为滕县专区（驻滕县），辖滕县、临城县、凫山县。1952年9月，临城县改为薛城县。1953年9月，滕县专区和湖西专区合并改为济宁专区（驻济宁），辖滕县、薛城县、凫山县。同时，撤白彦县，将其所辖原属滕县的徐庄等五个区划归滕县；建立微山县，将滕县所辖湖域划归微山县。1956年3月，撤薛城县、凫山县，将其所辖部分地区划入滕县；12月，山东省调整县的等级，滕县由甲等县升为特等县。1960年3月，将滕县临城公社的164个自然村划归枣庄市。1979年1月1日，滕县由济宁专区改属枣庄市。1983年11月，枣庄市齐村区改为山亭区，将滕县东部的店子、冯卯、辛庄、徐庄、辛召、山亭、桑村、城头8个公社划归枣庄市山亭区。1988年3月7日，撤消滕县设立滕州市（县级），由枣庄市代管。"
        }
    ]
}