{
    "title": "枣庄市峄城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1677",
            "category": "枣庄市"
        }
    ],
    "detail": "[日期：2015-10-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：380次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦时设置承县（《旧唐书》变作丞，《新唐书》又省作氶[zhěng]），因承水，即今峄城大沙河而得名。峄之名，一说源于峄城南十五里处的葛峄山。葛峄山“四周峭绝不与群山伍”，又称天柱山；一说因峄境内多山，众山连络为绎，古“绎”与峄同。"
        },
        {
            "type": "text",
            "text": "       金明昌六年（1195年）改承县为兰陵县。金兴定中（1217年—1222年），置峄州，元世祖忽必烈至元二年（1265年）废兰陵县入峄州。明洪武二年（1369年）降峄州为峄县。1960年1月，撤销峄县建制，在原行政区域基础上建立县级枣庄市。1961年9月，枣庄市升格为省辖市。1962年6月30日，调整行政区划，设立枣庄市峄城区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       峄，春秋时期先后隶属于鄫、小邾、楚等诸国。据考证，楚国的兰陵县治在今峄城城区东三十公里之苍山县兰陵镇，兰陵县是峄地历史上设置最早的一个县。"
        },
        {
            "type": "text",
            "text": "       秦时，峄地分属薛郡之薛县（今滕州市东南），泗水郡之傅阳县（今台儿庄区张山子镇候孟村。《公单传》偪阳即作傅阳。偪、傅音同也），东海郡之缯县（今苍山县向城镇鄫城村。元《通志》曰：鄫，亦作缯）、兰陵县（今苍山县兰陵镇）。"
        },
        {
            "type": "text",
            "text": "       西汉时期，峄地除南部属楚国之傅阳县、西部属鲁国之薛县外，其余大部属东海郡之承、兰陵、缯、阴平、建阳、都阳、新阳、昌虑、合乡等县。承作为一个古县名，在峄之名出现之前沿用了上千年。承县，因承水而得名。承水，即今峄城大沙河。东汉时期，峄地属东海郡之承县、阴平县、兰陵县、昌虑县、合乡县、彭城国之傅阳县、琅琊国之缯县等。"
        },
        {
            "type": "text",
            "text": "       三国时期，峄地南部属彭城国之傅阳县，东北部属琅琊国之缯县，其余大部属东海国之承县、兰陵县、阴平县、昌虑县、都阳县等。西晋时期，东北部属琅琊国之缯县，南部属彭城国之傅阳县，其余大部属东海郡之承县、兰陵县、昌虑县、合乡县等。西晋惠帝元康元年（291年）分东海郡之兰陵、承、咸、合乡、昌虑5县置兰陵郡，治所在承城。自此，承县城在历史上首次成为郡、州之治所。"
        },
        {
            "type": "text",
            "text": "       东晋十六国时期，疆域变动频繁，峄地先后属后赵、前燕、前秦、后燕，至东晋末全部属晋；南北朝时期，先后属刘宋、北魏、东魏、北齐、北周。在近300年的纷争中，兰陵郡自设立后，除在北魏短时间被废，之后又于东魏武定五年（547年）复置外，长时间存在，其郡治在承城。"
        },
        {
            "type": "text",
            "text": "       隋开皇（581年—600年）初，废兰陵郡。开皇十六年（596年）分承县，置缯州，又析置兰陵县，峄地属缯州之承县、兰陵县。隋炀帝大业二年（606年）废缯州，省兰陵县入承县，峄地为彭城郡承县。不久又改承县为兰陵县，移治缯州故治所。"
        },
        {
            "type": "text",
            "text": "       唐时，峄地初属沂州承县①。武德四年（621年）复置缯州，治承县，辖承县、兰陵、缯城3县。贞观六年（632年）又废缯州，省兰陵、缯城二县入承，属沂州。唐末五代十国时，峄地先后属后梁、后唐、后晋、后汉、后周，为沂州承县。北宋时，峄地属沂州承县（望）②。"
        },
        {
            "type": "text",
            "text": "       金时，峄地初属邳州承县。金明昌六年（公元1195年）改承县为兰陵县，仍治承城。至此，始于西汉初沿用了1400余年的承县之名不复存在。金贞祐四年（1216年）三月，县治移至土娄村。金兴定中（1217年—1222年），置峄州，治所在故缯州城，自此，峄之名沿用至今。元时，峄地属益都路峄州。"
        },
        {
            "type": "text",
            "text": "       元朝，至元二年（1265年）废兰陵县入峄州，下无辖县。明洪武二年（1369年）降州为县，属济宁府。洪武十八年（1385年）峄县改属兖州府。 清沿明制，峄县属山东省兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，峄县属山东省岱南道，民国三年（1914年）5月，岱南道改为济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，峄县属兖济道。民国十七年（1928年）5月，废除道制，峄县直属于省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），峄县属第三行政督察区，“七·七”事变以后，峄县属第十五行政督察区。民国三十四年（1945年）8月，日本投降以后，峄县属第一行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月19日，日军侵占峄县。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，峄县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，峄县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十八年（1939年）11月21日，鲁南地区第一个抗日民主政府——峄县抗日民主政府成立。民国三十年（1941年），山东省战工会将全省划为胶东、冀鲁边、清河、鲁中、鲁南、鲁西6个行政区，峄县属鲁南行政区第二专属区。民国三十八年（1949年）7月25日，鲁南行政区第二专属区更名为鲁中南行政区台枣专区，峄县属之。"
        },
        {
            "type": "text",
            "text": "       1950年5月，台枣专区撤销，峄县隶属滕县专区。是年，撤销麓水县，其所辖庄头区划归峄县。1953年7月，撤销滕县专区，峄县改属济宁专区。同年7月，白彦县撤销，其所辖北庄、东凫山、西集三个区划归峄县；于民国三十七年（1948年）2月设立的兰陵县撤销，其所辖底阁、兰城店、马兰、唐庄、涧头集、台儿庄六个区重新划归峄县。1958年11月21日，峄县治所迁驻枣庄镇。1960年1月，撤销峄县建制，在原行政区域基础上建立县级枣庄市，仍属济宁专区。1961年9月，枣庄市升格为省辖市。1962年6月30日，调整行政区划，设立枣庄市峄城区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①古作承，《旧唐书》变作丞，《新唐书》又省作氶[zhěng]。"
        },
        {
            "type": "text",
            "text": "       ②望是唐宋时州县的等级名，一般按其地位的轻重、辖境大小划分，有赤、畿、望、紧、上、中、下七等。由此可见，当时的承县是个比较大的县。"
        }
    ]
}