{
    "title": "枣庄市薛城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1677",
            "category": "枣庄市"
        }
    ],
    "detail": "[日期：2015-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：321次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       夏时奚仲封薛，商时期称薛国。春秋战国时期，齐相国田文（孟尝君）大规模增筑薛城，薛城原名于此。秦置薛县，属薛郡。北齐天保元年（550年），撤薛县并入蕃县（隋朝时改名滕县）。明洪武二年（1369年）置临城驿，因临近永兴县城而得名。清乾隆四十九年（1784年），滕县又在临城改设分县衙门，称临城分县。民国三十四年（1945年）8月，抗战胜利后建立临城县。1952年9月，临城因与河北省临城县重名，更名为薛城县，因古薛国涵盖临城一带。1956年3月，撤薛城县，将其所辖部分地区划入滕县；1960年3月，原薛县所辖地区又划归枣庄市。1961年9月12日，以原来薛城县地设置枣庄市薛城区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       禹封任姓奚仲在此立薛国，商汤左相仲虺，奚仲后裔（传为十二世）继承薛国，商末失国。周初，周王封仲虺后裔任畛嗣薛，归至薛城，为侯国。中期降为伯爵。春秋后期，自畛开始又相传31世至薛君任宏，周威烈王八年（前418年），齐国将薛国占领。春秋战国时期，齐相国田文增筑薛城。战国后期，薛曾一度并入宋国，齐闵王十五年（前286年），齐国灭宋。后楚国势力扩张，又向北延伸至鲁国故地，齐之西南边邑薛城并入楚。"
        },
        {
            "type": "text",
            "text": "       秦王政二十三年（前224年），以鲁国故地置薛郡，领鲁县、瑕丘、无盐、须昌、张县、滕县、胡陵、方与、亢父、驺县、薛县。"
        },
        {
            "type": "text",
            "text": "       汉高帝六年（前201年），立刘交为楚王，薛郡属楚国。吕后六年（前182年），封张偃为鲁王，置鲁国，薛县属鲁国豫州。文帝元年（前179年），鲁国除为薛郡，还属楚国。景帝二年（前155年），削楚国薛郡。景帝三年（前154年），置鲁国，至东汉薛县随薛郡一直属鲁国。实际上，今薛城区西汉分属鲁南薛县、沛郡广戚县和东海郡新阳县、郡阳县。东汉分属鲁国薛县、彭城国广戚县和东海郡丞县、阴平县。"
        },
        {
            "type": "text",
            "text": "       三国，鲁国改名鲁郡，薛县随属。西晋，薛县，改属彭城国；东晋，改属豫州鲁郡，东晋武帝时，封武陔为薛县侯；刘宋，薛县改属彭城郡；北齐天保元年（550年），废除蕃郡为蕃县，撤薛县并入蕃县，属彭城郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十六年（596年），改蕃县为滕县（今滕州市），薛县名称虽然不在，但薛县故地“薛城”为滕县领属之地。隋唐五代仍属滕县，宋属滕阳军。明清时期均属藤县。明洪武二年（1369年）置临城驿，因临近永兴县城（今临城南大桥以南一带）而得名。"
        },
        {
            "type": "text",
            "text": "       清乾隆四十九年（1784年），滕县又在临城改设分县衙门，称临城分县，俗称“二衙”。清朝后期随铁路和邮政的出现，临城驿裁撤。清光绪三十四年（1908年）修建津浦铁路的临城站。"
        },
        {
            "type": "text",
            "text": "       民国初设置县佐，仍属滕县。民国二年（1913年），废府设道，滕县属济宁道。民国四年（1915年），滕县改属山东省岱南道。民国十四年（1925年）滕县属山东省兖济道。民国十七年（1928年）5月，废除道制，滕县直属于省。民国二十五年（1936年），滕县属第一区行政督察专员公署（驻济宁），为一等县。抗日战争期间，属第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十三年（1944年）7月，沛滕边办事处改设临城抗日民主政府。民国三十四年（1945年）8月，抗战胜利后始称临城县政府，隶属鲁南行署第二专员公署。民国三十七年（1948年）9月，临城县属鲁中南行政公署第五专署。民国三十八年（1949年）7月，临城县属台枣专署。"
        },
        {
            "type": "text",
            "text": "       1950年，尼山专区和台枣合并改为滕县专区（驻滕县），辖滕县、临城县、凫山县。1952年9月，临城因与河北省临城县重名，更名为薛城县，因古薛国涵盖临城一带。1956年3月，撤薛城县、凫山县，将其所辖部分地区划入滕县；1960年3月，将滕县临城公社的164个自然村划归枣庄市。1961年9月12日，枣庄市改建为山东省直辖市，以原来薛城县地设置枣庄市薛城区。"
        }
    ]
}