{
    "title": "枣庄市台儿庄区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1677",
            "category": "枣庄市"
        }
    ],
    "detail": "[日期：2015-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：351次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       “台儿庄”的名字始见于《明史》和明代碑文。《明史·河渠志》称“台庄”，明正德年间所立之泰山庙碑文中称“台家庄集”，崇祯十二年（1639年）立于黄林庄前之河防碑中始用今名“台儿庄”。"
        },
        {
            "type": "text",
            "text": "       至于“台儿庄”名称的由来，一曰以姓氏命名。因始居者为邰、花两大家族，故称“邰花庄”，渐演变为“台家庄”、“台庄”。"
        },
        {
            "type": "text",
            "text": "       二曰以地理实体命名。依据有二：其一，《明史·河渠志》云：“台家庄……诸处皆山岗高阜”，言此地居高。其二，古台儿庄四周天然水道纵横交错，地势低洼。每逢汛期，诸水汇集，一片汪洋，唯有台庄可免水患。鉴此，先人筑台避水而居，以台地名村，亦属顺理成章。城内至今尚有“凤凰台”、“朱台”、“金台”旧址。至于为何称“台儿庄”，据传属“台庄”简称的儿化韵所致。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       帝喾封羿于鉏(今台儿庄东南十公里之泇口)，建立有穷国，台儿庄东南部属之。黄帝有熊氏苗裔，祝融八姓（颛顼嫡裔）之熊氏则世居彭水，守黄帝寿陵，号为“三寿”（一作“王寿”）。尧以“傅虚”封祝融八姓之裔钱铿，建立大彭氏之国，台儿庄中西部属之。"
        },
        {
            "type": "text",
            "text": "       夏王杼五年（前1879年）征东海，伐三寿，封少子曲烈，建立鄫国，今台儿庄东北部属之。"
        },
        {
            "type": "text",
            "text": "       商武丁四十三年（前1282年）灭彭，迁祝融八姓之后郐国（在今新郑）妘姓族人建立偪阳国。今台儿庄属逼阳国，西周、春秋因之。"
        },
        {
            "type": "text",
            "text": "       周灵王五年（前567年）莒灭鄫。周灵王九年（前563年），晋灭偪阳予宋。周景王十一年（前534年），鲁伐莒，在故鄫地设次室邑。周贞定王二年（前468年）魏取楚淮北地，魏将邳、薛诸地合并为徐州，台儿庄除东北部原鄫国地属鲁次室邑外，尽属徐州。楚简王元年（前431年）楚灭莒。齐闵王元年（前300年）齐取魏徐州。楚顷襄王十一年（前288年）楚灭宋，改偪阳故地为傅阳县。楚考烈王十四年（前249年），楚灭鲁，改次室邑为兰陵县。"
        },
        {
            "type": "text",
            "text": "       秦时傅阳县属泗水郡，兰陵县属郯郡。西汉时傅阳县属楚国彭城郡，北部析置都阳县，属东海郡。兰陵县析置兰祺县（驻今兰城），隶东海郡。俎地置武原县（新朝一度改称乐亭），属楚国。东汉时西部属彭城国傅阳县，中北部属东海郡氶县，东北部属东海郡兰陵县，东南部属彭城国武原县。"
        },
        {
            "type": "text",
            "text": "       三国时属魏，郡县沿袭东汉。西晋惠帝元康元年（291年）氶、兰陵等县合为兰陵郡。东晋时，北部属兰陵郡氶县，西部属彭城郡。南北朝时属兰陵郡氶县。"
        },
        {
            "type": "text",
            "text": "       隋朝时属彭城郡兰陵县。唐朝时属河南道沂州氶县。五代时，先后属后梁、后唐、后晋、后汉、后周，隶属沂州氶县。北宋时属京东东路沂州氶县。金时，先属山东西路，后为河南路邳州兰陵县辖，后改属峄州兰陵县。"
        },
        {
            "type": "text",
            "text": "       元时，为山东西路峄州兰陵县辖，东南少部分属邳州武原县。明时，先属山东省济宁府，后为兖州府辖。洪武二年降峄州为峄县。清朝属山东省峄县，现张出子镇部分地区属滕县。"
        },
        {
            "type": "text",
            "text": "       民国时期沿袭清朝。 民国十七年（1928年）5月后，区境属峄县；民国二十八年（1939年）初至民国民国三十四年（1945年）8月，台儿庄沦陷，初属日伪鲁西道峄县，民国二十九年（1940年）7月以后属日伪兖济道峄县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十八年（1939年）11月20日成立峄南县抗日民主政府，台儿庄镇属之。民国三十四年（1945年）5月成立运河县抗日民主政府，台儿庄镇属之，直至民国三十五年（1946年）6月；民国三十五年（1946年）7月台儿庄镇仍属峄县。民国三十七年（1948年）2月在运河以北地区建立兰陵县（驻台儿庄镇），先后隶鲁南行政区第五专区。民国三十八年（1949年）7月25日，建立鲁中南行政区台枣专区，台儿庄随兰陵县隶属台枣专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，尼山专区和台枣合并改为滕县专区（驻滕县），台儿庄随兰陵县划入滕县专区。1953年7月，撤销滕县专区，改为济宁专区，专署移驻济宁。兰陵县撤销，其所辖底阁、兰城店、马兰、唐庄、涧头集、台儿庄六个区重新划归峄县，属济宁专区。1960年1月，峄县改为县级枣庄市，次年9月12日升为省辖市。1962年6月30日成立枣庄市台儿庄区。"
        }
    ]
}