{
    "title": "枣庄市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1677",
            "category": "枣庄市"
        }
    ],
    "detail": "[日期：2015-10-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：282次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       在唐宋时就形成村落，因多枣树（指的是“酸枣树”，其实就是棘）而得名。光绪三十四年（1908年）“中兴矿局”更名为“商办山东峄县中兴煤矿股份有限公司”，简称“中兴公司”时，其中说明：“ 本公司总矿在峄县城北枣庄”。至此，枣庄地名在社会上才开始逐渐出名。"
        },
        {
            "type": "text",
            "text": "       民国十七年（1928年）初，建枣庄镇，直属峄县。民国十九年（1930年）10月，枣庄镇划为 峄县第二区。民国三十五年（1946年）6月10日至10月7日，枣庄第一次解放期间，称枣庄特区。民国三十七年（1948年）11月枣庄最后解放，称枣庄行政区。1958年11月21日，峄县政府机关由峄县城迁往枣庄。1960年1月，峄县撤销、建立枣庄市（县级），隶属于济宁地委，市直机关驻枣庄。1961年9月，枣庄市由济宁专署管辖改为省直辖。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝时期，今枣庄地区南属鄫国，北和西部属滕国和薛国。商朝时期，今枣庄地区西北部为滕国、郳国和薛国，东北属鄫国，中部为蔇国，南部为偪[fú]阳国。"
        },
        {
            "type": "text",
            "text": "       西周时期，今枣庄地区东部属鄫国，南部属逼阳，西属薛国，北属滕、郳二国。春秋时期，东属鄫国、南属逼阳国，西部属薛国，北部属滕国和小邾国。 战国时期，东部为兰陵、南部为傅阳，西为齐之舒州，北部为齐之滕国。楚考烈王九年(前254年)，今枣庄地区全境属于楚国。 　　"
        },
        {
            "type": "text",
            "text": "       秦朝，今枣庄地区东部为郯郡的兰陵县、鄫县，南部为傅阳县，西部为薛郡的薛县、戚县，北部为滕县。西汉时期，今枣庄地区北部属鲁国、南部为楚国。东汉时期，属东海郡。 三国时期，今枣庄地区全境属魏。 　　"
        },
        {
            "type": "text",
            "text": "       两晋时期，今枣庄地区北部初属鲁郡，先后置蕃县、薛县、公邱县、戚县，南部属兰陵郡，先后置承县、鄫县、阴平县、昌虑县、合乡县。 南北朝时期，今枣庄地区北部属鲁郡，辖蕃、永兴、昌虑，南属兰陵郡，辖承、鄫、傅阳。北齐天保元年（550年）以后，今枣庄境内只有承、蕃两县建置。 　　"
        },
        {
            "type": "text",
            "text": "       隋朝，今枣庄境内北为蕃县，后改为滕县，南为兰陵县，后改为承县。唐朝，今枣庄地区属河南道，北置滕县，南置兰陵县，后改为氶县①。宋朝，今枣庄地区北部为滕县，南部为氶县。 金朝，今枣庄地区北部为滕县，南部置峄州。 　　"
        },
        {
            "type": "text",
            "text": "       元朝，今枣庄地区北部置滕县，南部置峄州。 明朝，今枣庄地区属济宁府，后属兖州府，北部置滕县，南部置峄州，明洪武二年（1369年）降州为县，属济宁府。洪武十八年（1385年）峄县改属兖州府。 清朝，今枣庄境内属兖州府，北部置滕县，南部置峄县。 　"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，峄县、藤县属山东省岱南道，民国三年（1914年）5月，岱南道改为济宁道。民国十四年（1925年）10月，山东督办兼省长张宗昌置兖济道，峄县、藤县属兖济道。民国十七年（1928年）5月，废除道制，峄县、滕县直属于省。"
        },
        {
            "type": "text",
            "text": "       自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），滕县属第一行政督察区，峄县属第三行政督察区，“七·七”事变以后，峄县改属第十五行政督察区。民国三十四年（1945年）8月，日本投降以后，峄县、滕县均属第一行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月17日，日军侵占滕县县城，19日侵占峄县。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，滕县、峄县属鲁西道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，滕县、峄县属兖济道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪滕县、峄县县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十八年（1939年）2月，中国共产党滕县委员会于现羊庄镇大赵庄成立，8月，以津浦铁路线为界分为滕东、滕西县委。11月21日，峄县抗日民主政府成立。民国二十九年（1940年）7月滕西县委解体，民国三十年（1941年）7月滕东县委改为滕峄边工委，属鲁南行政区。民国三十二年（1943年）9月，峄县和滕境属鲁南行政区第二专署区。民国三十三年（1944年）4月，滕县县委，县政府在现羊庄镇庄里成立；7月，设临城县；8月，设凫山县。民国三十四年（1945年）8月，滕县、凫山县、临城县隶属鲁南行署第二专员公署。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）1月，滕县改为麓水县，4月，将双山县改为麓水县，恢复滕县；撤销凫山县，原滕县沿湖地区归属滕县，官桥以南归属临城县。此时，滕县属鲁南区行政公署第一专署，临城县属第二专署。同年10月，恢复凫山县。民国三十七年（1948年）9月，滕县属鲁中南行政公署第四专署，临城县属第五专署。民国三十八年（1949年）7月25日，鲁南行政区第二专属区更名为鲁中南行政区台枣专区，峄县、临城县属之。滕县、凫山县、白彦县属尼山专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，台枣专区撤销，峄县隶属滕县专区。是年，撤销麓水县，其所辖庄头区划归峄县。1953年7月，滕县专区改名济宁专区，峄县改属济宁专区。同年7月，白彦县撤销，其所辖北庄、东凫山、西集三个区划归峄县。1958年11月21日，峄县治所迁驻枣庄镇。1960年1月，撤销峄县建制，建立县级枣庄市，仍属济宁专区。1961年9月，枣庄市升格为省辖市，辖齐村、台儿庄、峄城、薛城4个区及枣庄镇。1976年7月12日，设立市中区，将齐村区所辖部分划归市中区。1979年1月1日，滕县由济宁专区划归枣庄市。1983年11月15日，枣庄市齐村区改为山亭区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①古作承，《旧唐书》变作丞，《新唐书》又省作氶[zhěng]。"
        }
    ]
}