{
    "title": "高青县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1676",
            "category": "淄博市"
        },
        {
            "id": "1767",
            "category": "高青县"
        }
    ],
    "detail": "[日期：2015-10-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：351次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十七年（1948年）4月由原高苑县和青城县合并（同时划入滨县、邹平两县的部分地区），取两县首字而得名高青县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前1046年，周成王封姜尚于齐，建立齐国，高青地属齐。约公元前800年，长狄人入侵，在济水北建鄋瞒国，都狄邑，或曰长狄所居"
        },
        {
            "type": "text",
            "text": "       春秋初，今高城北仍为鄋瞒国地。公元前685年～643年，齐桓公将今高城及邹平的苑城一带辟为苑囿，更名高苑，故址在今邹平的苑城店。高城及南部为高苑地，高城北为狄城地。公元前607年，齐王子成父打败长狄，今高青复为齐地。战国时期，高青地属齐。"
        },
        {
            "type": "text",
            "text": "       秦时，置狄县（今高城一带）。高青东部隶临淄郡，今青城西部、黑里寨大部属济北郡。"
        },
        {
            "type": "text",
            "text": "       西汉置千乘郡，故城在今高城北25公里（今旧镇地）。又置千乘县（今唐坊镇孙集东南1.5公里）和东邹县（今花沟镇一带）。汉高祖六年（前201年），刘邦封丙倩为高宛侯，后为高宛县。西汉元朔四年（前125年），汉武帝封齐孝王子燕为被阳侯。汉高帝封娄敬为建信侯，后为建信县（今木李镇内杨一带）。今高青属高宛、被阳侯国地。后为狄县、被阳县、高宛县地，均属千乘郡。当时狄城在今高城西北，被阳城（今高城址）在狄城东南，隔泲水（济水）与狄城相望。高青西部主要为东邹县、建信县地，皆隶千乘郡。最西部为邹平县地，属济南郡。王莽新政时，狄城更名利居。"
        },
        {
            "type": "text",
            "text": "       东汉初，复置狄县，改高宛县为高苑县。汉永平三年（60年），千乘郡改名千乘国，翌年复为千乘郡。建初四年（79年），汉章帝封其子刘伉为千乘国王，千乘郡复称千乘国。汉永元七年（95年），千乘国改名乐安国。永初二年（108年），狄县更名临济县，乐安国移治临济，质帝时改为乐安郡，千乘县、临济县、高苑县等属乐安郡。时被阳、建信、东邹已废，高青大部属临济、千乘、高苑县。青城西部为梁邹县地，属济南国。"
        },
        {
            "type": "text",
            "text": "       三国魏时，今高青为临济县、千乘县、高苑县地，属乐安郡，乐安郡治高苑即今邹平苑城。青城以西为邹平县地，属济南国。乐安国和济南国皆隶青州。"
        },
        {
            "type": "text",
            "text": "       西晋时省千乘县。今高青东部为临济、高苑县地，属乐安国。西部的青城及花沟、黑里寨沿小清河部分属邹平县，隶济南郡。"
        },
        {
            "type": "text",
            "text": "       十六国时先后属后赵、前燕、前秦、后燕、南燕国地，仍为临济、高苑、邹平县地，分隶乐安郡和济南郡。南北朝时，南朝宋省高苑县，将临济县迁于县西部刘家镇（今黑里寨刘镇）。复置千乘郡并移治今广饶县境。原临济城更名长乐，侨置长乐县。在今高青、博兴之间，侨置阳信县。此时高青县境为侨长乐县、侨阳信县和临济县地。临济县属平原郡，侨阳信县属侨乐陵郡，孝武帝刘骏在古被阳城侨置渤海郡，属侨冀州，皆隶属青、冀二州。乐安郡已移置广饶境内千乘城。北朝魏设长乐郡，郡治在长乐城，高青地为长乐、临济县地，长乐县属长乐郡，隶青州；临济县属东平原郡，隶齐州。北朝东魏，高青地属青州。北朝齐废长乐郡，移长乐县治于被阳故城，改属齐郡，隶青州。"
        },
        {
            "type": "text",
            "text": "       隋初，今高青为长乐、邹平县地，属齐郡，隶青州。开皇十八年（598年），长乐县更名会城县，县治在今博兴南古苑庄。大业三年（607年），改会城县为高苑县，县治移于长乐城，即今高城。仍属齐郡，隶青州。后为高苑、邹平县地。"
        },
        {
            "type": "text",
            "text": "       唐朝，今高青为高苑、邹平县地。景龙元年（707年），析高苑一部置济阳县，县治在今邹平县旧口；元和十五年（802年），并入高苑县。唐朝，在今青城镇地置青平镇，属邹平县。"
        },
        {
            "type": "text",
            "text": "       五代时，为高苑、邹平县地，属淄州。宋朝，为高苑、邹平县地，属淄州，隶京东东路。景德二年（1050年），在高苑置宣化军，领高苑县。熙宁三年（1070年），以县令兼军使。金，废宣化军，今高青仍为高苑、邹平县地，属淄州，隶属山东东路。"
        },
        {
            "type": "text",
            "text": "       元朝，将高苑县小清河以南所属村庄大部分划为新城（今桓台）、邹平县。高苑初属淄州，元世祖至元二年（1265年）州废，改属益都路总管府，隶山东东西道宣慰司。青城县初隶济南路，中统时属陵州，至元年间改隶河间路。至元二十四年（1287年），置般阳路，高苑县西、青城县东、小清河北、大清河南包括田镇在内的区域为般阳路的新城、蒲台县地。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），将青城县并入邹平、齐东县，青城更名为清池店。洪武十四年（1381年）复置青城县，属济南府；高苑县改属青州府。两县皆属山东布政使司。"
        },
        {
            "type": "text",
            "text": "       清雍正十二年（1734年），今高青为三府四县地，东南部为高苑县地，属青州府；西南部为邹平县地，属济南府；西北部为青城县地，东北部为蒲台县地，皆属武定府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，高苑、邹平、蒲台、青城均属岱北道。民国三年（1914年）5月岱北道改名为济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置武定道，蒲台县改属武定道。民国十七年（1928年）废道制，4县均直隶于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），高苑、青城、邹平3县属第五行政督察区，蒲台县仍直隶于省。“七·七”事变后，高苑、青城、邹平3县属第十行政督察区，蒲台县属第十四行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       日伪统治期间，民国二十七年（1938年）5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，邹平、蒲台、青城3县属鲁北道，高苑县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，蒲台、青城2县属武定道，邹平属济南道，高苑属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国二十九年（1940年），高苑、青城县属清河专署。民国三十二年（1943年），高苑、青城县属清河行政主任公署。民国三十四年（1945年）8月山东省政府成立，领胶东、鲁中、鲁南、渤海、滨海5个行政公署、21 个专员公署，高苑、青城县属清河专员公署，隶渤海行政公署。民国三十七年（1948年）4月，高苑与青城合并为高青县，初属第三专署，后属清河专署，隶渤海行署。"
        },
        {
            "type": "text",
            "text": "       1950年3月， 高青县并入齐东县，隶惠民专区。1958年10月30日，惠民专区与淄博市合并为淄博专区，同时齐东析入博兴、邹平县地，均隶属淄博专区。1961年1月，撤消淄博专区，复置惠民专区，10月，复置高青县，隶惠民专区。1967年2月27日，惠民专区改惠民地区革命委员会，1978年7月10日，惠民地区革命委员会改为惠民地区行署，高青县属惠民地区。1990年1月1日，惠民地区的高青县划归淄博市。"
        }
    ]
}