{
    "title": "桓台县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1676",
            "category": "淄博市"
        },
        {
            "id": "1768",
            "category": "桓台县"
        }
    ],
    "detail": "[日期：2015-10-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：268次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       金正大五年（1228年），置新城县。民国三年（1914年）1月，新城县易名耏[ér]水县，以古水为名。4月，改称桓台县，因境内有齐桓公戏马台而名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n　　桓台置县前，分属临淄、长山①、高苑（今高青县）三县地。"
        },
        {
            "type": "text",
            "text": "       金正大五年（1228年，即南宋绍定元年），置新城县，隶属济南府淄州。元朝中统年间（1260年—1263年）属淄州路，至元二年（1265年）隶属淄莱路，至元二十四年（1287年）改称般阳路。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年）属淄州，次年改属济南府。清代，沿袭明制。\n\r\n       民国二年（1913年）1月，废府、州，存县、道，新城县隶属岱北道。次年1月，新城县易名耏[ér]水县，以古水为名。4月，改称桓台县，因齐桓公戏马台得名，5月岱北道易名济南道。民国十七年（1928年）5月，废道制，桓台县直属山东省。 自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），桓台县属第五行政督察区。“七·七”事变后，桓台县属第十行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月上旬，日军侵占桓台县。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，桓台县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，桓台县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，共产党领导的抗日民主政权陆续建立。民国二十七年（1938年）7月，华北游击纵队第十三支队第十二梯队在棘托置县政府。是年10月，建立长（山）桓（台）临（淄）益（都）四县边区行政联防办事处，隶属中共清河特委。 民国二十九年（1940年）4月28日，建立桓台县抗日民主政府，隶属清河专员公署。同时，撤销长桓临益四县边区行政联防办事处。是年底，改属清河行政主任公署清西专署。 民国三十一年（1942年）1月，中共清河区委决定撤销县、区建制，成立长桓军政工作团，隶属清河行政主任公署清中专署。是年7月，改属清西专署。民国三十二年（1943年）8月，复置桓台县抗日民主政府，隶属未变。民国三十三年（1944年）1月，清河区与冀鲁边区合并，称渤海行政区，桓台县属渤海行政区第六专署。 民国三十四年（1945年）8月，改属渤海行政区第三专署。 民国三十八年（1949年）7月，第三专署改称清河专区，县属其辖地。"
        },
        {
            "type": "text",
            "text": "       1950年5月，撤销清河专区，桓台县隶淄博专区。1953年6月，淄博专区改称淄博工矿特区，桓台县划归惠民专区。1958年10月30日，惠民专区与淄博市合并为淄博专区，1958年11月，桓台并入博兴县，隶属淄博专区。1961年1月，撤消淄博专区，复置惠民专区，9月，复置桓台县，隶惠民专区。1967年2月27日，惠民专区改惠民地区革命委员会，1978年7月10日，惠民地区革命委员会改为惠民地区行署，桓台县属惠民地区。1983年10月1日，惠民地区的桓台县划归淄博市。"
        },
        {
            "type": "text",
            "text": "       [参看“高青县”词条]"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①隋开皇十八年（598年）改武强县为长山县，1956年3月撤销长山县，原县城现为邹平县长山镇。当年长山县的地域并非全部并入邹平县，另外有近一半的地域并入了淄博市的张店区和周村区，另有极少的地域并入了高青县和桓台县。"
        }
    ]
}