{
    "title": "淄博市临淄区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1676",
            "category": "淄博市"
        }
    ],
    "detail": "[日期：2015-10-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：426次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       临淄原名营丘，本为姜子牙藩卫王室，以防莱夷之地，因丘上筑营，城内有丘，故曰“营丘”。周厉王二十年（前859年），七世献公率营丘人杀其兄胡公，自立为齐君，迁都营丘，因东临淄河（淄河又称淄水或淄江，“淄”也作“菑”），齐献公将营丘更名为临淄。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       临淄历史悠久，太古太昊伏羲氏兴起在齐地。这里又是五帝之一的颛顼高阳氏的故墟。古帝少昊之世，以鸟为图腾的爽鸠氏族部落聚居在这里。虞舜时期至夏代，有季氏族部落居住在这里。殷商时期，有姜姓逄伯陵氏居住在这里。殷商末年，有蒲姑氏居住在这里。"
        },
        {
            "type": "text",
            "text": "       公元前1046年，周武王推翻商朝，建立周朝。武王二年封太公姜尚于齐地。建立周代齐国，都治营丘。传至六世胡公静，为避东方莱夷侵扰，被迫迁都薄姑（今博兴县境内）。周厉王二十年（前859年），七世献公率营丘人杀其兄胡公，自立，迁都营丘。因临淄水，故更名临淄。"
        },
        {
            "type": "text",
            "text": "       姜氏自太公始，经西周、春秋时期，传位31代，治齐达六七百年之久，史称姜齐。康公十九年（前386年），大夫田和迁康公于东海，篡权自立，仍都临淄。改酅(xi)邑为安平，改棘邑为画。历经8代君主，治齐达160余年，史称田齐。周赧王三十一年（前284年），燕将乐毅陷齐70余城，唯莒、即墨两城未下，临淄归燕属5年。赧王三十五年（前279年），田单复齐，立襄王法章，返都临淄。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦推行郡县制，始置临淄县，属齐郡，治临淄。秦楚争战之际，田氏宗人儋、假、市、都、荣、广、横7人相继统治临淄。楚汉交兵，韩信破齐，斩田广，踞临淄。刘邦封韩信为齐王。"
        },
        {
            "type": "text",
            "text": "       西汉沿用秦制，仍置临淄县。汉高祖六年（前201年），再建诸侯王国，封子肥为齐王，衍嗣历哀王、文王、孝王、懿王、厉王等，先后皆治临淄。公元9年（新朝元年），王莽篡汉建国，以境内多齐王陵墓，改称齐陵县。东汉建武元年（25年）刘秀灭王莽，复称临淄，再为汉齐国都。三国时，临淄县属魏，隶于齐郡，青州刺史、齐郡太守仍以临淄为治所。"
        },
        {
            "type": "text",
            "text": "       晋时，临淄县属青州齐国。临淄为齐王都，青州刺史亦治于此。永嘉五年（311年），广县（今青州市地 ）并入临淄县，青州治所移广固城。齐郡太守仍治临淄。 东晋十六国时，东晋永昌二年（323年），后赵破青州，临淄并入后赵；前燕元玺五年（356年），前燕克广固，临淄归前燕；前秦建元六年（370年），前秦灭前燕；前秦太初九年（394年），后秦代前秦；晋灭后秦，改青州为幽州，设刺史镇广固城。后燕夺取广固建都，临淄为广固首邑，设都尹。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋武帝克青州，占齐地，设青州郡和广川郡，临淄县先后属刘宋、萧齐、北魏、北齐。刘宋永初元年（420年），临淄县南境析立广川县，属广川郡；北境析立重合县，属渤海郡；西北境析立高阳县，属高阳郡。上述三郡皆属冀州统辖。其间，临淄县徙治东阳城（今青州市北关），青州刺史同治于此，而临淄故城仍为郡治。南齐天保七年（556年），临淄县与诸郡县俱废，唯存高阳县，属齐郡，仍治临淄城。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），撤高阳县，复立临淄县，并在其西北境立溡水县，二县均属青州。隋炀帝大业元年（605年），溡水县并入临淄县，县治所移于高阳废城，属北海郡。唐武德四年（621年），复置溡水、安平二县，属青州。武德八年（625年），安平、溡水俱废，临淄遂为北海郡属邑，后改隶平卢道。五代十国，仍沿用唐制。"
        },
        {
            "type": "text",
            "text": "       北宋时，临淄县属青州，金时属益都府。金以前治所均在临淄。元朝，至元三年（1266年），临淄县并入益都县。至元十五年（1278年），复置临淄县，仍属益都路。元末，临淄故城圮废，达鲁花赤李仲明于故城南隅，另建新城。嗣后，临淄县署皆设于新城。明清两代，临淄县均属青州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府设道，临淄县属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置淄清道，临淄县属淄清道。民国十七年（1928年）5月，撤道制，临淄县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），临淄县属第十四行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938）年9月，日军占领临淄县城。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，临淄县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，临淄县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）“七七”事变后，国民党县政府撤离。临淄属中国共产党领导下的清河行政区。 民国二十七年（1938年）10月，建立长（山）、桓（台）、临（淄）、益（都）四边县，原临淄县西部村庄划归该县。民国二十八年（1939年）10月，建立益（都）、寿（光）、临（淄）、广（饶）四边县，原临淄县二区及三区的淄河以东各村划归该县。同时将广饶县三区划归临淄县管辖。民国二十九年（1940年）4月益寿临广四边县撤销，其所辖的临淄地区复归临淄县。民国三十一年（1942年），益寿临广四边县第二次建立，临淄二区及三区的淄河东各村又归四边县。同时将二区划为东二区和西二区。同年7月，将博兴县五区划归临淄县。民国三十四年（1945年）8月，益寿临广四边县撤销，所属临淄地区重归临淄县。原广饶县三区、博兴县五区仍归原属。民国三十三年（1944年）1月，清河行政区与冀鲁边区合并，称渤海行政区。当时临淄属渤海行政区五专署。民国三十四年（1945年）10月至民国三十七年（1948年）12月属渤海行政区三专署，民国三十八年（1949年）1月临淄县属渤海行政区清河专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月，清河专区撤销，临淄县划归淄博专区。 1953年7月，淄博专区改为淄博工矿特区，临淄划归昌潍专区。 1958年10月至1961年10月，临淄并入益都县，仍属昌潍专区。1961年10月10日从益都县划出，重新设立临淄县，仍属昌潍专区。 1967年3月13日，建立了昌潍地区革命委员会，取代了昌潍专区。1969年12月16日，昌潍地区的临淄划归淄博市，改称为临淄区。1970年1月1日，临淄区正式对外办公。"
        }
    ]
}