{
    "title": "淄博市博山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1676",
            "category": "淄博市"
        }
    ],
    "detail": "[日期：2015-10-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：542次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正十二年(1734年)，分益都县颜神之孝妇，怀德二乡，北割淄川十七村即：簸箕掌、赵庄、大峪、平堵沟、吴家寨、岭西、石门峪、龙塘峪、夹桑峪、黄石屋、西流泉、石巷裹、青龙湾、大摊、南湖城、西湖域、北湖城。西南割莱芜七村即：桃花泉、崔家庄、胡老公、阎家峪、乐疃、牛角庄、樵岭前、新置博山县。1951年，博山县的一、二、三、四区划出，成立淄博市（县级）。1955年3月9日，撤销淄博专区，建立地级淄博市，县级淄博市改为博山区。区名由来有二：其一，博山全境尽山，几无平坦之地，博山之名具有多山之意；其二，因境东南有“博山”，故以山名为区名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今博山区于周代建邑，隶属齐国的马陉邑，又名弇[yǎn]中。齐长城穿境而过，是齐鲁两国交界线。地处关隘要道，人口渐渐集中，逐步形成了集市小镇，曰颜神①。秦统一六国后，置郡县，颜神属齐郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，北境属青州部济南郡的般阳县，东南属兖州部泰山郡的莱芜县。东汉，般阳县改属齐国，而分属如故。魏晋时，因袭两汉制，故分属未变。南北朝，刘宋时，兖州部的泰山郡，分古莱芜为赢、牟、贝丘（邱）三县，颜神隶属赢县。北魏普泰元年(531年)，颜神划归般阳县，属清河郡，隶属齐州。北齐天保二年(551年)废东清河郡，改为贝丘（邱）县，颜神属之。"
        },
        {
            "type": "text",
            "text": "       隋朝置淄州，开皇十八年(598年)改贝丘（邱）为淄川县，归属齐郡。唐武德元年(618年)改制，设河南道，颜神属淄州(又叫北海郡)淄川县。贞观元年(627年)将莱芜故地统归淄川直到五代，沿袭未变。"
        },
        {
            "type": "text",
            "text": "       北宋时，颜神仍属淄州、淄川县，归山东东路。政和五年(1115年)成为淄州、淄川县的重镇，当时称颜神店。元朝，至正二十五年(1365年)先属淄州淄川县，后划归益都路益都县，改名颜神镇，在镇内设巡检司。"
        },
        {
            "type": "text",
            "text": "       明朝，由于琉璃、陶瓷、煤炭等工业的兴盛和商业的发达，颜神镇便逐渐发展成为一个工商业繁盛的城镇。明初，改益都为青州府，隶属山东省，颜神镇仍属青州府益都县。明朝嘉靖三十八年（1559年），建造石城，保安地方，至此，有了官署和城池，已具备了一个城邑的基本规模。"
        },
        {
            "type": "text",
            "text": "       清初，仍袭明制未变，镇内又添设粮捕通判一员。雍正十二年(1734年)清廷下令：分益都县颜神之孝妇，怀德二乡，北割淄川十七村即：簸箕掌、赵庄、大峪、平堵沟、吴家寨、岭西、石门峪、龙塘峪、夹桑峪、黄石屋、西流泉、石巷裹、青龙湾、大摊、南湖城、西湖域、北湖城。西南割莱芜七村即：桃花泉、崔家庄、胡老公、阎家峪、乐疃、牛角庄、樵岭前、新置博山县，属青州府管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，博山县属岱北道。民国三年（1914年）5月，岱北道改称济南道。民国十四年（1925年）10月，山东督办兼省长张宗昌置淄清道，博山县属淄清道。民国十七年（1928年）5月，废道制，博山县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），博山县属第十二行政督察区，民国三十四年（1945年）8月，抗日战争胜利后，博山县属第十行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月30日，日军侵占博山县城。民国二十七年（1938年）5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，博山县属鲁南道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，博山县属青州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十七年（1938年）6月，中共博山县委建立。民国二十八年（1939年）9月，在五区李家庄成立了博山县抗日民主政府，属泰安、莱芜、章丘、历城、淄川、博山、新泰7县边区联合办事处管辖。民国二十九年（1940年），改属泰安专区。民国三十一年（1942年）与莱东县合署办公，后改称博莱县。民国三十三年（1944年）恢复博山县，属鲁山行署。民国三十四年（1945年）8月，分为博山县和博山市（县级），归淄博特区管辖。民国三十七年（1948年）博山分为博山县和博山城关、黑山、原山3区，归淄博特区直辖。"
        },
        {
            "type": "text",
            "text": "       1950年5月，博山市（县级）并入博山县。1951年5月，博山县的一、二、三、四区划出，再次成立淄博市（县级），驻博山四二亩地，保留博山县，划归昌潍专区，县政府迁驻源泉。1955年3月9日，淄博专区撤销，建立地级淄博市，原县级淄博市改为博山区。1958年10月，撒销博山县；将原博山县的口头、太河、边河、田庄、峨庄、寥坞、南仇7个公社划归淄川区，将南博山、郭庄、源泉、池上4个公社划归博山区。"
        },
        {
            "type": "text",
            "text": "【注释】 \r\n       ①《博山县志》载：“周末，齐国西南郊长城岭下之北鄙，有孝妇颜文姜居岭下，殁而有神，故后世目其地为颜神”。"
        }
    ]
}