{
    "title": "莱西市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        },
        {
            "id": "1769",
            "category": "莱西市"
        }
    ],
    "detail": "[日期：2015-10-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：614次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       辖区范围商、周时期属莱子国。莱子国后被齐国所灭，齐侯灭莱时，于今周格庄乡筑古城。秦时属齐郡。汉代于古城设邹卢县治。北魏于今牛溪埠乡建长广县城。隋文帝十六年（596年），又于邹卢故址置卢乡县治。唐太宗贞观元年（627年），并入莱州昌阳县，后者于唐庄宗同光元年（923年），改名莱阳县。\n\r\n       民国三十年（1941年）2月，莱阳县析出莱东县后，莱阳县（习称莱西县，因地处莱阳之西而得名）辖原莱阳县的第五、六、七、九、十区。民国三十一年（1942年）7月，从莱阳县析出莱西南行署，民国三十四年（1945年）5月莱西南行署改称莱西南县。1950年3月12日，莱阳县与莱西南县合并，称莱西。1961年10月5日，莱西与莱阳分治。1990年12月18日，撤销莱西县，设立莱西市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商之际，莱西地属莱夷。周朝建立时，属莱国。齐灵公十五年（前567年），莱国为齐所灭，莱西属齐即墨地。秦灭齐后，境内属秦国齐郡地。\n\r\n       西汉初，于古城置邹卢县治，文帝十六年（前164年），属胶东国。东汉建武十三年（37年），撤邹卢县，属挺县，隶属于东莱郡。永平二年（59年），属昌阳县，隶属于琅邪[yá]国。建初元年（76年）改隶属于北海国。晋初撤昌阳县，武帝咸宁三年（277年）置长广郡，治不其，领长广、挺等县。莱西地属长广郡挺县地，隶属于青州。"
        },
        {
            "type": "text",
            "text": "       西晋元康八年（298年）至东晋元熙二年（420年），复置昌阳县，本境属之。北魏献文帝皇兴四年（470年）分青州，置光州，徙长广郡治胶东城，移长广县治于长清山阳，即今沽河街道长清村东。北齐，迁长广县治于胶东城，今境内西部仍属长广县，东部属昌阳县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十六年（596年）于西汉邹卢故城置卢乡县，并废挺城并入。属东莱郡之卢乡县地，隶属于青州。唐贞观元年（627年），撤卢乡县，并入昌阳县，属莱州，隶属于河南道。五代后唐同光元年（923年），改昌阳为莱阳。"
        },
        {
            "type": "text",
            "text": "       宋朝，为莱州莱阳县，隶属于京东东路。金朝，为莱州莱阳县，隶属于山东东路。元朝，莱阳县初属益都路，后属淄莱路。元世祖至元二十四年（1287年），改淄莱路为般阳路，莱阳属之。元顺帝至正二十三年（1363年），立胶东行中书省及行枢密院于莱阳，总制东方事，并于境内桃花寨村设巡检。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），升莱州为府，统二州、八县，莱阳属之。洪武九年（1376年），升登州为府，莱阳属之。清朝，为登州府莱阳县，隶属于山东布政使司。清顺治元年（1735年）由莱阳县析出行村、林寺、嵩山三乡划入海阳县。乾隆三十二年（1767年），县丞移驻于姜山村，管理县西南部事务，俗称“二衙”。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，莱阳县隶属于胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置东海道，莱阳属之。民国十七年（1928年）5月，废道制，莱阳县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），莱阳县属第八行政督察区，“七·七”事变以后，莱阳县改属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月1日，侵占莱阳县城。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，莱阳县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，莱阳县属登州道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪莱阳县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十九年（1940年）5月14日，莱阳县抗日民主政府在境内北山口村成立，隶属于胶东行署。民国三十一年（1941年）2月14日，莱阳县析出莱东县后，莱阳县（习称莱西县）辖原莱阳县的第五、六、七、九、十区，隶属于南海专区；民国三十一年（1942年）7月，莱阳县析出莱西南行署，隶属于南海专区。民国三十二年（1943年）8月，莱阳县、莱东行署、莱西南行署均改隶属于西海专区。民国三十三年（1944年）11月，莱阳县复隶属于南海专区。民国三十四年（1945年）5月莱西南行署改称莱西南县。"
        },
        {
            "type": "text",
            "text": "       1950年3月12日，莱阳县与莱西南县合并，称莱西。6月1日，成立莱阳专区，莱西属之。1958年10月17日，莱西与莱阳合并称莱阳县。1961年10月5日，莱西与莱阳分治，均隶烟台专区。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，所辖未变。1983年10月1日，莱西县改隶青岛市。1990年12月18日，撤销莱西县，设立莱西市。"
        }
    ]
}