{
    "title": "平度市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        },
        {
            "id": "1770",
            "category": "平度市"
        }
    ],
    "detail": "[日期：2015-10-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：674次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉高祖四年（前203年），设置胶东郡，并置即墨、郁秩、卢乡、平度、下密等县，郁秩县治在今平度城，而平度县治在今新河、灰埠以北。章帝建初元年（76年），郁秩之名废，为胶东侯国地，北魏为胶东县。北魏皇兴四年（470年），将原长广郡移郡治于胶东城（今平度城）。北齐文宣帝天宝七年（556年），长广县治移原胶东城（今平度城）。隋仁寿元年（601年），改长广县为胶水县。明洪武二十二年（1389年）改为平度州，民国二年（1913年）废旧制中府、州、厅为县，于是平度改州为县。1989年7月27日，撤销平度县，设立平度市（县级）。"
        },
        {
            "type": "text",
            "text": "       “平度”，就是“平法度”，即“执政的律令、法规、制度要公平统一”的意思。《说苑》闾丘先生对齐宣王‘愿选良吏，平法度，臣得寿矣’之言，谓义盖取此。”另外也有说“平度”作县名，是个祈愿地名，象征“平稳安定地过日子”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平度，夏朝为莱夷地,地处古青州。商朝为莱国地,地处古营州。西周为莱国之棠邑,地处古幽州。春秋，初为莱国。周灵王五年（前567年），齐国灭莱，属齐国。战国为齐国即墨邑。田齐时，即墨城（今古岘大朱毛村一带）为齐国东部之政治中心。秦始设郡，以今胶东半岛地为胶东郡，即墨城为郡治。"
        },
        {
            "type": "text",
            "text": "       西汉高祖元年（前206年）正月，楚项羽分原齐国为三，以田市为胶东王，都即墨，六月，胶东国复并入齐。汉高祖四年（前203年），韩信灭齐，齐地尽归于汉,以胶东为郡，治即墨，并置即墨、郁秩、卢乡、平度、下密等县。郁秩县治在今平度城，卢乡县治在今灰埠镇城子村，平度县治在今新河、灰埠以北。汉文帝前元十六年（前164年），以胶东郡为胶东国，都即墨。汉景帝前元三年（前154年），废胶东国，复改为郡。景帝中元二年（前148年），始正式重建胶东国，仍都即墨，食八邑，传至王莽代汉。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武十三年（37年），封贾复为胶东侯，侯国都郁秩，食六邑。章帝建初元年（76年），原胶东侯国废，新胶东侯国只食郁秩一县，郁秩之名废，即为胶东侯国。魏为胶东、即墨、卢乡三县及下密县之东部和长广县（古城在今莱西市境）之西部。晋置长广郡，郡治在不其县城（今即墨市境）。"
        },
        {
            "type": "text",
            "text": "       自刘裕代晋（420年）到宋明帝泰始六年（470年），为胶东、即墨、卢乡县。北魏，献文帝皇兴四年（470年），将原长广郡西界扩大到胶水，移郡治于胶东城（今平度城）。长广、即墨属长广郡。北齐文宣帝天宝七年（556年），将长广郡治移至中郎城（今龙口市境），即墨、卢乡、长广三县合并为长广县，长广县治移原胶东城（今平度城）。"
        },
        {
            "type": "text",
            "text": "       隋初为长广县。隋文帝开皇十六年（596年）复置卢乡县。仁寿元年（601年），改长广县为胶水县。唐代中后期至明初为胶水县，明洪武二十二年（1389年）改为平度州，领昌邑、潍县。清为平度州，约于雍正十二年（1734年）改为散州，不再领县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府设道，改平度州为县，平度县隶属于胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，平度县属之。民国十七年（1928年）5月，废道制，平度县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），平度县改属第十三行政督察区。民国三十四年（1945年）8月，抗日战争胜利后，平度县改属第十七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月，日本侵略军中村率部侵占平度城，两月余弃城撤离。同年10月，日本侵略军第二次侵占平度城。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，平度县属鲁东道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，平度县属莱潍道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪平度县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，平度城及其周围地区成为沦陷区。民国二十九年（1940年）9月，在抗日根据地大泽山区，成立了平度县抗日民主政府。民国三十年（1941年），由平度县析置平西、平南两县，隶属胶东行政区西海专属区。民国三十四年（1945年），由平南县析置平东县。同年，将属于昌邑县的“三泊”（昌邑在平度境内的“飞地”）地带划归平南县，属于莱西南县的河里套区划归平东县。解放战争期间，为平北（平度）、平西、平南、平东四县，均隶属胶东行署西海专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日，共和国成立时，平度县人民政府驻平度城，平西县人民政府驻张舍，后迁城子、昌里，平南县人民政府驻蓼兰，平东县人民政府驻南村，后迁古岘。1950年5月撤消西海专区，平北（平度）、平西、平南、平东四县划入莱阳专区。1952年6月，平南县改为蓼兰县。1953年9月，平西、蓼兰合并，称蓼兰县，县人民政府驻蓼兰；平度、平东合并，称平度县，县人民政府驻平度城。"
        },
        {
            "type": "text",
            "text": "       1956年6月，平度、蓼兰合并，称平度县，县人民委员会驻平度城，隶属昌潍专区。1957年3月，周戈庄区及万家、兰底、崔家集区的部分村庄分别划归高密、胶县、昌邑。1967年3月13日，昌潍专区易名昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，平度县隶属昌潍地区。1983年10月，平度县由昌潍地区划归青岛市。1989年7月27日，撤销平度县，设立平度市（县级），同年10月正式撤县设市。"
        }
    ]
}