{
    "title": "即墨市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        },
        {
            "id": "1771",
            "category": "即墨市"
        }
    ],
    "detail": "[日期：2015-10-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：361次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉高祖四年（前203年），设置胶东郡，并置即墨为郡治，因以战国故城（今平度市朱毛村）地临淮涉河支流墨水河①(1986年正式命名)而得名。隋开皇十六年（596年）移治于今址，重建即墨县。1989年7月27日，即墨撤县建市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝为莱夷地，属古青州。商朝为莱国地,地处古营州。西周为莱国之棠邑,地处古幽州。春秋，初为莱国。周灵王五年（前567年），齐国灭莱，齐大夫朱毛始建即墨城，城址位于今平度市古砚镇大朱毛村，为齐国即墨邑。秦始设郡，以今胶东半岛地为胶东郡，即墨城为郡治。"
        },
        {
            "type": "text",
            "text": "       西汉高祖元年（前206年）正月，楚项羽分原齐国为三，以田市为胶东王，都即墨，六月，胶东国复并入齐。汉高祖四年（前203年），韩信灭齐，齐地尽归于汉,以胶东为郡，治即墨，并置即墨、昌武、下密、壮武、郁秩、挺、观阳、邹卢8个县。"
        },
        {
            "type": "text",
            "text": "       新莽时期改名为即善。东汉复名为即墨，属青州北海国。两晋时，仍属青州北海国（郡）。南北朝的刘宋时，壮武县被废除，并入即墨县。 北齐天保八年（557年），即墨县、不其县被废除，一同并入长广县(今平度市)。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年）即墨城由原址（今平度市朱毛村）向东南方向迁移40千米至现址，重建即墨县，属莱州（东莱郡），邑治即今即墨城。辖古即墨县东南部和壮武、不其、皋虞三县之地，包括现在的即墨市、崂山区、城阳区和青岛市内四区的广袤地域。"
        },
        {
            "type": "text",
            "text": "唐及五代时，属河南道莱州。北宋时，属京东东路莱州(东莱郡)。金改京东为山东，属山东东路莱州。元时，山东作为“腹里”直属中书省，即墨先后隶益都路胶州、般阳府路莱州；元至元二年（1265年），即墨县再次被废，析地入掖县、胶水(今平度市)，约在元至正九年（1349年）恢复建制。"
        },
        {
            "type": "text",
            "text": "       明时，即墨县初隶青州府，明洪武九年（1376年）属莱州府胶州。清初，即墨县属莱州府胶州。清光绪二十三年（1897年），德国借口曹州教案，出兵侵占胶州湾，强迫清廷划出沿岸的部分土地为德之胶澳租界②，其中包括即墨县仁化乡的白沙河以南地区和里仁乡的阴岛地区。清光绪三十一年（1905年），胶州升为直隶州，属登莱青胶道，即墨县随属。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），沿袭清末旧制，即墨县隶属于登莱青胶道胶州。民国二年（1913年）1月，登莱青胶道改划为胶东道，胶州直隶州改为胶县，即墨县随属。民国三年（1914年），废“州”制，即墨县直辖于胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，即墨县属之。民国十七年（1928年）5月，废道制，即墨县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），即墨县属第十三行政督察区。日军占领即墨县城后，民国三十年（1941年），国民党领导的即墨县政府在莱阳成立，仍属第十三行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月17日，日军侵占即墨城。民国二十八年（1939年）6月日伪政权将即墨县划属青岛市（直属伪华北临时政府），设“即墨区”。民国三十四年（1945年）8月，日本宣布无条件投降后，伪即墨县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十一年（1942年）9月2日，中国共产党领导的抗日民主政府于即墨县西北部的堤前村（今属移风店镇）建立。民国三十二年（1943年）8月，大致以青（岛）烟（台）公路为界分为两县，路西地区为即墨县，路东地区为即东县，分别建立民主政权。民国三十三年（1944年）4月即东县并入即墨县，民国三十四年（1945年）7月恢复即东县。抗日战争胜利后，即墨县、即东县属胶东行署南海专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月撤销南海专区，即墨县、即东县划入胶州专区。1956年2月撤销胶州专区，即墨县、即东县划入莱阳专区。同年3月，即东县并入即墨县。1958年10月，即墨县改属青岛市。1961年3月，即墨县改属烟台专区。1967年2月27日，烟台专区改为烟台地区革命委员会，1978年7月10日，烟台地区革命委员会改为烟台地区行政公署，所辖未变。同年12月，即墨县再次改属青岛市。1989年7月27日，即墨撤县建市，由青岛市代管。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①清同治版《即墨县志》载“墨水河发源马兰岭，西流转北，入淮涉河”。“淮涉河，一源石城山西北，流经天井之阳；一源莲花山西南，流经天井之阴至县城东南合流，历张村至淮涉寺，墨水来会，西流转北，又会石河头河，西南流入海”。古人咏赞即墨形胜时，往往以“崂峰”、“墨水”并称，引起了“淮涉”即“墨水”的误解，今则两河通称为墨水河。"
        },
        {
            "type": "text",
            "text": "       ②民国三年（1914年），一战爆发，日本以对德宣战为名，夺取胶澳租界，至民国十一年（1922年）才为中国收回，置胶澳商埠。"
        }
    ]
}