{
    "title": "胶州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        },
        {
            "id": "1772",
            "category": "胶州市"
        }
    ],
    "detail": "[日期：2015-10-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：979次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏孝庄帝永安二年（529年）始置胶州，\"领东武、高密、平昌三郡，治东武陵（今诸城市），以胶州名始此\"，因境内胶水而得名。《水经注》：“胶水出胶山北，县因以名。”至于胶水名字由来，《图经》云：水色如胶，北流三百里入海。"
        },
        {
            "type": "text",
            "text": "       今胶州地域，秦到隋为黔陬[zōu]县，隋废黔陬县，其地并入胶西县。唐废胶西县入高密县，将高密以东部置板桥镇（位于今市城区）。北宋元祐三年（1088年）以板桥镇置胶西县。元置胶州，治胶西。北宋至元为胶西县，明、清为胶州，民国二年（1913年）1月，全国撤州改县，胶州改为胶县。1987年2月12日，撤销胶县，设立胶州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商为莱夷之域，周初，东有莒、西有介，莒南迁后为计。周武王十三年（前1043年）封少昊后裔兹舆期为莒子，都于计”。“计”位于胶州市南关街道办事处城子村。秦始皇二十六年（前221年）以介地置黔陬县，属琅邪[yá]郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，斤胶州市境内除黔陬县外，还有计斤县，驻地在今城子村；邞县，驻地在铺集镇黔陬村；祓侯国，在今牧马城遗址。东汉建武十三年（37年）撤销邞县、计斤县和祓侯国，黔陬县属东莱郡，东汉建安三年（198年）改属城阳郡。西晋元康六年（296年）改城阳郡为高密国，徙陇西王司马泰为高密王，都黔陬，并将黔陬城迁到胶水西岸（今铺集村西北）。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋永初元年（420年）黔陬属南朝宋青州高密郡，大明八年（462年）改属北海郡，北魏皇兴三年（469年）被北魏占领，黔陬属青州高密郡（治所在今诸城市）。北魏孝庄帝永安二年（529年）始置胶州，\"领东武、高密、平昌三郡，治东武陵，以胶州名始此\"，此时治所在今诸城市。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年）改胶州为密州，开皇十六年（596年）割黔陬县北部在胶、墨两水间置胶西县，隋大业九年（613年）胶西县毁于战火。唐武德五年（622年）胶州更名密州；武德六年（623年）撤销胶西县，其地并入高密县，将高密以东部置板桥镇（位于今市城区）。"
        },
        {
            "type": "text",
            "text": "       北宋元祐三年（1088年）以板桥镇置胶西县兼临海军使，并置板桥市舶司，属密州。金代在胶西县境内设陈村镇（驻今胶东镇大店村）、张仓镇（驻胶南铁山镇张仓村）和梁乡镇（驻今里岔镇良乡村、良乡原名梁乡）。"
        },
        {
            "type": "text",
            "text": "       蒙古太祖二十二年（1227年）复设胶州，驻胶西县，辖胶西、高密、即墨三县。明洪武二年（1369年）撤销胶西县，其境由胶州直辖，仍辖高密、即墨二县，明洪武八年（1375年）胶州改于莱州府管辖。清雍正十二年（1734年）撤并灵山卫归胶州。清光绪三十年（1904年）胶州升为直隶州，直属山东省，仍辖高密、即墨二县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，全国撤州改县，胶州直隶州改为胶县，属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，道尹驻胶县。民国十七年（1928年）5月，废道制，胶县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），胶县属第十七行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月15日，胶县沦为日占区，民国二十八年（1939年）划入青岛特别市，改为伪青岛特别市胶州乡区行政办事处，民国二十九年（1940年）又改为伪青岛市特别市胶州区办事处。民国三十四年（1945年）8月，日本宣布无条件投降后，伪胶县县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十二年（1943年）11月在胶县北部大杜戈庄成立胶县抗日民主政府。民国三十四年（1945年）8月，日本投降，胶县被民国政府占领。同年8月将漕汶、王台至抬头、埠上兰等以南的717个村庄划出成立诸胶县（后改名胶南县）。此时政区变动频繁，先后成立胶高县①、胶河县②，随后撤销，把划出的地区又重归胶县。民国三十六年（1947年）胶城解放，滨北专员公署和县民主政府迁入。"
        },
        {
            "type": "text",
            "text": "       1950年5月，改滨北专区为胶州专区，专署驻胶县。1956年2月，撤销胶州专区，胶县划入昌潍专区。1958年10月，胶县划入青岛市。1961年5月，胶县重新划归昌潍专区。1967年3月13日，昌潍专区易名昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，胶县隶属昌潍地区。1978年11月，将昌潍地区的胶县划归青岛市管辖。1987年2月12日，撤销胶县，设立胶州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①民国三十四年（1945年）8月由胶县、高密两县胶济铁路以北地区析置胶高县，治夏庄（今山东高密市区东北），以两县首字为名。民国三十八年（1949年）9月撤销，并入胶县、高密两县。"
        },
        {
            "type": "text",
            "text": "       ②民国三十七年（1948年）8月由胶县、胶南、诸城三县析置，属滨北专区。县人民政府驻铺集（胶州市铺集镇）。1953年7月撤销，其辖区划归胶县、胶南、诸城三县。"
        }
    ]
}