{
    "title": "青岛市黄岛区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        }
    ],
    "detail": "[日期：2015-11-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：695次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       黄岛区以黄岛岛名命名。黄岛，据《胶澳志》载，亦名“齐伯山”，“齐伯山岛”。黄岛之所以得名，一是位于黄岛庵山之北，一是因为四面环海，土层薄而含卤高，土石皆呈黄色，以颜色命名，以别于东岸之青岛。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今黄岛区，古为莱夷之地。周武王封少昊之后裔兹舆期为莒子，建都于计，时属莒国。春秋战国时期属齐国介根。秦汉两朝属琅琊郡之黔陬县。三国时属魏国城阳郡之黔[zōu]县。西晋属高密国黔陬县。东晋属高密郡黔陬县。南朝宋孝武帝并北海省高密郡，改属北海郡黔陬县。"
        },
        {
            "type": "text",
            "text": "       北朝后魏孝庄帝永安二年（529年）置胶州，领东武、高密、平昌3郡，时属高密郡之黔陬县。北齐文宣帝天保七年（556年）置平昌郡于黔陬县。隋文帝开皇三年（583年）废平昌郡，以黔陬直隶胶州。开皇五年（585年）改胶州为密州，时属密州之黔陬县。隋炀帝大业元年（605年）始属密州之胶西县。"
        },
        {
            "type": "text",
            "text": "       唐武德六年（623年）撤销胶西县，其地并入高密县，将高密以东部置板桥镇（位于今市城区）。今黄岛区属密州高密县之板桥镇。宋哲宗元祐三年（1088年）省板桥镇复属密州之胶西县。蒙古太祖二十二年（1227年）复设胶州，驻胶西县，辖胶西、高密、即墨三县。明洪武二年（1369年）撤销胶西县，其境由胶州直辖。"
        },
        {
            "type": "text",
            "text": "       清光绪二十四年（1898年），清政府被迫与德国签订丧权辱国的《胶澳租界条约》，黄岛和薛家岛两地始从胶州析出，划为胶澳商埠一起沦为德国租界地。而辛安和薛家岛西部5村仍属胶州，为胶州之沾化乡。宣统三年（1911年）春，胶州变6乡制为13区制，沾化乡又改为朱仲区。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，全国撤州改县，胶州直隶州改为胶县，属胶东道。民国十四年（1925年）10月，山东督办兼省长张宗昌置莱胶道，道尹驻胶县。民国十七年（1928年）5月，废道制，胶县直属于山东省政府。民国十八年（1929年）4月，黄岛和薛家岛两地属青岛特别市海西区。民国十九年（1930年），胶县朱仲区改为胶县第5区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月10日，日军侵占青岛，青岛属日伪中央直辖。民国三十一年（1942年）12月，黄岛和薛家岛两地划归为青岛特别市胶州区，薛家岛为胶州区直属镇，黄岛归胶州区第5区。民国三十三年（1944年），黄岛和薛家岛两地再次从胶州区析出划归伪青岛特别市海西区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，日本帝国主义无条件投降，黄岛、薛家岛、辛安全境解放。同时成立珠山县民主政府，亦即诸胶县民主政府。黄岛、薛家岛、辛安全部划属珠山县。11月，珠山县撤销归并胶县。民国三十五年（1946年）9月，再次从胶县析出，划属新成立的胶南县，辖于滨北专员公署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，滨北专员公署撤销，胶南县辖于胶州专员公署。1956年7月，撤胶州专员公署，胶南改辖于昌潍专员公署。1958年10月，胶南县划归青岛市，1961年复归昌潍专员公署。1967年3月13日，昌潍专员公署改称昌潍地区革命委员会，1976年2月，昌潍地区革命委员会改为昌潍地区行政公署，胶南县属昌潍地区。同年10月，黄岛、薛家岛、辛安3处人民公社从胶南县划出，组建黄岛革命委员会，为县级建制。1979年1月，黄岛革命委员会从昌潍地区分出，归属青岛市，为青岛市黄岛区。2012年12月1日，撤销青岛市黄岛区 、县级胶南市，设立新的青岛市黄岛区。"
        },
        {
            "type": "text",
            "text": "【附加】\n胶南市沿革："
        },
        {
            "type": "text",
            "text": "       春秋时期，境内有琅邪[yá]、安陵两城邑。战国初，越灭吴，于越王句践二十九年（前468年）徙都琅邪，今县域南部沿海一带属越，历224年。后越败于楚，地属楚。战国后期，县域全部属齐。秦统一六国，境内设琅邪郡，并附郭置琅邪县，治所均在琅邪（今夏河城），县域属琅邪县。汉承秦制，并增琅邪国、柜县和祝兹侯国治于境内；晋省琅邪，隋复置琅邪县；唐代又裁，境地归胶州、诸城，此后废置千余年。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年），建立抗日民主政府诸胶边办事处，民国三十三年（1944年）析置藏马、诸胶边两县，属滨海行署。民国三十五年（1946年）9月，划胶县洋河以南9个区和青岛办事处的薛家岛区建立胶南县，属滨北专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月滨北专区撤销，藏马、胶南两县属胶州专区。1956年3月藏马县并入胶南县。同年7月胶州专区撤销，胶南县属昌潍专区。1958年10月胶南县改属青岛市，1961年4月复属昌潍专区，1978年11月再度划归青岛市。1990年12月18日，撤销胶南县，设立胶南市（县级）。2012年12月1日，撤销县级胶南市，并入青岛市黄岛区。"
        }
    ]
}