{
    "title": "青岛市市北区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        }
    ],
    "detail": "[日期：2015-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：612次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       现在的市北区，是2012年12月由原市北区和原四方区合并而成。"
        },
        {
            "type": "text",
            "text": "       市北区，因地处青岛市老城区北部而得名。民国三年（1914）至民国十一年（1922年）在日本占领时期，在境内现聊城路、堂邑路一带，建立日侨区，称“新市区”。民国二十八年（1939年）改为青岛“特别市市北区”设区公所。1951年成立市北区。1994年原台东区、四方区、崂山区一部并入市北区。"
        },
        {
            "type": "text",
            "text": "       四方区，由区内最早的自然村落“四方村”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉时期，今市北区属不其县辖域。北齐天保七年（556年）后，今市北区属长广县辖地。从隋代开皇十六年（596年）起，市北区境域一直属即墨县。明洪武二十五年（1392年）始，即有云南等地移民陆续迁徙来此定居，逐渐形成了错埠岭、洪山坡、徐家村、吴家村、湖岛村、小村庄、四方村等村落，归莱州府即墨县管辖，隶属于即墨县仁化乡文峰社。"
        },
        {
            "type": "text",
            "text": "       清光绪十七年（1891年）6月14日，清廷内阁明发上谕，允准在胶州湾设防，青岛建置，今市北区属青岛的辖地。光绪二十三年（1897年）德国侵占青岛后，先后为德、日占胶澳租借地。"
        },
        {
            "type": "text",
            "text": "       民国十一年（1922年），北洋军阀政府收回青岛主权后，属青岛辖区。民国十八年（1929年）4月15日，南京国民政府接管青岛后，于同年9月设置了四沧区。民国二十四年（1935年）5月，青岛市政府重划市乡区域，分设了四方区、沧口区；同年9月，四方、沧口两区再次合并为四沧区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月青岛解放后，设立台东区、浮山区，四方境域的海泊村、西吴家村、东吴家村、错埠岭、徐家村等地隶属新设立的浮山区，其他部分隶属四沧区。同年9月，成立市北区人民政府。1950年3月，改称市北区公所（即市政府派出机构）。"
        },
        {
            "type": "text",
            "text": "       1951年7月，市北区公所改称市北区人民政府。8月16日，撤销四沧区，正式设立四方区，系沿用原四方村之名。1954年7月3日，撤销浮山区，将该区三合乡的错埠岭划归四方区。1957年5月27日，崂山郊区浮山后乡的洪山坡划归四方区。1961年3月，青岛市调整部分行政区划，将沧口区李村河（以河北岸为界）以南地区划归四方区；该地的盐滩和水清沟同时并入四方区。"
        },
        {
            "type": "text",
            "text": "　　1994年4月23日，青岛市调整市辖区行政区划：将四方区的吴家村、错埠岭2个街道办事处划归市北区；将原沧口区的水清沟、开平路、盐滩、郑州路、洛阳路5个街道办事处，崂山区李村镇的河崖、后台、小水清沟、河西、华光、大山、小河西、保儿、保儿西山、双山10个村划归四方区。撤销台东区，其行政区域并入市北区。"
        },
        {
            "type": "text",
            "text": "　　1994年6月，青岛市区行政区划作出重大调整，将四方区吴家村街道办事处、错埠岭街道办事处划给市北区，而将原沧口区的水清沟街道办事处、郑州路街道办事处、洛阳路街道办事处、开平路街道办事处及闫家山村、香里村、盐滩村划归四方区。2012年撤销市北区和四方区，设立新的青岛市市北区，以原市北区和四方区行政区域为新市北区行政区域。"
        },
        {
            "type": "text",
            "text": "       [参看“即墨市”词条]"
        }
    ]
}