{
    "title": "青岛市市南区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        }
    ],
    "detail": "[日期：2015-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：318次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十八年（1929年）4月，成立青岛特别市，并设立市南区，因地处青岛市老城区南部而得名。民国三十四年（1945年）8月，日本投降后，青岛市划分为市南、台西、浮山3个区，1963年3月，撤销台西区，合并为市南区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉时期，今市南区属不其县辖域。北齐天保七年（556年）后，今市南区属长广县辖地。从隋代开皇十六年（596年）起，市南区境域一直属即墨县。明洪武二十一年（1388年），即墨县东海边筑城设防建鳌山卫，下辖浮山备御千户所、雄崖备御千户所。期间，部分内地（据传多是云南、贵州、山西）人迁移到胶州湾东畔定居。从明朝永乐年间之后，市南区范围就陆续建立上青岛村、下青岛村、会前村、小泥洼村、小湛山村、大湛山村、田家村、大尧村、逍遥村、张家庄（后改名为亢家庄）、丁家庄、辛家庄。明万历六年（1578年），即墨获准在县境内开放青岛口（即市南区域内，天后宫前，栈桥东）。"
        },
        {
            "type": "text",
            "text": "       清光绪十七年（1891年），清政府议决在胶澳设防，是青岛建置之始；翌年，调登州镇总兵章高元率部移驻胶澳，在下青岛村东畔建总兵府（俗称老衙门），筑军营、炮台，建栈桥码头，青岛口一带逐渐形成初具规模的市镇。光绪二十三年（1897年）德国侵占青岛，光绪二十六年（1900年）6月将租界分为内界、外界，内界称青岛区，包括青岛、大鲍岛、小泥洼、孟家沟、小鲍岛、杨家村、台东镇、扫帚滩、会前9个小区。其中青岛区大部位于今市南区；其余为外界，称李村区。宣统二年（1910年），将内界原9个小区合并为青岛、大鲍岛、台东镇、台西镇4个区。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）日本第一次侵占青岛后，将占领区划分为青岛区和李村区，市南区位于青岛区。民国十一年（1922年）12月，中国政府收回胶澳，辟为商埠；根据《胶澳商埠章程》规定，定名为青岛市，以青岛市街、台东镇及台西镇之界址为区域，其他各地均称乡。市南区域大部分在市街及台西镇范围内。民国十八年（1929年）4月，南京国民政府接管青岛，确定青岛为特别市；1933年10月，市内于大港、台东和台西各设办事处1个，分别称为市区第一、二、三区联合办事处；市南区域大部分归联合办事处管理。民国二十四年（1935年）5月，青岛市调整市乡办事处，市区于东镇、西镇、海滨、浮山等各设1个建设办事处。市南区地域在西镇、海滨、浮山、小港诸办事处的管理范围。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月，日本第二次侵占青岛，通过警察局等机构强制设立保甲组织；至1945年4月，在市南、市北、东镇、西镇、四方等范围分别设总联保办事处。民国三十五年（1946年）南京国民政府第二次统治时期，青岛以警察区划为市南、市北、台东、四沧等7个区。以保甲区划为12个区（其中市区4个、乡区8个），4个市区分别为市南、市北、台东、台西4个区。市南区作为行政区划由此开始。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月2日，青岛解放后，市南区为青岛市辖7个区之一。1954年，青岛市撤销浮山区，将麦岛、浮元、浮西等3个乡合并，设立浮山办事处，划归市南区。1956年，浮山办事处所辖浮西、麦岛两乡划归崂山郊区。1963年撤销台西区合并为市南区。浮山人民公社划归崂山区，后又重新划入市南区。"
        },
        {
            "type": "text",
            "text": "       [参看“即墨市”词条]"
        },
        {
            "type": "text",
            "text": "【附加】\n台西区沿革："
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）9月，青岛市政府划分行政区划，撤销台西镇，成立第一区。民国二十四年（1935年）5月，青岛市政府重划市乡区域并改定名称，撤销第一区，成立台西区。民国二十七年（1938年）1月，日占青岛特别市实行保甲制度，警察局管辖区为保甲行政区（原台西区分属市南区和市北区）。民国三十五年（1946年），南京国民政府第二次统治时期，青岛市警察、保甲区划分离：以警察区划分为7区（原台西区分属市南区和市北区）；以保甲区划分为12个区（台西区复立）。民国三十八年（1949年），青岛市政府实行警保区划统一，台西区为统一区名。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月2日，青岛解放，台西区为青岛市辖7个区之一。1962年12月8日，山东省人民委员会批准撤销台西区的行政建制。1963年2月27日，台西区撤销，其所辖大部分划归市南区，小部分划归市北区。3月，国务院批准撤销台西区的行政建制。"
        }
    ]
}