{
    "title": "青岛市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1675",
            "category": "青岛市"
        }
    ],
    "detail": "[日期：2015-11-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：322次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       青岛，因胶州湾入口处北侧的小青岛得名，该岛对岸的原青岛村、青岛口、青岛山一带均沿用青岛之称。1891年清政府议决在此设防，是为青岛建置的开始。"
        },
        {
            "type": "text",
            "text": "      “青岛”这个岛的名称，原来指的就是小青岛（也叫琴岛），以岛上“山岩耸秀，林木蓊郁”而得名。青岛所在的海湾因岛得名青岛湾，由此入海的一条小河也被称为青岛河。河两岸的两个村落分别得名上青岛村和下青岛村；河源头的一座山于民国十二年（1923年）也被定名为青岛山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       青岛地区昔称胶澳。清光绪十七年（1891年）6月14日，清政府议决在胶澳设立海防，这天被当成青岛建制的开始。第二年，调登州镇总兵章高元率部移驻胶澳。"
        },
        {
            "type": "text",
            "text": "       清光绪二十三年（1897年）11月，德国以“巨野教案”为借口强占胶澳，并强迫清政府于光绪二十四年（1898年）3月6日签订《胶澳租界条约》。从此，胶澳沦为殖民地，山东也划入了德国的势力范围。"
        },
        {
            "type": "text",
            "text": "       第一次世界大战爆发后，民国三年（1914年）11月，日本取代德国侵占胶澳，进行军事殖民统治。第一次世界大战结束后，民国十一年（1922年）2月4日，日本同中国政府签订《解决山东悬案条约》。同年11月颁布《胶澳商埠章程及青岛市施行自治制令》，这是称为“青岛市”的最早记载。同年12月10日，中国收回胶澳，开为商埠，设立胶澳商埠督办公署，直属北洋政府。这个青岛市也只是胶澳商埠的一部分，并受胶澳商埠的监督。直到民国十八年（1929年），胶澳商埠局撤消，原胶澳商埠的辖区被命名为青岛特别市，从这时起，青岛这个地名才代表了全市区。"
        },
        {
            "type": "text",
            "text": "       民国十九年（1930年）改称青岛市。民国二十七年（1938年）1月，日本再次侵占青岛。通过警察局等机构强制设立保甲组织；沧口地区隶属四沧区。至1945年4月，在市南、市北、东镇、西镇、四方等范围分别设总联保办事处。"
        },
        {
            "type": "text",
            "text": "       二战结束后，民国三十四年（1945年）9月，国民党政府在美国支持下接收青岛，仍为特别市。青岛以警察区划为市南、市北、台东、四沧等7个区。以保甲区划为12个区（其中市区4个、乡区8个），4个市区分别为市南、市北、台东、台西4个区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）6月2日，青岛解放。辖市南区、市北区、台西区、台东区、四沧区、李村区、浮山区7区。1951年6月，将胶州专区的崂山办事处划归青岛市领导（管理郊区），改称崂山郊区办事处。1951年8月，撤销四沧区、浮山区，设立四方区、沧口区。1953年6月，崂山郊区办事处更名为崂山郊区人民政府。1958年底，将昌潍专区的胶县、胶南县2县及莱阳专区的即墨县划归青岛市管辖。"
        },
        {
            "type": "text",
            "text": "       1961年5月，将即墨县划归烟台地区管辖，将胶南县、胶县2县划归昌潍地区管辖。1961年10月，撤销崂山郊区，以原崂山郊区的行政区域设立崂山县，归青岛市管辖。1962年12月，撤销台西区，其辖区分别并入市南、市北区。1978年11月，将烟台地区的即墨县，昌潍地区的胶县、胶南2县划归青岛市管辖；新设立黄岛区，其辖区包括由胶南县划出的黄岛、薛家岛、辛安3个公社。"
        },
        {
            "type": "text",
            "text": "       1983年8月，将烟台地区的莱西县、潍坊地区的平度县划归青岛市管辖。1987年2月12日，撤销胶县，设立胶州市。1988年11月17日，撤销崂山县，设立青岛市崂山区。1989年7月27日，撤销平度县，设立平度市；撤销即墨县，设立即墨市。1990年12月18日，撤销胶南县，设立胶南市；撤销莱西县，设立莱西市。"
        },
        {
            "type": "text",
            "text": "       1994年4月23日，青岛市辖区行政区划作如下调整：（1）撤销台东区，其行政区域并入市北区。将四方区的吴家村、错埠岭2个街道办事处，崂山区李村镇的杨家群、河马石、夹岭沟、曲家庵子4个村和中韩镇7号线以西的区域划归市北区。市北区人民政府移驻原台东区人民政府驻地。（2）撤销沧口区，设立李沧区。将原沧口区的四流中路、振华路、晓翁村、西流庄、永安路、营子、板桥坊、楼山后8个街道办事处和楼山乡、崂山区李村镇张村河以北的区域划归李沧区。区人民政府驻李村镇。（3）设立城阳区。将崂山区的城阳、惜福、夏庄、流亭、棘洪滩、上马、红岛、河套8个镇划归城阳区。区人民政府驻城阳镇。（4）将原沧口区的水清沟、开平路、盐滩、郑州路、洛阳路5个街道办事处，崂山区李村镇的河崖、后台、小水清沟、河西、华光、大山、小河西、保儿、保儿西山、双山10个村划归四方区。（5）经上述调整，崂山区辖中韩、沙子口、北宅、王哥庄4个镇。区人民政府驻地由李村镇迁至中韩镇。调整后的青岛市市辖区为：市南区、市北区、四方区、李沧区、崂山区、城阳区、黄岛区。"
        },
        {
            "type": "text",
            "text": "       [参看“即墨市”词条]"
        }
    ]
}