{
    "title": "商河县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        },
        {
            "id": "1774",
            "category": "商河县"
        }
    ],
    "detail": "[日期：2015-11-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：379次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       商河，是河流名称，之所以叫商河，又因汉朝河堤都尉许商开凿而得名。正因为它是河流，所以南北朝后期（540年）前后，在“商”字加了水旁成为“滳河”。隋置滳河县，因有滳河水流经得名。为手写方便，且古代“滳”、“商”通用，至北宋元祐年间（1086年～1094年）均写作商河县，沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       少昊时为爽鸠氏属地。夏禹时为季荝氏属地。夏商东夷九黎蚩尤族居地。先商始祖契“封於商”。周秦隶青州。秦为齐郡之麦丘。按《方舆纪要》：秦罢侯守制，遂分天下为三十六郡，齐郡为其一。麦丘属焉。"
        },
        {
            "type": "text",
            "text": "       西汉，扐[lì] 侯刘辟光、宜成侯刘偃、朸侯刘让之侯国平原郡之扐县、千乘郡之湿沃县地。隶青州部。新莽时期，汉平原郡之扐县，新莽改称河平郡之张乡；汉千乘郡之湿沃县，新莽改称建信郡之延亭；汉济南郡新莽改称乐安郡，宜成仍旧名。东汉，乐陵郡之漯沃县地平原郡之北漯阴（漯阳）县地，隶青州部。"
        },
        {
            "type": "text",
            "text": "       三国隶魏，复置湿沃县，属乐安郡，改属乐陵郡，隶青州。晋为湿沃县地，属乐陵国，隶北青州部。按：晋自永嘉丧乱，青州沦没於石勒，厌次、湿沃俱陷于勒，后复入燕、入秦。秦败，符朗以州降晋，又为南燕慕容德所取，德兄子超移青州於东莱郡，刘裕灭之。自元帝渡江於广陵，侨置青州，至是置北青州。南北朝，南宋为湿沃县地，属乐陵郡，隶沧州部。北魏因之，后齐废。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年）滳河县，治滳水镇，属棣州。大业元年（605年），滳河县改属渤海郡。唐武德四年 (621年) ，复属棣州。武德八年 (625年) ，棣州废，属沧州。贞观元年 (627年)，改属德州。贞观十七年 (643年)，复置棣州于厌次(今惠民东南)，又属棣州。天宝年间 (742年～756年) ，改棣州为乐安州，滳河县属之。五代(907年～960年)因之。"
        },
        {
            "type": "text",
            "text": "       为手写方便，且“滳”、“商”通用，至宋元祐年间（1086年～1094年）滳河县均写作商河县，属棣州，隶河北东路。金因之。宋咸淳元年 (1265年)，商河县并入无棣县，属沧州，未久，商河县复立，归属棣州。明初，属乐安州，宣德元年 (1426年)，改属武定州，隶济南府。清初，商河县复属济南府。雍正十二年 (1734年)，改属武定府。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913年）1月 ，废府州，行县道，商河县属岱北道，民国三年（1914年）5月改为济南道，民国十四年（1925年）划为武定道。民国十七年（1928年）5月，废道制，省领县，商河县属山东省政府。民国二十五年（1936年），省下设行政区，商河县属第五行政督察区。民国二十六年（1937年）“七·七”事变后，商河县划归第十行政督察区。民国三十四年（1945年）8月，抗战胜利后，商河县复属第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）2月，日军侵占商河。伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，商河县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，商河县属武定道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪商河县政府随同伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，民国二十八年（1939年），商河县抗日民主政府成立，由鲁北行政委员会领属。民国二十九年（1940年）10月改属冀南行署第八督察专员公署。民国三十一年（1942年）9月商河、惠民两县结合部成立商惠县，属冀鲁边区三专署。民国三十四年（1945年）11月撤销商惠县，恢复原商河县建置，属渤海区二专署。民国三十八年（1949年）7月改属泺北专区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建立后，商河县属泺北专区。1950年5月撤销泺北专区，商河县属德州专区。1956年3月德州专区撤销，商河县归属惠民专区。1958年12月商河、乐陵合并为商河县，属聊城专区。1959年4月改属淄博专区。1961年9月两县分治，商河县复属德州专区。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，商河县属德州地区。1989年12月22日，商河县划归济南市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       许商，我国西汉长安人，字长伯，研究《尚书》，擅长算术，著有《五行论》、《算术》26卷，是汉代著名的经学家，大小夏侯学派的传人之一，其弟子众多，曾四度官至九卿。从汉成帝建始四年（前29年）至汉成帝鸿嘉四年（前17年），曾任博士、将作大匠、河堤都尉，多次到黄河下游治水，遗泽后世，民颂至今。"
        },
        {
            "type": "text",
            "text": "       商河，在县北15里（今沙河故道）。汉成帝建始四年（前29年），河水泛滥成灾，河堤都尉许商凿此河通海，所以人们称之为商河。"
        }
    ]
}