{
    "title": "济阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        },
        {
            "id": "1775",
            "category": "济阳县"
        }
    ],
    "detail": "[日期：2015-11-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：285次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       金太宗天会七年(1129年)，南宋济南府知府刘豫降金，济南府遂为金国地。是年11月20日(农历十月七日)，割章丘、临邑二县各一部境域置济阳县，因置县时位于古济水（今黄河）之北而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       少昊氏时为少昊氏的司寇爽鸠氏之地；虞舜至夏朝时为部落酋长季则氏之地；商初为逢伯陵方国之地；商末为古国蒲姑之地。西周初，吕尚封于齐国，灭蒲姑，县境遂为齐国地。春秋战国时期县境为齐国的犁邑、著邑、崔邑等地。"
        },
        {
            "type": "text",
            "text": "       秦代推行郡县制，县境西鄙为漯阴县地，其余为著县地。两县先属齐郡，后属济北郡。西汉置朝阳县、营县，县境西鄙仍为漯阴县地，中部为著县地，东部为朝阳县、菅县地。漯阴县属平原郡，其余3县属济南郡。东汉沿袭旧制，四县均隶属济南国。"
        },
        {
            "type": "text",
            "text": "       三国时期，县境、置县及隶属情况同东汉时，县境为魏国辖区。西晋时撤销菅县，县境为漯阴、著、朝阳3县地，属济南郡。东晋时县境先后为\"十六国\"中后赵、前燕、前秦、后燕、南燕等国地，所属郡县不详。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，县境先为南朝刘宋的侨临邑县、侨高唐县与著县、朝阳县地。侨临邑县属侨魏郡，侨高唐县属侨平原郡，著县、朝阳县属济南郡。以后为北朝元魏辖区，再后为北朝高齐所置临邑县(著县并入其中)与侨高唐县(朝阳县并入其中)地。临邑县属安德郡，侨高唐县属东平原郡。"
        },
        {
            "type": "text",
            "text": "       隋初又置朝阳县，开皇十六年(公元596年)改朝阳县为临济县，改侨高唐县为章丘县，济阳县境时为临邑、临济、章丘三县地，属齐郡。唐、五代时县境置县情况同隋代，各县均属齐州。"
        },
        {
            "type": "text",
            "text": "       北宋咸平四年(1001年)临济县并入章丘县，济阳县境遂为临邑、章丘两县地，属山东东路齐州。政和六年(1116年)齐州升格为济南府后，临邑、章丘两县属济南府。金太宗天会七年(1129年)，南宋济南府知府刘豫降金，济南府遂为金国地。是年11月20日(农历十月七日)，割章丘、临邑二县各一部境域置济阳县，时属济南府。"
        },
        {
            "type": "text",
            "text": "       元代，济阳县属中书省济南路，明、清两代，济阳县属山东省济南府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废府置道，济阳县属山东省岱北道，次年改岱北道为济南道。民国十七年（1928年）5月废道制，济阳县直属山东省。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），济阳县属第十二行政督察区。民国三十四年（1945年）8月日本投降以后，济阳县属山东省国民政府第十行政督察区，直到民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月13日，日军侵占济阳城。民国二十七年（1938年）3月5日，伪山东省公署成立。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，济阳县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，济阳县属济南道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国三十二年（1943年）7月，抗日民主政权冀鲁边行政区，将济阳县并入齐济县。民国三十三年（1944年）1月，撤销齐济县，恢复济阳县，济阳县属渤海行政区二专区。民国三十八年（1949年）7月25日撤销二专区，建立泺北专区，济阳县属泺北专区。"
        },
        {
            "type": "text",
            "text": "       1950年5月9日，撤销泺北专区，济阳县划属德州专区，1956年2月24日，改属惠民专区。1958年12月29日济阳县并入临邑县，属聊城专区，1960年秋，改属淄博专区。1961年10月5日，济阳县建制恢复，属德州专区。1967年3月，德州专区更名为德州地区革命委员会。1978年7月，德州地区革命委员会更名为德州地区行政公署，济阳县属德州地区。1990年1月1日，济阳县由德州地区划归济南市。"
        }
    ]
}