{
    "title": "济南市天桥区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        }
    ],
    "detail": "[日期：2015-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：352次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年9月8日，第四区更名为天桥区，因辖区内横跨胶济、津浦两铁路的天桥而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       本辖区域，西周时期属谭国。周庄五十三年（前684年）属齐国泺邑。战国时期改称历下邑。秦统一中国后，属济北郡历下邑。西汉景帝四年（前153年）属新设置的历城县。"
        },
        {
            "type": "text",
            "text": "       三国时，历城县属魏国青州安平郡，后属济南国。西晋时，属青州济南郡。十六国后燕时，属齐州济南郡。刘宋时，属青州济南郡。北魏高齐时，属齐州济南郡。隋属齐州、齐郡。"
        },
        {
            "type": "text",
            "text": "       唐代先后属齐州河南道临淄郡、济南郡。五代后梁时，历城县曾一度改称历山县。至后唐复称历城县，属济南道齐州。北宋时，属京东东路齐州，后升为济南府。元代，属中书省直辖的济南路总管府。"
        },
        {
            "type": "text",
            "text": "       明朝洪武元年（1368年）置属山东省济南府，驻济南。清朝沿袭未变。本辖区自东至西为历城县鹊华一里到鹊华八里和仙台一里，辖88个村庄，98条街巷。"
        },
        {
            "type": "text",
            "text": "       民国初期沿用清制。民国二年（1913年）1月，山东省废府改道，历城县属山东省岱北道，民国三年（1914年）5月，改称济南道。民国十七年（1928年）5月，山东省废除道制，历城县隶属山东省。自西汉时期至1929年济南设市前，今天桥区境均属历城县辖领。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）7月1日成立济南市，今辖区由历城县析出划归济南市，历城县仍属山东省。民国十九年（1930年）济南市划分为10个区，本区境域属第四、五、六、八、九、十区分辖。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月27日，日军侵占济南。民国二十七年（1938年）3月5日，伪山东省公署成立，马良任伪省长，省以下设道、县、区、乡。5月，伪山东省公署按伪北京临时政府令，将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，将全省由四道改为10道，济南道驻济南市。民国三十四年（1945年）8月，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国三十二年（1943年）成立济南市抗日民主政府。抗战胜利以后，国民政府接管济南市。民国三十五年（1946年）9月，济南市划入第十二行政督察区，专员公署设在济南。济南市设防11个区，本区域属第八、十一、四、五区分辖。民国三十七年（1948年）解放军转入反攻，9月24日，济南解放。民国三十八年（1949年）3月，山东省政府更名为山东省人民政府，并于4月15日进驻济南市。"
        },
        {
            "type": "text",
            "text": "       1950年月12月，济南市划分为6个市区、5个郊区、2个直属乡（镇）。本区分属第三区、第四区、郊一区、郊二区、郊三区、郊四区和泺口镇辖领。1955年9月8日，第四区更名为天桥区，隶属于济南市。1956年泺源区撤销，部分地区划归天桥区。1957年12月25日，济南市郊区并入历城县，历城县划归济南市，今天桥辖区分属天桥区、历城县和齐河县等。"
        },
        {
            "type": "text",
            "text": "       1960年6月18日，历城县北园人民公社划归天桥区辖领，翌年7月，北园人民公社复归历城县领导。1980年4月，济南市复设郊区。北园人民公社归郊区领辖。1985年9月，建立北园镇。1987年5月，郊区撤销，北园镇划归天桥区。天桥区境域始成现状。"
        }
    ]
}