{
    "title": "济南市历城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        }
    ],
    "detail": "[日期：2015-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：339次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉景帝四年（前153年）设历城县，因地处历山（千佛山）下而得名。1987年4月11日，撤销济南市郊区、历城县，设立济南市历城区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，属谭国。春秋庄公十年属齐国，称泺邑。战国时，称历下邑。秦统一中国后，属济北郡。西汉景帝四年（前153年）始设历城县，属青州济南郡。东汉初属青州济南郡，后属济南国。"
        },
        {
            "type": "text",
            "text": "       三国时，属魏国青州安平郡，又属青州济南国。西晋时，属青州济南郡。永嘉之后，济南郡治所从东平陵迁历城。十六国后燕时，属齐州济南郡。刘宋时，属青州济南郡。北魏高齐时，属齐州济南郡。"
        },
        {
            "type": "text",
            "text": "       隋代属齐州、齐郡。开皇三年（583年）济南罢郡为州，称齐州。大业二年（606年）改称齐郡。山茌县（今丰齐一带）并入历城。唐代属齐州。太宗时分全国为十道。历城先后属河南道临淄郡、济南郡、齐州。"
        },
        {
            "type": "text",
            "text": "       五代梁国时，因避朱温之父的名讳，历城曾一度改为历山县。至后唐复为历城县，属济南道齐州。晋、汉、周时，仍属河南道齐州。北宋时，属京东东路齐州、济南府。金代属山东东路济南府。"
        },
        {
            "type": "text",
            "text": "       元代，历城县属中书省直辖的济南路总管府。明朝，历城县属山东省济南府。洪武元年（1368年）设山东行中书省。洪武九年（1376年），一度废除中书省，改各行中书省为布政使司。历城从明朝开始成为山东省政治中心。清朝仍属山东省济南府。"
        },
        {
            "type": "text",
            "text": "       民国初年沿用清制。民国二年（1913年）1月，历城为山东省岱北道驻地。民国三年（1914年）5月，岱北道改济南道，仍驻历城。民国十七年（1928年）5月，废道制，历城县直属山东省。民国十八年（1929年）7月1日成立济南市。历城县治所于民国二十六年（1937年）11月迁至王舍人庄，历城仍属山东省。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）国民党山东省政府划全省为17个行政督察区。历城县属第十二行政督察区。抗日战争胜利后，民国三十五年（1946年）9月，济南市划入第十二行政督察区，专员公署设在济南。民国三十六年（1947年）3月～8月间，山东行政区划调整，历城县属第十行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月27日，日军侵占历城。民国二十七年（1938年）3月5日，伪山东省公署成立。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市，历城县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，历城县属济南道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国三十三年（1944年）5月，由泰安县北部与历城县南部析置成立泰历县。9月成立历城县。民国三十四年（1945年）8月，析章丘县西部和北部区域置章历县，均属中国共产党领导的山东战时行政委员会鲁中行政区泰山专署区。民国三十五年（1946年）泰历县撤销，并入泰安县。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）9月22日，历城县全境解放，属泰安专区。1953年撤销章历县，辖区并归章丘县。1958年1月，历城县由泰安专区改属济南市。1987年4月11日，撤销济南市郊区、历城县，设立济南市历城区。"
        }
    ]
}