{
    "title": "济南市长清区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        }
    ],
    "detail": "[日期：2015-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：313次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇五年（585年），废太原县，于太原县治所升城（今称卢城洼）置长清镇。隋开皇十四年（594年），以长清镇置长清县，因境内齐长城和清水而得名。2001年6月26日，撤销长清县，设立济南市长清区。2002年5月8日，长清区正式成立。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今长清区境，周为古卢，春秋为齐国祝柯邑（今济南西郊古城北）、石帘邑（今县内五峰山镇石窝村）、清邑（今 县内双泉乡学城）、卢邑（今县内孝里镇广里）地。秦，于境内置卢县，以卢邑为治所，属济北郡。"
        },
        {
            "type": "text",
            "text": "       西汉，分济北郡为平原郡、泰山郡。析卢县置祝阿县。治所在祝柯邑，属平原郡。又置茌县，治所在今张夏，同属泰山郡。文帝前元年间（前179—前164年）分泰山郡置济北国，卢县为治所。武帝后元二年（前87年），卢县治所迁清邑。其故城置北安县，并属济北国。东汉和帝永元二年（90年）迁济北国治所于卢县治所。区境为泰山郡茌县、平原郡祝阿 县和济北国卢县地。"
        },
        {
            "type": "text",
            "text": "       三国魏时为兖州济北国卢县、泰山郡山茌县和青州济南国祝阿县地。西晋时区境属济北国卢县，县境东北部属青州济南郡祝阿县地，东部为兖州泰山郡山茌县地。东晋时，属青州济南郡祝阿县和侨置太原县地。南朝宋时区境属兖州济北郡；北朝魏时为齐州东太原县、卢县和山茌县地。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年），废太原县，于太原县治所升城（今称卢城洼）置长清镇。开皇十四年（594年），以长清镇置长清县。至此始有长清县名，县以境内齐长城和清水命名。分卢县置时平县（后改济北县），属济北郡。大业元年（605年），并济北县入长清，山茌县入历城县。此时长清县属济北郡，县境东北部为历城县和祝阿县地。"
        },
        {
            "type": "text",
            "text": "       唐代，长清县初属河南道济州。唐武德元年（618年）复置山茌县，治所移驻丰齐（今济南市郊丰齐村），辖原山茌县地和祝阿县大清河以南地区，属齐州。武德四年（621年）复置济北县，治所刺榆店（今长清县老城），属济州。贞观元年（627）并入长清县。天宝元年（742年），改山茌县为丰齐县。唐贞观十七年（643年），废济州，长清属河南道齐州。"
        },
        {
            "type": "text",
            "text": "       北宋时以路辖府，长清属京东东路齐州济南府。县内界首镇属京东西路郓州。宋太宗至道二年（996年），长清县城由升城迁至刺榆店（即今日长清老城区）。金代，长清属山东东路济南府。县广里镇属山东西路东平府。元代，长清属中书省泰安州。"
        },
        {
            "type": "text",
            "text": "       明代，长清属山东省济南府。明代洪武年间，县内居民多元末土著，行政区划设置里甲。永乐年间（1403年—1424年），徙直隶、川陕等地居民来长清县定居后，行政区划实行仓里制。明宣宗宣德三年（1428年）。属山东布政使司济南府。清初沿袭明制。清世宗雍正二年（1724年），长清属泰安州。雍正十二年（1734年），复属济南府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月置岱北道，长清县属岱北道。民国三年（1914年）5月岱北道改名济南道，所辖未变。民国十七年（1928年）5月废道制，长清县直属于山东省政府。自民国二十五年（1936年）起，山东省国民政府将全省划为12个行政督察区（后增至为17个），长清县属第四行政督察区，直至民国三十七年（1948年）9月山东国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月30日，日军侵占长清城，占据县立中学为司令部。民国二十七年（1938年）3月5日，伪山东省公署成立，马良任伪省长，省以下设道、县、区、乡。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市。长清县属鲁北道。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，长清县属济南道。民国三十四年（1945年）8月，日本宣布无条件投降后，伪长清县政府随伪山东省公署瓦解。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国二十八年（1939年）6月，成立长清县抗日民主政府后，辖12个区。民国三十年（1941年），为适应抗日战争的需要，以黄河为界分为长清（黄河以西）、峰山（黄河以东）两县，属泰西专区。抗日战争胜利后，于民国三十五年（1946年）改峰山县为长清县，改长清县为河西县，长清县的区域范围与原峰山县相同。"
        },
        {
            "type": "text",
            "text": "       1950年5月，泰西专区撤销，所辖并入泰安专区，同时河西县与长清县合并，复称长清县。1956年，划黄河西长清辖区入齐河县。1958年撤销泰安专署，长清县属济南市辖，同时将许寺公社辖黄河以西的大河圈、大庞庄、小庞庄划属齐河县。1959年10月1日撤销长清县，许寺、石麟 （后改长清）、归德、张夏、万德五公社划入历城县，双 泉、马山、五峰三公社划属肥城县，孝里公社划属平阴县。1961年5月1日恢复长清县建制，复置泰安专区。"
        },
        {
            "type": "text",
            "text": "       1967年3月成立“泰安地区革命委员会”，1972年7月泰安地区革命委员会改为泰安地区行政公署，长清县一直随属。1978年10月1日，长清县由泰安地区划归济南市。2001年6月26日，撤销长清县，设立济南市长清区。2002年5月8日，长清区正式成立。"
        }
    ]
}