{
    "title": "济南市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        },
        {
            "id": "1674",
            "category": "济南市"
        }
    ],
    "detail": "[日期：2015-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：327次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       因地处古“四渎”之一的“济水”（俗称大清河，后因黄河改道被其夺取河床，成为了黄河下游的干流河道）之南而得名。秦始皇建立郡县制时，今天的济南地区属于济北郡，称历下邑。汉初，设立济南郡，此为“济南”一名出现之始。济南郡治设于东平陵（今章丘县平陵城）。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       “四渎”，我国古代对四条独流入海的大河的称呼，即“江、河、淮、济”，（长江、黄河、淮河、济水）。其中淮河、济水古时候也独流入海，故得与江河并列。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代，今济南东境城子崖一带建有谭国，谭是商王朝的一个方国。"
        },
        {
            "type": "text",
            "text": "       西周建立后，在今山东地区置齐国和鲁国，谭国继续保留下来，处于齐国西境与鲁国北境之间。春秋时期，今济南地域属齐。战国时期，今济南城区一带称历下，其附近的居民点和古邑还有台、鲍、卢、防门、祝阿、石、宁、崔、赖、石门、野井、清等。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦灭齐，统一中国，全国分为三十六郡。时历城、平陵、谷城、卢等，隶属济北郡，郡治为博阳(今泰安)。"
        },
        {
            "type": "text",
            "text": "       汉高祖六年(前201年)，刘邦封子刘肥为齐王(齐悼惠王)。今济南市区时为齐王刘肥封地。“济南”之名称，始于汉初。《史记·齐悼惠王世家》载：汉高后元年(前187年)，“高后立其兄子郦侯吕台为吕王，割齐之济南郡为吕王奉邑。”治所设东平陵。吕氏覆灭后，汉文帝元年(前179年)，济南郡复属于齐。汉文帝十六年(前164年)，分齐为六国(齐、济北、菑川、胶东、胶西、济南)，封齐悼惠王子刘辟光为济南王。景帝三年(前154年)，刘辟光参加以“清君侧”为名的“七国之乱”，平定后，济南复改国为郡。"
        },
        {
            "type": "text",
            "text": "       东汉初复置济南国。建武十五年(39年)，光武帝刘秀封其子刘康为济南公。济南国辖东平陵、历城、著、於陵、台、菅、土鼓、梁邹、东朝阳、邹平10县。"
        },
        {
            "type": "text",
            "text": "       三国时，济南地属曹魏青州。魏正始七年(246年)“曹楷徙封济南”，复置济南国，魏平蜀(263年)后，“徙蜀豪将家于济、河”，设济岷郡于济南北境；晋时并入济南郡。斯时济南郡除东朝阳划入乐安国，土鼓撤销外，郡境与曹魏时同。"
        },
        {
            "type": "text",
            "text": "       晋永嘉年间(307～312年)，济南郡治由东平陵移至历城。十六国时期，济南郡相继为后赵、前燕、前秦、后燕、南燕所属，历经兵燹战乱。其属辖范围不可考。东晋义熙六年(410年)，刘裕灭南燕，济南郡归属东晋。"
        },
        {
            "type": "text",
            "text": "       东晋元熙二年(420年)刘裕代晋，建国号宋，济南郡仍隶属于青州，辖历城、朝阳、著、土鼓、逢陵、平陵6县。刘宋元嘉九年(432年)在历城侨置冀州，以安置从河北不断迁来的居民。"
        },
        {
            "type": "text",
            "text": "       北魏皇兴二年（468年）魏破历城，冀州刺史崔道固降；皇兴三年（469年），魏破东阳(今临朐县)，青州为北魏所有。北魏统一北方后，改宋侨冀州为齐州，辖东魏郡(原治历城，后徙治台城)、济南郡(治所亦设历城)、东平原郡、东清河郡、广川郡、太原郡。魏孝文帝承明元年(476年)，济南公拓跋罗拔进爵为王。至北魏太和七年(483年)，济南复为郡，治所仍为历城。时济南郡辖历城、平陵、土鼓、朝阳、逢陵、著6县。"
        },
        {
            "type": "text",
            "text": "       隋统一后，于开皇三年(583年)改济南郡为齐州，大业三年(607年)复改州为郡，齐郡辖历城、章丘、祝阿、临邑、临济、亭山、淄川、长山、邹平、高苑10县。"
        },
        {
            "type": "text",
            "text": "       唐初沿隋制。贞观元年(627年)，分天下为10道，济南属河南道。贞观十年(636年)，唐太宗封第五子李佑为齐王，兼任齐州都督，领青、齐、淄、莱、密5州。贞观十七年（643年）齐王谋反，平陵县民不从，平叛后太宗诏令改平陵县为全节县。景云二年(711年)睿宗诏令齐兖等24州各置都督府。天宝元年(742年)齐州改为临淄郡，天宝五年复为济南郡。乾元元年(758年)又称齐州，辖历城、章丘、临邑、临济、长清、禹城6县。"
        },
        {
            "type": "text",
            "text": "       唐末，地方割据。乾宁二年(895年)朱温据齐州。唐哀帝天祐四年（907年），朱温称帝，国号梁。梁时曾一度改历城县为历山县。五代十国时，齐州建置大体沿唐制。"
        },
        {
            "type": "text",
            "text": "       宋初改道为路。至道三年(997年)境辖十五路，齐州属京东路(治所在兖州)。熙宁七年(1074年)，将京东路分为京东东路和京东西路，齐州划属京东西路，辖历城(治所)、长清、章丘、禹城、临邑5县。元丰元年(1078年)，齐州划入京东东路(治所青州)。政和六年(1116年)，齐州升为府，称济南府，仍属京东东路，辖县及治所同前。建炎二年(1128年)十二月，金兵得东平，攻济南，知府刘豫杀守将关胜，以城降金。次年，金人以刘豫知东平府，豫子麟知济南府。"
        },
        {
            "type": "text",
            "text": "　　金代首次以“山东”正式作为行政区划名称。金将其辖境划为二十路。山东分为山东东路、山东西路和河北东路、大名府路、南京路的一部分。从金天会六年(1128年)至崇庆二年(1213年)，金统治济南达86年之久。时济南府属山东东路，领历城、长清、齐河、章丘、济阳、禹城、临邑7县。金代曾在济南置山东东西路提刑司。"
        },
        {
            "type": "text",
            "text": "       元王朝在统一南方以前，于太宗二年(1230年)始置十路征收课税使，其之十为济南。世祖中统元年(1260年)立十路宣抚司，其之三为济南。统一后，山东、河北、河南、山西等地，为直接隶属中央中书省管辖的“腹里”之域。山东境内划分为济南、益都、东平、东昌、济宁等路，路领府、州、县，山东东西道宣慰使司(行政机构)置益都；肃政廉访使司(地方监察机关)则驻济南。时济南路(治历城)辖历城、章丘、邹平、济阳4县及棣州(州辖厌次、商河、阳信、无棣4县)、滨州(州辖渤海、利津、沾化3县)。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)，修建济南府署。洪武四年（1371年），以砖石修济南城垣。东开齐川门，西开泺源门，南开舜田门，北开汇波门，并沿城挖护城河。此城一直保留到解放初期。据旧志载：济南城周围为十二里四十八丈，高三丈二尺，阔五丈。自洪武九年(1376年)起，济南为山东承宣布政使司、提刑按察使司、都指挥使司驻地，为当时山东之政治中心和首府。明时济南府领有4州26县。领县计：历城、章丘、邹平、淄川、长山、新城、齐河、齐东、济阳、禹城、临邑、长清、肥城、青城、陵县。领州为：泰安州及其所属之新泰、莱芜县，德州及其所属之德平、平原县，武定州及其所属之阳信、海丰、乐陵、商河县，滨州及其所属之利津、沾化、蒲台县。"
        },
        {
            "type": "text",
            "text": "       清太宗崇德四年(1639年)，清军据济南。清统一后，设山东省，但已将辽东地区划出。济南府领泰安州、德州、武定州、滨州等4州26县。雍正二年(1724年)，济南府辖区有所调整，将泰安州、武定州、滨州及3州所属县划出。雍正十二年(1734年)又将济南府所辖青城、商河划归武定府，肥城县划归泰安州，原划出的长清、平原、禹城、临邑、陵县仍属济南府。这时济南府辖领1州15县：德州和历城、章丘、邹平、淄川、长山、新城、齐河、齐东、济阳、禹城、临邑、长清、陵县、德平、平原县。"
        },
        {
            "type": "text",
            "text": "       清光绪三十年(1904年)，山东巡抚周馥会同直隶总督袁世凯，奏请清廷，在济南自开商埠，“准各国洋商并华商于划定界内租地贸易”。并相应建立商埠局，制订有商埠租建章程十五条。宣统三年(1911年)，修建津浦铁路，济南遂成为南北交通中枢。济南成为半殖民地半封建城市。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月，废除府州，将山东省辖区分为岱北（翌年，改为济南道）、岱南、济西、胶东4道。民国十八年（1929年）7月1日，据国民政府市组织法规定，将济南设为市，成立市政府。辖商埠及城区，历城县析出。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）12月27日，日军侵占济南。民国二十七年（1938年）3月5日，伪山东省公署成立。5月，伪山东省公署将全省划分为鲁西、鲁东、鲁北、鲁南4道和济南、烟台两市。民国二十九年（1940年）7月，唐仰杜任伪省长期间效仿清代，山东设“九州十府”的政区建制，济南市属济南道，为驻地。抗日战争胜利后，民国三十五年（1946年）9月，济南市划入第十二行政督察区，专员公署设在济南。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）9月24日，中国人民解放军解放济南，定名为济南特别市。9月28日，济南特别市市政府成立。民国三十八年（1949年）5月，取消特别市称号，恢复济南市名称。下辖第一至第十一共11个区。"
        },
        {
            "type": "text",
            "text": "       1950年改为市区6个、郊区5个。1951年4月17日，撤销直属乡，设立郊六区。1954年合并调整为市、郊各5区。1955年9月8日，各区由以序数命名改为以地名命名。将第一、二区合并，改称历下区，因位于历山（今千佛山）之下而得名；第三区改称泺源区，因趵突泉（泺水之源）在辖区内而得名；第四区改称天桥区，以辖区内纵跨京沪、胶济两铁路之天桥而得名；第五区改成市中区，因地处市区中部而得名；第六区改称槐荫区，以辖区内槐荫街及古之大槐树庄而得名；郊一区至郊五区依次改称黄台区、北园区、段店区、药山区、玉符区；撤销郊六区。"
        },
        {
            "type": "text",
            "text": "       1956年7月16日，撤销泺源区，其行政区域分别划入天桥区、历下区、市中区；撤销北园区、黄台区、段店区、药山区、玉符区、梁家庄直属乡，与泺口镇及历城县划入的七个乡一并设立15个乡和泺口镇，隶属郊区。1957年12月25日，撤销济南市郊区建置，所属16个乡（镇）并入历城县，历城县归划济南市。1958年9月15日，章丘县、长清县划归济南市。同年10月30日，撤销泰安专区，将新泰县、莱芜县、宁阳县和泰安市划归济南市。"
        },
        {
            "type": "text",
            "text": "       1959年9月，平阴县、肥城县划归济南市；新泰县孙村人民公社和汶南人民公社的一部分地区划出，设立新汶市，仍归济南市管辖；撤销长清县，其行政区域分别划入历城、肥城和平阴县。1959年12月7日，撤销市中区，将原市中区所属两个街道办事处划归历下区；将8个街道办事处划归槐荫区。新建市东区。1960年1月22日，平阴县划归菏泽专区。同年6月18日，恢复市中区；市东区与历城县东郊人民公社合并，建立东郊区；历城县西郊、北园人民公社划归市区。"
        },
        {
            "type": "text",
            "text": "       1961年4月18日，恢复长清县建制，重建泰安专区，将新泰、莱芜、宁阳、肥城、长清、章丘、泰安、新汶8个县（市）划归泰安专区。同年5月，撤销济南市东郊区，并将原属市区管辖的东郊、西郊、北园人民公社划归历城县。1978年11月17日，章丘、长清2县划入。1985年3月27日平阴县划入。1987年4月11日，撤销郊区和历城县建制，设立济南市历城区1989年12月2日，原属德州地区的济阳、商河两县划归济南市。1992年3月1日，撤销章丘县，设立章丘市（县级）。"
        }
    ]
}