{
    "title": "山东省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "20",
            "category": "山东省"
        }
    ],
    "detail": "[日期：2015-11-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：327次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时期，晋国居太行山以西，称太行山以东为“山东”。战国、秦、汉时期则是指崤山函谷关以东地区。因为秦在关中，故称崤函以东六国（楚、齐、韩、魏、赵、燕）为山东六国。这时，山东是一个地域性的泛称  ，还不是一个准确的地理概念。至唐代和北宋时代，太行山以东的黄河流域广大  地区被称作山东，到了唐代末年，有人用山东专指齐鲁之地。到了金代，设置了山东东、西二路，山东才真正成为政区名称。明代初期设置山东行省，后改称山  东承宣布政司。清朝初年，设置山东省，“山东”正式成为本省的专名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝时，今山东地区基本上由人方国（东夷族）控制，著名的部落有薛（今薛城）、蕃（今滕州）、有仍（今济宁市中区）、有缗（今金乡）、三朡（今定陶）、顾（今鄄城）、有莘（今曹县）、有穷（今平原县）、有鬲（今德州市德城区）、过（今莱州）、寒（今潍坊市寒亭区）、斟戈（灌）氏（在寿光东北）、斟寻氏（今潍城区）、费氏（在鱼台）、缯（今峄城）、杞氏（今安丘）、观氏（今莘县）等。"
        },
        {
            "type": "text",
            "text": "       商初定都于亳（今属曹县），后有八次迁都，其中前两次在山东境内。第五次由西而东迁至庇（今郓城），第六次迁到奄（今曲阜）。商王朝的统治区域比夏代广阔，方国也进一步增多。"
        },
        {
            "type": "text",
            "text": "       西周时代，实行“封邦建国”制度，建立了为数众多的诸侯国。今山东地区封国大约有40多个。其中齐国和鲁国是西周在今山东境内两个最大的诸侯国。此外，山东境内还有曹（都陶丘，定陶北）、薛（今滕州城南）、郯（今郯城）、颛臾（今平邑东南）、谭（今章丘市西）、纪（今寿光南）、滕（都滕，今滕州）等几十个国土较小的诸侯国。另外，今鲁西北和鲁西南的部分地区还分属邢国和卫国。"
        },
        {
            "type": "text",
            "text": "       秦朝建立后，实行郡县制。山东地域上主要有临淄郡（治临淄）、胶东郡（治即墨，今平度东南）、济北郡（治博阳，今泰安东南）、琅邪[yá]郡（治琅邪，今胶南市夏河城村）、薛郡（治鲁县，今曲阜），另有部分地区分属东郡（治濮阳）、砀郡（治砀山）、东海郡（治郯县，今郯城北）、泗水郡（治相县）和巨鹿郡（治巨鹿）。共约设50个县。"
        },
        {
            "type": "text",
            "text": "       秦末汉初，项羽分封诸将为王，将齐地划分为齐、胶东、济北三国。以田都为齐王，都于临淄；田安为济北王，都于博阳；田市为胶东王，都于即墨。"
        },
        {
            "type": "text",
            "text": "       汉初，山东地区大部为齐悼惠王刘肥的封地。后来汉文帝把齐国一分为七，即齐、城阳、济北、济南、淄川、胶东、胶西。汉武帝元封五年（前106年），京畿以外，全国分为十三个刺史部，山东地域的主要有青、兖、徐三刺史各部之地。冀、幽、豫三刺史部各有不少地区延伸到今山东境内。"
        },
        {
            "type": "text",
            "text": "       东汉时期，全国重新划分郡县。中平五年（188年）改刺史为州牧，山东地区主要为兖州、青州、徐州之域，局部地区属豫州和冀州，共有16个郡国，163个县。"
        },
        {
            "type": "text",
            "text": "       三国时期，山东地区为曹魏辖地。魏国在地方行政区划上承袭东汉，仍实行州、郡（国）、县三级制。在山东境内设了20个郡国，150个县，分属青州、徐州、兖州、豫州、冀州。"
        },
        {
            "type": "text",
            "text": "       西晋时期，疆域和地方行政区划一如前朝，山东境内分属青州、兖州、徐州、豫州、冀州、司州（今聊城市的一部分），共20个郡国，139个县。"
        },
        {
            "type": "text",
            "text": "       北魏时期，山东境内有青州、兖州、齐州（治历城）、济州（治卢县，今茌平）、光州（治掖县，进莱州）、北徐州（治即丘，今临沂城西北）、西兖州（治东武，今诸城）、南青州（治团城，今沂水城）、这一时期州郡设置激增，不少郡名重复。"
        },
        {
            "type": "text",
            "text": "       北周时期，山东境内有曹州（治左城，今定陶县），下辖2郡8县；沂州（治即丘），下辖1郡4县；兖州（治瑕丘），下辖3军3县；青州（治东阳城），辖3郡9县；齐州（治历城），辖2郡9县、国；光州（治掖），辖2郡6县。还在青州上置总管府，还有一部分地区属于徐州、洛州、冀州、沧州、魏州、贝州、邳州。"
        },
        {
            "type": "text",
            "text": "       隋文帝改为州县两级制，隋炀帝时，又废州改郡，以郡统县，恢复秦制。大业年间（605年—618年），山东地区分属于15郡，即：东莱郡（治掖县）、高密郡（治诸城）、北海郡（治青州城）、齐郡（治历城）、济北郡（治卢县，今茌平西南）、鲁郡（治瑕丘）、琅琊郡（治临沂）、彭城郡（治彭城，今徐州）、东平郡（治郓城）、济阴郡（治左城，今定陶县西）、东郡（治白马，今河南滑县）、渤海郡（治阳信）、平原郡（治安德，今陵县城）、清河郡（治清河）、武阳郡（治贵乡，今河北馆陶县境内），共166县。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年（627年），唐太宗把全国分成十道，道之下设州，州辖县。山东地域分属河南道和河北道。河南道面积较大，设在山东的州有登州（治蓬莱）、莱州（治掖县）、密州（治诸城）、青州（治益都）、淄州（治淄川）、齐州（治历城）、济州（治卢县，今茌平境内）、郓州（治郓城，后迁须昌，今东平县境内）、曹州（治左城，今定陶县内）兖州（治瑕丘）、沂州（治临沂）。河北道设在山东的有棣州（治厌次，今惠民县东南）、德州（治安德，今陵县）、博州（治聊城）。另有部分地区属于泗州、徐州、宋州、濮州、魏州、贝州、沧州。"
        },
        {
            "type": "text",
            "text": "       五代十国时期（907年—960年），山东先后属于梁、唐、晋、汉周政权，行政区划基本承袭唐代。"
        },
        {
            "type": "text",
            "text": "       北宋初期，基本仿照唐制，全国分为13道。淳化四年（993年）十月又并为10道。至道三年（997年）改道为路，全国被分成15路。今山东地区属京东东路、京东西路及河北东路的一部。京东东路（治青州）所辖山东境内的有济南府（齐州升，治历城）和青（治益都）、密（治诸城）、沂（治临沂）、登（治蓬莱）、莱（治掖县）、淄（治淄川）、潍（治北海，今潍城）7州；京东西路（治应天府，今河南商丘县）所辖山东境内的有袭庆（兖州升，治瑕县，今兖州）、兴仁（曹州升，治佐城，今定陶西）、东平（郓州升，治郓州，今东平县州城镇）3府和济（治巨野）、单（治单父，，今单县）、濮（治鄄城）3州及广济军（驻定陶）；山东北部地区，分属于河北东路的滨州（治渤海，今滨州市滨城镇北）、棣州（治厌次，今惠民县城）、德州（治安德）、博州（治聊城）及大名府、开德府、沧州、恩州、永静军等。全省设18个州府、1军和90个县。"
        },
        {
            "type": "text",
            "text": "       金代，地方行政区划基本承袭北宋，金国辖区分为19路，在往下分府、州、县，并改京东东路、京东西路为山东东路、山东西路，这是在历史上第一次把“山东”这个古老的地理区域作为行政区划名称。"
        },
        {
            "type": "text",
            "text": "       元代，先后在山东地区设立了东平行省、济南行省、山东淮南楚州行省、益都行省、山东行省等。行省下设路、府、州、县，形成了四级地方行政制度。当时山东和河北、山西、内蒙等地作为元朝的“腹里”地区，是中央特区，由中书省直辖，故山东地区没有设立行省，而是直接设路和直隶州。今山东地区设有东平（驻须城，今东平）、东昌（驻聊城）、济宁（驻巨野）、益都（驻益都）、济南（驻历城）、般阳（驻淄川）等6路，辖曹、濮、德、高昌、泰安、恩、冠、宁海、棣、莱、滨、峄、沂、滕、莒、密、登、胶、潍、博兴、兖、单、济、陵等24州，共辖103县。由于中书省区域太大，因管理之需，在路之上又设立了肃政廉访司和宣慰司作为监察区域。山东地区分属山东东西道宣慰司（驻益都）、山东东西道肃政廉访司（驻济南）及燕南河北道肃政廉访司的一部分。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），改行中书省为承宣布政使司，以分领天下州府县；同时废路，省以下设府和直隶州，再下设散州和县，为地方三级行政体制。山东布政使司为全国13个布政使司之一，治济南府，此后，济南一直为山东省会。山东布政使司下辖6府15州89县，6府是：济南、东昌、兖州、青州、登州、莱州。此外，河间府、大名府的部分县也在今山东境内。"
        },
        {
            "type": "text",
            "text": "       清代，将地方一级政区一律该称为省。省下设府、直隶州、直隶厅，府州之下设县与散州、散厅，形成省、府（直隶州、直隶厅）、县（散州、散厅）三级地方行政管理体制。清末，山东省下设济南、东昌、泰安、武定、兖州、沂州、曹州、登州、莱州、青州等10个府，临清、济宁、胶州等三个直隶州，共104个散县（含8个散州）。省治驻济南，其范围相当于今天的山东全境。清政府还为了监察地方，还设立道作为监察区域，道设在省与府之间，山东有三道，即济东泰武临道、兖沂曹济道、登莱青道。另外，直隶的庆云县、宁津县、东明县也属于今山东。"
        },
        {
            "type": "text",
            "text": "       中华民国成立，山东政区初沿旧制。民国二年（1913年）1月，北京政府废府、州，实行道、县制，山东由原“济东泰武临道”、“兖沂曹济道”、“登莱青胶道”3道，改为岱北道、岱南道、济西道、胶东道等4道观察使，共辖107县。民国十六年（1927年），国民政府定都南京，废道制，各县直属于省，翌年5月正式废除。民国二十一年（1932年），南京政府颁令省以下设行政督察专员公署为省政府之派出机构，将全省划为12个行政督察区，后增至为17个。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）“七七”事变后，省内国民党政权、日伪政权、中国共产党领导下的人民民主政权并立，其辖区犬牙交错。民国三十四年（1945年）8月，抗日战争胜利后，国民党政权、中国共产党领导的人民政权依然并存，政区交叉。随着解放战争的胜利推进，民国三十七年（1948年）9月24日，济南解放，山东省政府主席王耀武被人民解放军活捉，国民党统治下的政区消亡。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立初期，山东西部、河南北部、河北南部新成立平原省，包括今山东省菏泽、聊城等地，1952年撤销平原省，将其辖区并入山东、河南。1953年6月，滕县专区更名为济宁专区。7月，撤销湖西专区和沂水专区，将其所属县市分别划归济宁、菏泽和临沂专区。1954年12月，撤销淄博工矿区，设立淄博市。1958年，莱阳专区更名为烟台专区。1960年，撤销峄县，设立枣庄市。1963年，河南省东明县划归山东。1964年，范县划归河南。1965年，馆陶划归河北，河北省的宁津县、庆云县划归山东。1967年，专区更名为地区，全省共辖德州、惠民、昌潍、烟台、临沂、泰安、济宁、菏泽、聊城9个地区，济南、青岛、淄博、枣庄4个省辖市，5个县级市，107个县。"
        },
        {
            "type": "text",
            "text": "       1981年5月，昌潍地区更名为潍坊地区。1982年11月，设立省辖东营市。1983年，撤销烟台地区、潍坊地区、济宁地区，设立地专级烟台市、潍坊市、济宁市。1985年，撤销泰安地区，设立地专级泰安市。1987年，威海市升为地专级市。1989年日照市升为地专级市。1992年，惠民地区更名为滨州地区，莱芜市升为地专级市。1994年，撤销临沂地区、德州地区，设立地专级临沂市、德州市。1997年，撤销聊城地区，设立地专级聊城市。2000年，撤销滨州地区、菏泽地区，设立地专级滨州市、菏泽市。"
        }
    ]
}