{
    "title": "临县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        },
        {
            "id": "1798",
            "category": "临县"
        }
    ],
    "detail": "[日期：2015-12-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉武帝元朔四年（前125年）置临水县，因濒临湫水河，古称临水，亦名龙泉水、秋水。蒙古中统二年（1261年）改临水为临泉，元至元三年（1337年）升为临州，不领县。明洪武二年（1369年）州降为县。临县之称由此而定，至今未变。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       临水，《水经注》谓之“陵水”。发源于兴县白龙山下湫水寺，流经临县湫河川至碛口镇汇入黄河。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       临县夏属冀州，周属并州，春秋属晋，战国时属赵国。秦庄襄王二年（前248年），属太原郡。汉武帝元朔四年（前125年）置临水县（亦作陵水），属西河郡。西河郡属36县，地跨秦晋两省，黄河以东为15县 ，临水县其一。故治在今曜头乡郝峪塔村北古城梁。县境的南面为皋狼、蔺、平周。"
        },
        {
            "type": "text",
            "text": "       新莽时期，临水县曾改监水县。东汉，复名临水县。东汉永和五年（140年），西河郡36县并为13县，郡治（平定县，即今内蒙古鄂尔多斯左翼前旗境）南徙509里置于离石县。临水县并入离石县，仍属西河郡。汉末，西河郡并入太原郡。"
        },
        {
            "type": "text",
            "text": "       三国初，仍属太原郡。魏黄初二年（221年）设置西河郡，仍属西河郡，治所在兹氏（今汾阳县）。两晋时县境辖于离石，为匈奴占领。十六国时期，属离石镇。南北朝时期，北周时置乌突郡、乌突县，故治在今县城南30里府底村。"
        },
        {
            "type": "text",
            "text": "       隋开元年（581年），废郡，改乌突为太和，窟胡为修化，定胡仍旧。大业三年（607年）改州为郡。三县俱属离石郡。唐武德三年（620年）改太和县为临泉县，属石州，故治在今城北25公里故县村。县境南部仍为定胡。五代因之。"
        },
        {
            "type": "text",
            "text": "       宋仍称临泉县、定胡县，隶石州，属河东路。元符二年（1099年）改属晋宁军，军治在陕西县下葭芦岩。金天会元年（1123年），复名为临水县，废晋宁军，属石州。金明昌六年（1195年），定胡县改孟门县，区域未变。金贞祐末年（1216年），赐临泉为大定府。"
        },
        {
            "type": "text",
            "text": "       蒙古中统二年（1261年）改临水为临泉，属太原郡。故治仍在今城北故县村。元至元三年（1337年）升为临州，不领县。明洪武二年（1369年）州降为县，属太原府。临县之称由此而定，至今未变。万历二十三年（1595），改属汾州府。清因明制，县属汾州府，冀宁道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废除府州，置中路道，民国三年（1914年）5月改名为冀宁道，临县属冀宁道。民国十六年（1927年）5月，废道制，临县直属于山西省政府。民国二十六年（1937年）冬季，为适应抗日战争需要，依地形将山西划为7个大行政区，翌年2月，改设为9个行政督察区，临县隶属第四区（驻石楼县）。"
        },
        {
            "type": "text",
            "text": "       因临县属晋西北革命根据地，日本侵略者在这里推行“三光政策”。从民国二十七年（1938年）2月至民国三十四年（1945年）9月，日、伪军共进行过23次大“扫荡”，制造了18起惨案①。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，抗日战争胜利后，全省设为16个行政督察区（不久改为14个），临县仍隶属第四区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日政权相继建立。民国二十九年（1940年）1月，临县建立抗日民主政府。10月，为抗日战争所需，将临县分为临县、临南两个县，临县设7个区，临南设5个区。抗日战争胜利后，民国三十五年（1946年）1月，南北合并，仍称临县，下设10个区，2个市（临县市、碛口市），民国三十六年（1947年）8月，改碛口市为第十一区，属晋绥边区所辖。"
        },
        {
            "type": "text",
            "text": "       1949年10月，成立兴县专区，临县属兴县专区管辖。1952年6月，兴县专区撤销，临县划归榆次专区管辖（后改晋中专区）。1971年5月1日，吕梁地区革委会成立，临县划归吕梁地区革命委员会管辖。同时，石站头、韩家山、阳泉三个公社划归方山县管辖。1972年8月，阳泉公社划归本县。1973年2月，将兴县的蔡家会、圪垯上两公社划归临县管辖。1975年11月撤销城镇公社。1976年1月，蔡家会、圪垯上两公社仍划归兴县管辖。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，临县隶属吕梁地区行署。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），临县隶属吕梁市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①据不完全统计，从民国二十七年（1938年）2月至民国三十四年（1945年）9月，日、伪军杀死临县百姓和民兵达4000余人。烧毁窑洞、房子83198孔(间)、焚毁庙宇142座、抢走粮食5220万余斤，银元29200余元、牲畜104000余只。"
        }
    ]
}