{
    "title": "文水县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        },
        {
            "id": "1796",
            "category": "文水县"
        }
    ],
    "detail": "[日期：2015-12-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：516次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏真君九年（448年），移寿阳民于大陵县，置受阳县（亦名西寿阳）。隋开皇十年（590年），改受阳县为文水县，因境内有文峪河水而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋，县地为平陵邑。战国，周安王二十六年（前376年），属赵国，为大陵邑。邑治在文水县武陵村北的大陵庄（原名大陵屯）。又于今城关西南13千米平陶村别置平陶县，亦属太原郡。秦朝秦始皇二十五年（前221年），始名大陵县，属太原郡。"
        },
        {
            "type": "text",
            "text": "       新朝王莽始建国元年（9年），改大陵为大宁县，改平陶为多穰，属太原郡。东汉建武元年（25年），复名大陵县、平陶县。三国、晋、南北朝一直称大陵县。"
        },
        {
            "type": "text",
            "text": "       北魏真君九年（448年），移寿阳民于大陵县，置受阳县（亦名西寿阳），县治在今文水县旧城庄。平陶县治徙今平遥县境。隋开皇九年（589年），仍称受阳县，属太原郡。隋开皇十年（590年），改受阳县为文水县。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年），文水县隶汾州，武德六年（623年）文水县改属并州，武德七年（624年）又属汾州。唐贞观元年（627年），属太原郡。唐天授元年（690年），武则天称帝，改唐为周，因文水县是其故里，改文水县为武兴县。唐神龙元年（704年），中宗复位，恢复原名文水县。"
        },
        {
            "type": "text",
            "text": "       五代、十国、宋，称文水县，属太原府。宋元符年间（1098年—1100年），因避水患，文水古城迁于章多里之南，仍属太原郡。金、元，属太原路，称文水县。明、清，属太原府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废除府州，置中路道，民国三年（1914年）5月改名为冀宁道，文水县属冀宁道。民国十六年（1927年）5月，废道制，文水县直属于山西省政府。民国二十六年（1937年）冬季，为适应抗日战争需要，依地形将山西划为7个大行政区，翌年2月，改设为9个行政督察区，文水县隶属第四区（驻石楼县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月15日，日军侵占文水县，开始大肆烧杀抢掠，制造了西峪口、沟口等惨案。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，文水县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国二十七年（1938年）4月，文水县抗日民主政府成立。民国二十八年（1939年），晋西事变后，文水县成为中国共产党领导下的地区，属晋西区第八专员公署。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，山西全省设为16个行政督察区，文水县隶属第十六区。后改设14个行政督察区，文水县属第一区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       1949年10月，新设汾阳专区，文水县归汾阳专区。1951年3月，汾阳专区撤销，文水县划属榆次专区。1958年榆次专区改称晋中专区。11月，汾阳、文水、交城三县合并为汾阳县，文水县改称文水镇，设汾阳县文水镇办事处。1959年9月，汾阳、文水、交城三县分置，恢复文水县建置，属晋中专区。1971年5月1日，吕梁地区革委会成立，文水县划归吕梁地区革命委员会管辖。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，文水县隶属吕梁地区行署。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），文水县隶属吕梁市。"
        }
    ]
}