{
    "title": "中阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        },
        {
            "id": "1791",
            "category": "中阳县"
        }
    ],
    "detail": "[日期：2016-01-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：339次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国为赵之中阳邑。秦代,置中阳县，东汉末年废入离石县。北周大象元年（579年），为纪念讨胡战争的胜利，析离石县地置平夷县、宁乡县。隋大业初，宁乡县省入离石县，仍置平夷县。金明昌六年（1195年），因为“平夷”涉及到民族歧视和敌意，改平夷县为“宁乡县”。民国三年（1914年）1月，山西省当局鉴于宁乡县与湖南省宁乡县重名，且与乡宁县极易混淆，遂决定启用其境内历史地名“中阳”，改宁乡县为中阳县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国为赵之中阳邑，秦代置中阳县，属太原郡。汉高帝六年（前201年），“以太原郡31县为韩国”，封韩王信于晋阳，其中便包括中阳县。西汉元朔四年（前125年），组建西河郡，将原属太原郡的中阳等10县划入，直到东汉末期。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十一年（216年），曹操将南匈奴五部安置入居于今山西的中西部地区，即左部居太原兹氏(今汾阳南)；右部居祁(今祁县东南)；南部居蒲子(今隰县)；北部居新兴(今忻州)；中部居大陵(今文水)。由于这次民族大迁徙的原因，曹魏政权将中阳县治所东迁至今孝义市境，旧中阳县地并入离石县。"
        },
        {
            "type": "text",
            "text": "       自中阳县东迁后，这里成为南匈奴和后来山胡聚居的区域。所谓“山胡”是东汉以来内迁民族的混血后裔，北魏时，遍布于整个吕梁山区。随着山胡势力日益强盛，反抗活动也此伏彼起，山胡中有一支强大的部族被称为“离石胡”，便居住在今离石、中阳一带。从北魏政权到北齐、北周政权都对山胡进行过大规模清剿，“胡荒”才渐渐平息。北周大象元年（579年），为纪念讨胡战争的胜利，特在吕梁一带设置了一批有关郡县名，如：窟胡郡、定胡郡、归化县、平夷县、宁乡县等等。其中的平夷县治所就在今中阳县城；宁乡县治所在今中阳县东的柏窳山附近。"
        },
        {
            "type": "text",
            "text": "       隋大业初，宁乡县省入离石县，仍置平夷县。金明昌六年（1195年），改平夷县为“宁乡县”，改名原因是因为“平夷”涉及到民族歧视和敌意。此后“宁乡”取代“平夷”，隶属石州。元属太原路，后复属石州。明隆庆元年（1567年）蒙古陷城之后署州事太原府同知李春芳因石、失石音相同，嫌其不祥，改石州为永宁州。明、清，宁乡县属太原府永宁州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废除府州，置中路道，民国三年（1914年）1月，山西省当局鉴于宁乡县与湖南省宁乡县重名，且与乡宁县极易混淆，遂决定启用其境内历史地名“中阳”，改宁乡县为中阳县。同年5月，中路道改名为冀宁道，中阳县属冀宁道。民国十六年（1927年）5月，废道制，中阳县直属于山西省政府。民国二十六年（1937年）冬季，为适应抗日战争需要，依地形将山西划为7个大行政区，翌年2月，改设为9个行政督察区，中阳县隶属第四区（驻石楼县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月24日占领了中阳县。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，中阳县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续担任山西省政府主席，山西全省设为16个行政督察区（后改为14个），中阳县隶属第四区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       1949年10月，新设汾阳专区，中阳县归汾阳专区。1951年3月，汾阳专区撤销，中阳县属兴县专区。1952年6月，中阳县划属榆次专区。1958年7月1日，榆次专区改称晋中专区。同年11月10日，中阳县与离山县合并，称离石县。1960年复置中阳县，属晋中专区。1968年9月成立晋中地区革命委员会，中阳县属之。1971年5月1日，吕梁地区革委会成立，中阳县划归吕梁地区革命委员会管辖。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，中阳县隶属吕梁地区行署。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），中阳县隶属吕梁市。"
        }
    ]
}