{
    "title": "孝义市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        },
        {
            "id": "1789",
            "category": "孝义市"
        }
    ],
    "detail": "[日期：2016-01-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：353次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏太和十七年（493年）于今市区东3千米置永安县，唐贞观元年（627年），考虑到县名与涪州的永安县（今重庆奉节）重名，遂产生更名之议。因郑兴以“孝行闻于朝”，于是唐太宗李世民敕赐改永安县为孝义县。1992年2月10日，撤销孝义县，设立孝义市（县级）。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       孝子郑兴，自幼很有志向，终日勤劳耕作，侍奉父母，但家境贫寒。父亲去世后，郑兴守孝3年。母亲久病不愈，郑兴服侍床前，从不解衣，不离母亲半步。母亲想吃肉丸汤，郑兴因无钱买肉，于是割下自己的肉煮汤奉母。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       在春秋晋献公二十二年（前655年），晋灭虢，迁其民于此，建虢城，置瓜衍县。晋顷公十二年（前514年），魏国在虢城南10里建平周城。赵肃侯十一年（前339年），赵国占领平周城，更名中阳城。秦王政二十二年（前225年），中阳属兹氏县域，位于兹氏县南境。"
        },
        {
            "type": "text",
            "text": "      东汉末，南匈奴五部入居离石、中阳等地后，三国曹魏政权迁中阳县治于今孝义旧城，故置此为中阳县。西晋永嘉元年（307年）间战乱后，中阳县废，县境并入隰县。"
        },
        {
            "type": "text",
            "text": "       北魏时期，魏政权设于今孝义六壁城，置军镇于六壁城，以“防离石诸胡”。“六壁者，县所辖贞壁、贾壁、白壁、许壁、柳壁并六壁为六，故名”。北魏太和十七年（493年）将孝义境从隰城县分出设立永安县，县治在今孝义市旧城。“永安”的命名反映了魏政权祈望平息山胡侵袭，希望社会安定的意愿。但到了北魏末的孝昌年间，积聚已久的社会矛盾再次引发了边镇暴动和各民族暴动，汾州山胡刘蠡升趁乱称天子。永安、隰城二县被“胡贼所破”，二县治所被迫迁至今临汾市境。为应付这一混乱局面，魏政权又在六壁故城侨置显州及建平郡，于今虢城村中置定戎郡，盼望这里“平”与“定”。 所置郡俱属显州。北齐废显州及所属郡。"
        },
        {
            "type": "text",
            "text": "       隋统一后，今孝义市境又恢复永安县旧名，属西河郡治。唐贞观元年（627年），因县名与涪州的永安县（今重庆奉节）重名，遂产生更名之议。因郑兴以“孝行闻于朝”，于是唐太宗李世民敕赐改永安县为孝义县，改郑兴所居的故里为“孝义里”。如此，避免了两县的重名，同时也表彰了郑兴的孝德。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国元年（976年）为避太宗赵光义名讳，改中阳县。次年太宗改名赵炅，县复称孝义。熙宁五年（1072）改县为镇，属介休县。元祐元年（1086年）复置孝义县，属汾州。元朝时，孝义县隶属冀宁路汾州。明朝洪武九年（1376年），汾州升为汾州直隶州，万历二十三年（1595年）5月，汾州升为汾州府，孝义县属汾州府。清朝沿袭不变。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废除府州，置中路道，民国三年（1914年）5月，中路道改名为冀宁道，孝义县属冀宁道。民国十六年（1927年）5月，废道制，孝义县直属于山西省政府。民国二十六年（1937年）冬季，为适应抗日战争需要，依地形将山西划为7个大行政区，翌年2月，改设为9个行政督察区，孝义县隶属第四区（驻石楼县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月17日，日军占领孝义县城，直至民国三十四年（1945年）8月日本无条件投降，孝义人民一直处于血雨腥风之中。抗日战争胜利后，阎锡山继续担任山西省政府主席，山西全省设为16个行政督察区，孝义县隶属第十六区，民国三十六年（1947）1月，山西省政府改设14个行政区，孝义县隶属第四区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       1949年10月，新设汾阳专区，孝义县归汾阳专区。1951年3月，汾阳专区撤销，孝义县划属榆次专区。1958年7月1日，榆次专区改称晋中专区。1958年，孝义县废入介休县。1961年复置。1968年9月成立晋中地区革命委员会，孝义县属之。1971年5月1日，吕梁地区革委会成立，孝义县划归吕梁地区革命委员会管辖。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，孝义县隶属吕梁地区行署。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），孝义县隶属吕梁市。1992年2月10日，撤销孝义县，设立孝义市（县级）。"
        }
    ]
}