{
    "title": "汾阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        },
        {
            "id": "1788",
            "category": "汾阳市"
        }
    ],
    "detail": "[日期：2016-01-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：374次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏孝昌年间（525年六月—528年正月），设置汾州，以汾水为名，治迁隰城县（今山西汾阳市）。北齐时，汾州改曰南朔州，北周改称介州，隋朝时为西河郡，唐朝武德元年（618年），改介休郡为介州，西河郡为浩州。武德三年（620年），改浩州为汾州。明洪武元年（1368年），省西河县置汾州（直隶州），明万历二十三年（1595年）升汾州为汾州府，依廓设汾阳县，因位于汾河之阳而得名。1996年8月20日，汾阳撤县设市，为县级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周为古兹国，在春秋时期，晋献公二十二年（前655年），晋灭虢，迁其民于此，建虢城，置瓜衍县，此地为瓜衍县所辖。赵肃侯十一年（前339年），赵国占领瓜衍，地属兹氏县。秦庄襄王三年（前247）地入秦，属太原郡。"
        },
        {
            "type": "text",
            "text": "       西汉仍置兹氏县，属并州刺史部太原郡。王莽时期，改名兹同。东汉恢复旧名。三国魏黄初二年（221年），置并州西河郡于兹氏。"
        },
        {
            "type": "text",
            "text": "       三国魏黄初二年（221年）兹氏县治徙今城关，且为西河郡治。西晋咸宁三年（277年），陈王司马斌改封西河王驻此，改郡为西河国，兹县易名隰城。永嘉末年陷废。"
        },
        {
            "type": "text",
            "text": "       北魏太延年间（435年—440年）以隰城县置什星军，后废。太和八年（484年）复置隰城县及西河郡，隶汾州。孝明帝时郡治南徙至今临汾地区。孝昌年间汾州自今交口县境徙此。东魏天平二年（535年）于今城关南东阳城村侨置灵州和真君郡。武定四年（546年）于今城关东南团城村置武昌郡。北齐改汾州为南朔州。北周废灵州，改南朔州为介州。\n\r\n　　隋大业中年改介州为西河郡。唐武德元年（618年）改西河郡为浩州，武德三年（620年）复为汾州。天宝元年（742年）改汾州为西河郡，乾元元年（758年）复为汾州。上元元年（760年）改隰城县为西河县，为汾州治。"
        },
        {
            "type": "text",
            "text": "       宋，汾州属河东路。金属河东北路。元属冀宁路。明洪武元年（1368年），省西河县置汾州直隶州，兼领平遥、介休、孝义三县。万历二十三年（1595年）升汾州为汾州府，依廓设汾阳县，府属冀南道，府、道治所皆驻县城内。清康熙六年（1667年）冀南道废入冀宁道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，废除府州，置中路道，民国三年（1914年）5月，中路道改名为冀宁道，汾阳县属冀宁道。民国十六年（1927年）5月，废道制，汾阳县直属于山西省政府。民国二十六年（1937年）冬季，为适应抗日战争需要，依地形将山西划为7个大行政区，翌年2月，改设为9个行政督察区，汾阳县隶属第四区（驻石楼县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月17日，日军侵占了汾阳县城。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，汾阳县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，汾阳县隶属第十六区。后改设14个行政督察区，汾阳县属第四区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期和解放战争时期：民国二十九年（1940年），汾阳属晋西北行署第八专区；民国三十二年（1943年），属晋绥边区行署第八专区；民国三十四年（1945年）8月，属晋绥边区吕梁行署七专区；民国三十七年（1948年），县划属华北区晋中专区。同年7月，汾阳全境解放。"
        },
        {
            "type": "text",
            "text": "       1949年10月，新设汾阳专区，为专署驻地。1951年3月，汾阳专区撤销，汾阳县划属榆次专区。1958年7月1日，榆次专区改称晋中专区。11月，汾阳、文水、交城三县合并为汾阳县，翌年9月，汾阳、文水、交城三县分置，仍属晋中专区。1971年5月1日，吕梁地区革委会成立，汾阳县划归吕梁地区革命委员会管辖。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，汾阳县隶属吕梁地区行署。1996年8月20日，汾阳撤县设市，为县级市。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），汾阳市隶属吕梁市。"
        }
    ]
}