{
    "title": "吕梁市离石区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        }
    ],
    "detail": "[日期：2016-01-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：378次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国时，地属赵国，名叫离石邑，因东北有离石水（今北川河），因水取名。西汉初年置离石县。其后几度废撤，至明洪武三年1370年）离石县并入石州。明隆庆元年（1567年）蒙古陷城之后署州事太原府同知李春芳因“石”、“失”读音相同，嫌其不祥，改石州为永宁州。民国元年（1912年）1月，废清朝旧制中府、州、厅为县，永宁州即改永宁县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）1月，因与河南、广西、江西、贵州等省永宁县重复，而改置在江西永宁县之后，应即酌改。查该县在汉为离石县，今州北有离石山，拟即定名离石县。1996年5月，离石县改为离石市（县级）。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），离石市改成离石区。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      《吕氏春秋》载：“吕梁未发，盖河水中有石绝处也，今离石西有此悬绝，世谓之黄梁。石绝水为梁，大石在水中，禹发而通之。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国为赵之离石邑。秦属太原郡。西汉置离石县，属西河郡。据唐《元和郡县图志》载：“县东北有离石水（今北川河），因取名焉。”东汉永和五年（140年）九月“因匈奴寇掠，西河郡治南徙五百九十里”迁至离石县，为吕梁境内最早的郡级建置。同年，临水县并入离石。灵帝末郡县俱废。三国魏黄初二年（221年）复设置西河郡（治兹氏县），辖离石、中阳等县。"
        },
        {
            "type": "text",
            "text": "       西晋，离石县属西河国（治隰城，由兹氏县改）。东晋十六国时期，吕梁境内较为混乱。东晋元帝大兴二年（319年）石勒建立后赵，石勒“以离石县境荒废”设置永石郡，寻改西河，后燕置离石护军。永兴元年（304年）匈奴左部帅刘渊起兵反晋，建北汉政权，置都于离石。后燕置离石护军。北魏明帝天兴元年（398年）增设离石镇。"
        },
        {
            "type": "text",
            "text": "       北齐天保元年（550年）于离石城内置西汾州。天保三年（552年）以离石镇置昌化县，属西汾州怀政郡。北周建德年间（571年—577年），西汾州改称石州。建德六年（577年）昌化复名离石。"
        },
        {
            "type": "text",
            "text": "       隋大业元年（605年）石州改离石郡，辖离石，平夷，定胡，临泉，方山5县。唐武德元年（618年）离石郡复改石州，天宝元年（742年）改昌化郡，乾元元年（758年）复改石州，期间所辖未变。五代时期，石州境域内所属未变。"
        },
        {
            "type": "text",
            "text": "       北宋，离石、平夷、方山为石州辖县，定胡、临泉为晋宁军辖县。金代，晋宁军被撤销，定胡、临泉改属石州。元中统二年（1261年）离石县并入石州，中统三年（1262年）复置离石县。此时，石州仅辖离石县和宁乡县。"
        },
        {
            "type": "text",
            "text": "       明洪武三年1370年）离石县再次并入石州，属太原府。明隆庆元年（1567年）蒙古陷城之后署州事太原府同知李春芳因石、失读音相同，嫌其不祥，改石州为永宁州。清代，沿袭明制未改。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废清朝旧制中府、州、厅为县，永宁州即改永宁县，属中路道，民国三年（1914年）1月，因与河南、广西、江西、贵州等省永宁县重复，查该县在汉为离石县，今县北有离石山，复改离石。5月，中路道改名为冀宁道，离石县属冀宁道。民国七年（1918年）3月，析离石县北部碛石、柳林、方山3处县佐辖境置方山县，因县境有方山，故名。民国十六年（1927年）5月，废道制，离石、方山县均直属于山西省政府。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月24日，日军占领离石城。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，离石县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，中共领导的抗日民主政权相继建立。民国二十九﹙1940年﹚1月，离石县抗日民主政府在蛤蟆塌（今孟门镇石安村）成立。民国三十年（1941年）析置离东县；民国三十四年（1945年）9月中旬，由离石县部分地析置柳林市，隶属离石县。      "
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗日战争胜利后，阎锡山继续担任山西省政府主席，山西全省设为16个行政督察区（后改为14个），离石县隶属第四区。9月13日，晋绥野战军七一八团（也叫八团） 解放了离石县城。民国三十五年（1946年）离东县并入离石县。     "
        },
        {
            "type": "text",
            "text": "       1949年10月1日新中国建立后，成立兴县专区，离石县属兴县专区。12月17日，柳林市裁撤，并入离石县。1952年6月，撤销兴县专区，离石县划属榆次专区。1954年离石、方山合并，县名改离山县。1958年7月1日，榆次专区改称晋中专区。同年11月10日，1958年离山、中阳合并，县名复改离石。1960年，中阳县恢复。1971年5月1日，离石县，方山县分置，原离石县迁驻柳林，新置离石郊区。两县均划属新成立的吕梁地区革命委员会。10月，离石县改为柳林县，离石郊区恢复为离石县，离石县城成为吕梁地区驻地。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署，离石县隶属吕梁地区行署。1996年5月，离石县改为离石市（县级）。2003年10月23日，吕梁撤地设市（2004年7月9日，正式挂牌），离石市改成离石区，属吕梁市管辖。"
        }
    ]
}