{
    "title": "吕梁市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1787",
            "category": "吕梁市"
        }
    ],
    "detail": "[日期：2016-01-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：345次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1971年5月1日，组建吕梁地区革命委员会，地名因境内的的吕梁山而得名。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署。2003年10月23日，吕梁撤地设市，2004年7月9日，正式挂牌。"
        },
        {
            "type": "text",
            "text": "       据《文物掌故集》载“吕梁山，即谷积山，亦书为骨脊山，骨脊之义，与吕梁相通，吕，骨脊也。吕字是象形文字，古代写作“呂”它的上下两个口学象征着根根相承的脊骨，中间一小撇象征着脊骨之间的联系。吕梁的”梁”在这里被当作阻水的山石。"
        },
        {
            "type": "text",
            "text": "       吕梁意即象脊梁骨一样的山。吕梁山雄居群山之中，由北而南横亘八百里，构成了晋西高原的主干。晋西高原呈穹窿形状。整个地形以东北至西南为中轴，中间一线突起，两侧逐渐降低，吕梁山脉正处于这一条中轴线上，宛如一条脊梁，因而被称为吕梁。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       吕梁地域周初属并州，春秋属晋，战国属赵，当时吕梁有屈邑、平陵邑、中阳邑及瓜衍县等。周安王二十六年（前376年），韩、赵、魏“三家分晋”以后，吕梁为赵国境域，境内设有中阳、兹氏、大陵等。秦庄襄王四年(前246年)设太原郡后，吕梁遂为太原郡境域，设有大陵、兹氏等县。"
        },
        {
            "type": "text",
            "text": "       汉初，吕梁仍为太原郡境域。汉武帝元朔四年(前125年)分设西河郡后，吕梁分属西河、太原、平阳三郡。大陵、平陶、兹氏为太原郡辖县；蔺、皋狼、中阳、离石、土军、隰成、临水为西河郡辖县；蒲子县为平阳郡辖县。王莽代汉后，兹氏县改兹同，大陵县改大宁，平陶县改多穰，临水县改监水。东汉始立后各县遂复旧名。东汉初，吕梁属于西河、太原、河东三郡。离石、蔺、皋狼、临水、中阳、平周为西河郡辖县；大陵、平陶、兹氏为太原郡辖县；蒲子县属河东郡。永和五年(140年)九月“因匈奴寇掠，西河郡治南徙五百九十里”迁至离石县，为吕梁境内最早的郡级建置。同年，临水县并入离石。中平年间美稷县“南徒于兹氏县界，寻废”。建安二十一年(218年)“南匈奴内附”，左部居于兹氏，中部居于大陵。"
        },
        {
            "type": "text",
            "text": "       三国初分，吕梁为魏国境域。黄初二年(221年)设置西河郡，治兹氏县，辖离石、中阳等县；大陵、平陶二县仍属太原郡，蒲子县仍为平阳郡辖县。"
        },
        {
            "type": "text",
            "text": "       西晋，吕梁境内各县分属于西河国和太原国，属县未变，仅兹氏县改隰城。东晋十六国时期，吕梁境内较为混乱。东晋元帝大兴二年（319年）石勒建立后赵，石勒“以离石县境荒废”设置永石郡，寻改西河，后燕置离石护军。永兴后西河郡并入太原郡。"
        },
        {
            "type": "text",
            "text": "       北魏初，吕梁为太原郡境域，设置有大陵、平陶、兹氏等县。天兴初增设离石镇，延和三年(434年)设吐京镇，太平真君九年(448年)，吐京镇下设岭东、岭西二县，平陶县移出区境，大陵县改受阳。太和八年(484年)复置西河郡，太和十年(公元486年)吐京镇改吐京郡，同年，废蒲子县，设汾州，吐京、西河等五郡为其辖郡。太和十七年(493年)设永安县，太和二十一年(497年)岭东县改新城，岭西县改吐京。　　"
        },
        {
            "type": "text",
            "text": "       东魏，吕梁仍为汾州和太原郡境域，汾州辖西河、吐京等郡，隰城、永安二县属西河郡；吐京、新城二县属吐京郡；受阳县仍属太原郡，离石境域仍设离石镇。　　"
        },
        {
            "type": "text",
            "text": "       北齐、北周之际，吕梁当两政权纷争之地，当时吕梁境内设有西汾州怀政郡、南朔州西河郡、吐京郡神武郡和并州太原都。南朔州系由汾州改称，治所仍设隰城，西河郡隶属之。离石镇改怀政郡，辖县有昌化、良泉等县，蔚汾县属神武郡，受阳县属太原郡，吐京、新城二县属吐京郡，后因裁郡改属怀政郡。"
        },
        {
            "type": "text",
            "text": "       北周建德年间（571年—577年），西汾州改称石州。建德六年（577年）昌化复名离石。大象年间（579年—580年），南朔州改称介州；并增设定胡、窟胡、乌突三县及同名郡。"
        },
        {
            "type": "text",
            "text": "       隋，吕梁分属于离石郡、西河郡、太原郡、楼烦郡、龙泉郡。离石、修化(窟胡县改)、太和(乌突县改)、平夷、定胡、宁乡等县属离石郡，西河郡辖县有隰城、永安二县，受阳县仍属太原郡，岚城县属楼烦郡，石楼县属龙泉郡。　　　"
        },
        {
            "type": "text",
            "text": "       唐代，吕梁分属于石州、汾州、隰州、岚州、并州(后改太原府)。西河(隰城县改)、孝义(永安县改)二县属汾州，离石、平夷、定胡、临泉、方山属石州，宜芳、合河二县属岚州；石楼、温泉二县属隰州，交城、文水二县属并州(太原府)。五代时期，吕梁境域内所属未变。 　　"
        },
        {
            "type": "text",
            "text": "       宋代，吕梁分属于石州、汾州、岚卅、隰州，晋宁军、太原府。离石、平夷、方山为石州辖县。西河、孝义为汾州辖县；宜芳、合河为岚州辖县；石楼、温泉为隰州辖县；定胡、临泉为晋宁军辖县；交城、文水二县为太原府辖县。　　"
        },
        {
            "type": "text",
            "text": "       金代，仅因晋宁军被撤销，辖县改属石州，其它州县的隶属未变。元代，吕梁大部属于太原路(后改冀宁路)管辖，境内设置有交城县、文水县、兴州、岚州、临州、石州(辖离石县、宁乡县)、汾州(辖县有西河县、孝义县)。石楼为晋宁路辖县。"
        },
        {
            "type": "text",
            "text": "       明初，吕梁除石楼县属隰州外，境内州县均属太原府。县有兴县、岚县、临县、交城、文水，州有石州(辖宁乡县〕、汾州(辖孝义县)。万历二十三年(公元1595年)五月，汾州升为府，并倚郭设汾阳县，原太原府所辖州县、临县、永宁州及辖县宁乡县和原汾州辖县改属汾州府，府治设汾阳县城。万历四十年(公元1612年)石楼县改属汾州府，清代沿用朝制，建置未变。"
        },
        {
            "type": "text",
            "text": "       中华民国元年(1912年)取消汾州府建置，永宁州废为永宁县，隶属中路道。民国三年(1914年)1月，永宁县改离石①，宁乡县改中阳②。民国七年(1918年)，析离石县北部碛石、柳林、方山3处县佐辖境，增设方山县。5月，中路道改名为冀宁道，各县属冀宁道。民国十六年（1927年）5月，废道制，各县均直属于山西省政府。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月9日，日军占领太原，山西沦陷。民国二十七年（1938年）6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，今吕梁所辖各县均属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续担任山西省政府主席，将全省设为16个行政督察区，石楼、离石、中阳、临县、岚县、方山、兴县属第四行区，交城属第八区，孝义、汾阳、文水属第十六区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，交城、文水属第一区，汾阳、中阳、离石、临县、兴县、岚县、方山、孝义隶属第四区，石楼县属第六区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，吕梁各县均属晋绥边区(先称晋西北)行政公署。民国二十六年（1937年）冬，八路军一二〇师进入晋西北，创立了晋西北根据地。民国二十九年（1940年）1月15日正式建立晋西北民主政权，称山西省第二游击行政公署，民国三十年（1941年）8月1日改为晋西北行政公署，民国三十二年（1943年）11月改为晋绥边区行政公署。"
        },
        {
            "type": "text",
            "text": "       解放战争期间，为了适应最后解放太原的战争需要，民国三十七年（1948年）8月1日组成了晋中区，其政权机关称晋中行署，汾阳、孝义、文水、交城即属晋中区第二区。民国三十八年（1949年）2月21日，撤销晋绥边区后，成立了晋西北区，政权机关为晋西北行政公署，归陕甘宁边区领导，另有兴县、岚县二直属县。区领导机关驻兴县。临县、离石、中阳、方山4县隶属晋西北区的离石分区。石楼县属晋南行政公署。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）9月1日，山西省人民政府成立以后，吕梁境内设兴县专区和汾阳专区，兴县专区辖有兴县、临县、离石、方山、岚县等11县，汾阳专区辖县有汾阳、孝义、交城、文水、中阳、石楼等9县。1951年3月27日，汾阳专区撤销，交城、文水、汾阳、孝义等县划归榆次专区，中阳县划归兴县专区；石楼县划归临汾专区（1954年4月9日，与运城专区合并为晋南专区）。"
        },
        {
            "type": "text",
            "text": "       1952年7月1日，兴县专区撤销，兴县、岚县划归雁北专区；临县、方山、离石、中阳划归榆次专区。1954年7月1日，离石、方山二县合并为离山县。1958年11月10日，文水、交城二县并入汾阳县，中阳县与离山县合并为离石县，孝义县并入介休县，岚县分别划入静乐和兴县，石楼县并人吕梁县。1959年9月19日除孝义县以外其它各县恢复建置，1961年5月恢复孝义县建置。"
        },
        {
            "type": "text",
            "text": "       1971年5月，吕梁地区革命委员会组建，同时恢复方山县，新增设娄烦、交口二县；1972年4月，娄烦县划归太原市；1971年10月5日，新增设柳林县。1978年4月，吕梁地区革命委员会改称吕梁地区行政公署。1992年孝义撤县设市；1996年5月离石撤县建市；8月20日，汾阳撤县建市。2003年10月23日，吕梁撤地设市，2004年7月9日，正式挂牌。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①山西永宁县明隆庆元年（1567年）改置。因与河南、广西、江西、贵州等省永宁县重复，而改置在江西永宁县之后，应即酌改。查该县在汉为离石县，今州北有离石山，拟即定名离石县。"
        },
        {
            "type": "text",
            "text": "       ②山西宁乡县於金明昌六年（1195年）改置。与湖南省重复，其设置在后，拟即改名。查该县为汉西河郡中阳县地，今县西二十五里即为故治，拟定名中阳县。"
        }
    ]
}