{
    "title": "古县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1815",
            "category": "古县"
        }
    ],
    "detail": "[日期：2016-01-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：372次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1971年8月，由安泽、浮山两县析置古县。古县，因原古县镇为县治故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       建县之前，此地为禽昌①县地。北魏孝庄帝建义元年（528年），境内建县，因在安吉岭之下，泽泉之旁，命名为安泽县，县治为古岳村（今古县古阳镇古阳村），属义宁郡管辖。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），安泽县划归沁州。隋大业二年（606年），改名为岳阳县，因其居太岳山（霍山，或霍太山）之阳，故名。隶属临汾郡，县治移往西赤壁（今古县旧县镇旧县村）。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年）移治东池堡（今古县茶坊乡东池村），贞观六年（632年）移治岳阳城（今古县岳阳镇城关村），归晋州。五代时期，岳阳县改属临汾郡。宋时，岳阳改属晋州，亦曰平阳郡建雄军节度。政和六年（1116年），升为平阳府。金因之，岳阳仍属平阳府。"
        },
        {
            "type": "text",
            "text": "       蒙古至元四年（1267年）废岳阳县，寻复置，属平阳路。元大德九年(1305年)以地震原因，改平阳路名晋宁路。元至正二年（1342年），并冀氏、和川入岳阳，三县合并为岳阳县。至正四年（1344年）改名为冀氏县，移治今安泽县冀氏。至正十三年（1353年）仍复名岳阳，移治岳阳城，仍隶晋宁路。"
        },
        {
            "type": "text",
            "text": "       明初，改晋宁路为平阳府，领吉州和岳阳等十县。清朝沿袭明制。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，岳阳县属河东道。民国三年（1914年）6月，岳阳县被改名为安泽县②，仍治岳阳城，属河东道。民国十六年（1927年）5月，废道制，安泽县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，安泽县属第三行政督察区（驻沁县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938）3月7日，日军侵入安泽府城。6月27日，伪山西省公署正式成立，民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，安泽县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，安泽县隶属第十三区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，安泽县属第十二区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       其中，抗日战争时期，民国二十七年（1938年）安泽县曾分设安泽、岳阳、冀氏三县。民国三十一年（1942年）4月，并三县为安泽县，治义井村，属晋冀鲁豫边区太岳区。抗战胜利后，民国三十五年（1946年），安泽县属太岳区第一专区。民国三十八年（1949年）9月，山西省人民政府成立，撤销太岳区，所辖各县归山西省人民政府领导，安泽县治和川镇。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，安泽属临汾专区。1951年5月，安泽县移治府城。1954年9月10日，临汾专区、运城专区合并设立晋南专区，安泽县属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，安泽县属临汾地区革委会。1971年8月，从安泽县划出七乡、浮山县划出三乡，并为古县③，属临汾地区革命委员会，建治于岳阳（今古县岳阳镇城关村）。1973年，在岳阳镇张家沟、湾里两村之间建成新县城。1978年，临汾地区革命委员会改名为临汾地区行政公署，古县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，古县隶属临汾市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①北魏太武帝神麚元年（428年），魏擒获夏主赫连昌于甘肃的安定（陉川），太武帝拓跋焘为了炫耀武功，威慑百姓，于是广筑禽昌城，又析平阳置禽昌郡于北屈（吉县）。太平真君二年(441年)禽昌郡改为禽昌县后，徙往杨县。“禽”古通“擒”。"
        },
        {
            "type": "text",
            "text": "       ②民国二年（1913年），民国政府废州设县，在北京中国公学任教的李澄宇上书民国政府，提议将巴陵县改为岳阳县。因山西省有岳阳县，且从隋朝大业二年（606年）设置岳阳县来，行政区划名一直沿袭了1308年。所以湘晋两省为“岳阳”一名争执甚大，当政者也认观不一。但见识广博并熟读经史、精通国学的李澄宇，认为巴陵系南北要塞，湖广要冲，更因岳阳楼因其得天独厚的人文优势和范仲俺的“忧乐”二字名噪天下，其声望远播海内外。民国政府最终力排众议，在民国三年（1904年）6月，将已有1308年历史的山西岳阳县改为安泽县，将巴陵县改为岳阳县。"
        },
        {
            "type": "text",
            "text": "       ③1971年10月，山西省革命委员会批准将古县更名为岳阳县，12月，再因与湖南省岳阳县重名而复称古县。"
        }
    ]
}