{
    "title": "吉县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1814",
            "category": "吉县"
        }
    ],
    "detail": "[日期：2016-01-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：337次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置北屈县，隋开皇十八年(598年)置吉昌县，五代，后唐避李国昌（唐献祖）讳，改名吉乡县，隶属慈州。金天德三年（1151年）慈州改为耿州，明昌元年（1190年）改耿州为吉州，辖吉乡、乡宁2县。蒙古至元二年（1265年）吉乡县废入吉州。民国元年(1912年)5月，废清朝旧制府、州、厅为县，吉州改称吉县。"
        },
        {
            "type": "text",
            "text": "       吉县古称“屈”，实际上“吉”与“屈”乃一音之转，是后人为避其“短亏”、“困顿”等贬义，才谐为“吉”的。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商祖乙时属耿地，西周称翟城（今文城乡一带）。战国时属魏之屈邑，又称北屈。秦朝时北屈属河东郡。西汉，在今吉县置北屈县，隶平阳郡。王莽始建国元年(9年)改北屈称朕北。东汉时复名北屈县，隶河东郡。三国时期属魏，称平阳郡北屈县。\n\r\n       北魏神麚元年（428年）废北屈县，改置禽昌郡。北魏延兴四年（474年），因定阳县（今陕西省宜川县）的定阳胡人东渡黄河居此，魏孝文帝特在今吉县城侨置定阳郡和定阳县，隶东雍州，后属汾洲。太和二十一年（497年）改京军县为五城县，属五城郡。孝昌年间五城郡及定阳郡、县治均徙今尧都区境。永安初年于今县境置南汾州。东魏定阳县复归治今县城。北齐改南汾州为西汾州，北周改汾州。保定元年（561年）析五城县地置大宁县，取义“大吉大宁”，属汾州。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）改定阳郡为吉阳郡。开皇三年废（583年）吉阳、伍城①两郡，置文城郡，2县属之。开皇十六年（596年）改伍城县为文城县，属文城郡，徙治今县城西北30千米文城镇；改汾州为耿州，文城郡属之。开皇十八年（598年）改定阳县为吉昌县，改耿州为汾州。隋开皇二十年（600年）大宁县治徙今大宁县境。大业三年（607年）改汾州为文城郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）文城郡复改为汾州。武德五年（622年）改南汾州，贞观八年（634年）改慈州，天宝元年（742年）改文城郡，乾元元年（758年）复为慈州，期间吉昌县一直为州治。天祐二年（905年）改文城县为屈邑县。"
        },
        {
            "type": "text",
            "text": "       五代，后唐改屈邑县为文城县，改吉昌县为吉乡县（避后唐献祖李国昌讳），俱属河东道慈州。宋熙宁五年（1072年）废慈州，文城县废入吉乡县，属隰州大宁郡。元祐元年（1086年）复置慈州，称河东路慈州下团练，辖吉乡、文城、乡宁3县。金天德三年（1151年）慈州改为耿州，置文城郡军。明昌元年（1190年）改耿州为吉州，辖吉乡、乡宁2县。"
        },
        {
            "type": "text",
            "text": "       蒙古至元二年（1265年）吉乡县废入吉州，隶晋宁路。明隶平阳府。元大德九年(1305年)改平阳路为晋宁路，吉州隶之。明朝，山西布政司平阳府吉州，仍只辖乡宁1县。清雍正二年(1724年)吉州升为直隶州，辖蒲县、乡宁2县。乾隆三十七年(1772年)乡宁县划属平阳府，降吉州为散州。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废清朝旧制府、州、厅为县，吉州改称吉县。民国二年（1913年）3月置河东道，吉县属河东道。民国十六年（1927年）5月，废道制，吉县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，吉县属第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月19日，日军占领吉县县城，大肆烧杀抢掠，21天后日军撤离。同年12月31日，日军第二次进攻吉县，并侵占了吉县城。但不断遭到村民反击，5天后，日军撤离。民国二十八年（1939年）9月，日军调集1000多人第三次进攻吉县，却遭遇晋绥军第83军66师206旅的伏击，日军被迫撤离。同年11月22日，根据阎锡山与日军在临汾“和平谈判”协定，进攻晋西地区的日军从乡宁、吉县、大宁、蒲县、隰县等地撤退，阎军则立即接防。通过“和平换防”，共同反共。"
        },
        {
            "type": "text",
            "text": "       抗战期间（1937年—1945年），山西省国民政府省会迁至吉县，抗战胜利后，省会迁回太原。抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区，吉县隶属第十四区，专署驻吉县，辖吉县、汾城、襄陵3县。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，吉县属第九区（驻宁乡县），辖乡宁、吉县、河津、稷山、新绛、汾城6县。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）10月吉县解放，隶属晋绥吕梁十专区。民国三十七年（1948年）12月，划归西北区晋南专区。民国三十八年（1949年）2月21日撤销晋绥边区，所辖山西地区划分为晋南区、晋西北区，归陕甘宁边区领导，吉县属晋南区。9月1日，山西省成立后，吉县划归山西省晋南专区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，吉县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，吉县属晋南专区。1958年10月，吉县并入乡宁县，降县城为镇。1961年7月，复置吉县。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，吉县属临汾地区革委会。1978年，临汾地区革命委员会改名为临汾地区行政公署，吉县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，吉县隶属临汾市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①北魏太和二十一年（497年）改京军县为五城县，隋改伍城县，唐又改仵城县，五代后周省仵城县，故城在今山西吉县东北六十里。金再置仵城，寻废，故治在今山西隰县南，即北魏晋州之北五城。"
        }
    ]
}