{
    "title": "隰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1813",
            "category": "隰县"
        }
    ],
    "detail": "[日期：2016-01-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇五年（585年）废龙泉郡，而置隰[xí]州。开皇十八年（598年），下设隰川县，以县南有龙泉，地低湿，因名隰。"
        },
        {
            "type": "text",
            "text": "     《尔雅》曰：“下湿曰隰”。以州带泉泊下湿，故以“隰”为名。据《太平寰宇记》载：以县南有龙泉，地湿，因名隰。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前11世纪，西周分封诸侯，此地属同姓诸侯国中的蒲国。春秋时代，晋文公重耳分封此地，史称蒲邑。战国归魏，改蒲阳。秦属河东郡。汉置蒲子县。西晋永嘉二年（308年）刘渊建汉，曾徙都蒲子，后迁平阳，于此置大昌郡。"
        },
        {
            "type": "text",
            "text": "       北魏初，于今县境置南吐京郡、北平昌县，属五城郡，后废。太和十二年（488年）于此置汾州。孝昌年间废，北周复置汾州。保定元年（561年）于今县境置大宁县。大象元年（579年）于今县城北18千米长寿村置长寿县，于县置龙泉郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）废龙泉郡。开皇四年（584年）改汾州为西汾州，府治在长寿县（今隰县长寿村）。开皇五年（585年）改西汾州为隰州，开始以“隰”命名。《元和郡县图志》记载：“南有龙泉，下隰，因以为名。”开皇十八年（598年），改长寿县为隰川县。大业三年（607年）改隰州为龙泉郡，辖隰川、永和、浮山、石楼、蒲县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）龙泉郡复改为隰州，属河东道。武德二年（619年）设总管府，领隰州、中州、昌州、南汾、东和、西德6州。武德三年（620年）又置北温州来属。贞观三年（627年）复置隰州。天宝元年（742年）改大宁郡，乾元元年（758年）复为隰州，领县六：隰川，蒲县，温泉，永和，石楼，大宁。北宋，隰州属河东路太原府。"
        },
        {
            "type": "text",
            "text": "       金天会六年（1128年）隰州改为南隰州，天德三年（1151年）复为隰州。兴定五年（1221年）于今县城南30千米午城镇置仵城县，属隰州。金末元初，仵城县废。至正年间（1341年—1370年）隰川县废入隰州，隶晋宁路，后复置隰川县。明洪武二年（1369年）废隰川县。清雍正二年（1724）隰州升直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912）5月，废清朝旧制府、州、厅为县，隰州改隰县，直隶山西省。民国二年（1913年）3月置河东道，隰县划属河东道。民国十六年（1927年）5月，废道制，隰县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，隰县属第六行政督察区，隰县黄土村一度还作为公署驻地。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月26日，日军占领隰县。民国二十八年（1939年）11月22日，根据阎锡山与日军在临汾“和平谈判”协定，进攻晋西地区的日军从乡宁、吉县、大宁、蒲县、隰县等地撤退，阎军则立即接防。通过“和平换防”，共同反共。民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区（后改为14个），隰县隶属第六区，专署驻隰县。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）11月28日，隰县解放。1950年1月6日，成立临汾专区，隰县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，隰县属晋南专区。1958年6月27日，隰县与大宁合并为隰宁县。同年11月，隰宁县又与蒲县、永和、石楼合并组建吕梁县。1959年10月，恢复蒲县建制。1961年1月，撤销吕梁县，恢复隰县、永和、大宁3个县建制。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，隰县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，隰县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，隰县隶属临汾市。"
        }
    ]
}