{
    "title": "蒲县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1812",
            "category": "蒲县"
        }
    ],
    "detail": "[日期：2016-01-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：357次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北周大象元年（579年）废石城郡和石城县，改置蒲子县，以境内蒲子山为名。相传唐尧时期，尧的老师蒲伊子曾隐居于此山。另一说，蒲子山似当以盛产蒲草为名。隋大业元年（605年），改蒲川县为蒲县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉为蒲子县地。北魏于今县城西北15千米古县村置平昌县，属北吐京郡。太和二十一年（497年）于今县城东南25千米黑龙关镇别置石城县，属五城郡。北周初，以石城县置石城郡。北周大象元年（579年）废石城郡和石城县，而置蒲子县，属定阳郡，徙治今城关西8千米略东村。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）平昌县废入蒲子县，徙治平昌县故治。隋开皇九年（589年），置蒲川县（县治在今城关）。大业元年（605年）蒲川县改为蒲县，徙治今城关西南1千米，属龙泉郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）蒲县徙治今城关。武德二年（619年），废蒲县，而置昌州；又于今城关西别置昌原县，于今城关西南20千米别置常安县，俱属昌州。贞观元年（627年）废昌州及昌原、常安2县，复置蒲县，属隰州。"
        },
        {
            "type": "text",
            "text": "       五代时期，先后为后梁、后唐、后晋、后汉、后周所属，均隶河东道隰州。北宋，隶河东路隰州。金兴定五年（1221年）正月，蒲县升为蒲州。蒙古至元三年（1266年）废州为县，后并入隰川县（今隰县），元至元三十一年（1294年）7月，复置蒲县。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），蒲县隶山西省平阳府。清顺治二年（1645年），蒲县隶山西省平阳府。清雍正二年（1724年）改隶吉州直隶州。清雍正九年（1731年），又归隶隰州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废隰州为县，蒲县则直属山西省。民国二年（1913年）3月置河东道，蒲县划属河东道。民国十六年（1927年）5月，废道制，蒲县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，蒲县属第六行政主任公署。民国二十九年（1940年），蒲县升中心县。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月下旬，日军侵占蒲县，3月3日，蒲县被晋绥军115师343旅收复。1939年1月8日，日军再次占领蒲县。民国二十八年（1939年）11月22日，根据阎锡山与日军在临汾“和平谈判”协定，进攻晋西地区的日军从乡宁、吉县、大宁、蒲县、隰县等地撤退，阎军则立即接防。通过“和平换防”，共同反共。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区，蒲县隶属第十三区，专署驻蒲县。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，蒲县属第六区（驻隰县）。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946）11月27日，蒲县第一次解放，隶晋绥边区吕梁分区第九专区。民国三十八年（1949年）2月，蒲县第二次解放，改隶晋西南行政区隰县专区。同年9月1日，山西省成立后，蒲县划归山西省晋南专区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，蒲县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，蒲县属晋南专区。1958年11月，蒲县、永和、石楼、隰宁县（隰县与大宁合并合）4县合并，组建吕梁县。1959年10月，恢复蒲县建制，仍隶属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，蒲县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，蒲县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，蒲县隶属临汾市。"
        }
    ]
}