{
    "title": "曲沃县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1811",
            "category": "曲沃县"
        }
    ],
    "detail": "[日期：2016-01-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：330次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       曲沃之名，始于西周初期。古晋国以绛山为宗，绛水（今沸泉）出绛山之南，沸涌而东，折向北经青玉峡，东流白石山，悬而为沃泉（今景明瀑布），九曲而北入于浍，萦回盘旋，西流入汾。取其曲，取其沃，得名曲沃。据《读修曲沃县志》，因古曲沃城为名，古曲沃得名于境有沃水并萦回盘旋，是为曲沃命名之由。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周穆王年间（约公元前10世纪），晋成侯徙都曲沃（今县城西南1公里处）。周平王二十六年（前745年），晋昭侯封叔父成师（桓叔）于此，号“沃国”，历桓叔、庄伯、武公三世，晋武公三十八年（前678年），武公灭晋自代，仍为别都，一名下国，亦简称沃。晋献公十六年（前661年）晋献公为世子申生筑城，亦名太子城，即今曲沃城。周安王二十六年（前376年），韩、赵、魏三家分晋，曲沃属魏。"
        },
        {
            "type": "text",
            "text": "       秦始皇嬴政二十六年（前221年），置绛县，属河东郡，曲沃地境属绛县。东汉，绛县改绛邑县，仍辖曲沃城。北魏太和十一年（487年）置正平郡，并置曲沃县（县治在今曲沃县南），东雍州正平郡领曲沃、闻喜2县。"
        },
        {
            "type": "text",
            "text": "       北周明帝武成二年(560年)改东雍州为绛州，曲沃县属绛州。后曲沃移治乐昌城，即今县南乐昌堡。隋代开皇三年(583年)废正平郡，改为绛郡，领正平(今新绛)、龙门、太平、曲沃、翼城、稷山、绛、垣曲等8县。此时曲沃已经移治于绛邑故城北，即今治。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)置绛州总管府。辖绛、潞、盖、建、泽、沁、韩、晋、吕、浍、秦、蒲、虞、芮、邵等十五州。绛州领正平、太平、曲沃、闻喜、稷山等5县。武德三年(620)罢总管府，改称雄郡，领正平、翼城、曲沃、闻喜、垣曲、太平、绛等7县。贞观中，绛州属河东道，领治仍旧。五代袭唐制。"
        },
        {
            "type": "text",
            "text": "       北宋，改雄郡为雄州，置绛郡防御。辖正平、曲沃、翼城、太平、稷山、绛、垣曲等7县。金置绛阳军节度使。兴定二年(1218年)升为晋安府。兴定三年(1219年)又置河东南路转运司，领正平、翼城、曲沃、闻喜、垣曲、太平、绛、平水等8县。"
        },
        {
            "type": "text",
            "text": "       元初置绛州行元帅府，后罢元帅府，仍为绛州，隶平阳路，领正平、翼城、曲沃、闻喜、垣曲、太平、绛等7县。大德九年（1305年），因大地震，平阳路改为晋宁路。明初，改晋宁路为平阳府，曲沃属平阳府。清朝沿袭明制。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，曲沃县属河东道。民国十六年（1927年）5月，废道制，曲沃县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，曲沃县属第七行政主任公署（驻安邑）。\n\r\n       民国二十七年（1938年）2月28日，日军侵占曲沃。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，曲沃县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，曲沃县隶属第七区。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，曲沃县为第五区驻地，直至4月15日曲沃县解放。民国三十八年（1949年）9月1日，山西省成立后，曲沃县划归山西省晋南专区。\n\r\n       1950年1月6日，成立临汾专区，曲沃县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，曲沃县属晋南专区。1958年11月，由曲沃、新绛、汾城及乡宁县关王庙乡组建侯马市；1963年5月，恢复曲沃县，县政府驻侯马镇。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，曲沃县划属临汾地区革命委员会。1971年6月5日，析出5个公社设立侯马市，曲沃县与侯马分置，县址迁回新城（今县城）。1978年，临汾地区革命委员会改名为临汾地区行政公署，曲沃县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，曲沃县隶属临汾市。"
        }
    ]
}