{
    "title": "翼城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1810",
            "category": "翼城县"
        }
    ],
    "detail": "[日期：2016-01-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：318次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       史称唐国，周公灭之，迁尧子孙于杜。成王戏剪桐叶为珪，封其弟叔虞于唐，建都翔翱山下，以山形如鸟舒翼，故名翼城。北魏太和十二年（488年）于今县城东南10千米北绛村置北绛县，开皇十八年（598年）改北绛县为翼城县。天祐二年（905年）翼城县改浍川县，五代唐长兴元年（930年）徙治今县城。北宋复名翼城县。兴定元年（1217年）别置隆化县（今县东隆化镇）。兴定四年（1220）升翼城县为翼州，元光二年（1223）升翼安军。元废军，改隆化县置翼城县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧受封于此，号陶唐。禹封丹朱于此，因名曰“唐”，古称唐国。商代传为祁姓方国，乃尧裔子封地，为西周周成王所灭，周成王封叔虞（桐叶封弟）于此，后曾改称晋。春秋时为晋都故绛，东汉为绛邑县之翼城。"
        },
        {
            "type": "text",
            "text": "       北魏太和十二年（488年）于今县城东南10千米北绛村置北绛县。孝昌二年（526年）别置新安县。次年于北绛县置北绛郡。建义元年（528年）又于今县城西1千米置小乡县。北齐废新安县入北绛县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废北绛郡。开皇十八年（598年）改北绛县为翼城县，改小乡县为汾东县，俱属绛郡。大业元年（605年）汾东县废。义宁元年（617）复置小乡县，于翼城县置翼城郡，县属之。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）改翼城郡为浍州，县属之。次年改浍州为北浍州。武德四年（621年）废北浍州，县属绛州。武德九年（626年）小乡县废入翼城县。天祐二年（905年）翼城县改浍川县，故治在今县城东10千米，属绛州。五代唐长兴元年（930年）徙治今县城。"
        },
        {
            "type": "text",
            "text": "       北宋复名翼城县。金，翼城县属晋安府。兴定元年（1217年）别置隆化县，故治在今县东隆化镇。兴定四年（1220年）升翼城县为翼州，元光二年（1223年）升翼安军。元废翼安军，改隆化县置翼城县，隶平阳路绛州。大德九年（1305年），因大地震，平阳路改为晋宁路，希冀晋地安宁。明初，改晋宁路为平阳府，领吉州和翼城等十县。清朝沿袭明制，翼城属平阳府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，翼城县属河东道。民国十六年（1927年）5月，废道制，翼城县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，翼城县属第七行政主任公署（驻安邑）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月5日，日军占领翼城。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，翼城县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国三十一年（1942年）2月，翼城县抗日民主政府在杨家河村宣布成立。同年，在翼城、浮山、沁水之间，以青城为中心设置青城县，与翼城县同属太岳区。民国三十四年（1945年），青城县并入翼城县。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，翼城县隶属第七区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，翼城县隶属第五区。在此期间，解放军与国民党阎锡山军队展开了拉锯战。民国三十四年（1945年）12月28日，人民解放军太岳部队首次解放翼城。民国三十六年（1947年）1月1日，翼城二次解放，同年4月4日，第三次彻底解放翼城。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）3月，太岳行署第二专员公署改为翼城临时专员公署。1950年1月6日，成立临汾专区，翼城县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，翼城县属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，翼城县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，翼城县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，翼城县隶属临汾市。"
        }
    ]
}