{
    "title": "襄汾县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1809",
            "category": "襄汾县"
        }
    ],
    "detail": "[日期：2016-01-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：319次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1954年9月10日，襄陵、汾城（原名太平）二县合并，取襄陵、汾城二县首字，命名襄汾县。襄陵以晋襄公陵而得名。汾城系古晋国都，因汾河流经得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       民国三年（1914年）1月，山西省在全面调整省内区划地名期间，发现除了安徽省有唐代所置的太平县、江苏省又在民国元年（1912年）新置太平县，当时全国已有5个太平县，所以决定启用太平县境内的古地名“汾城”，改名为汾城县。此后不久，江苏省的太平县也改名为扬中县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦于今县城北8千米古城村置襄陵县，取晋襄公陵墓所在而得名，属河东郡。西汉于今县城西南28千米晋城村别置临汾县，亦属河东郡。新莽时期，襄陵改名干昌，东汉，恢复襄陵之名。"
        },
        {
            "type": "text",
            "text": "       三国和西晋，襄陵县与汾城县均属魏国平阳郡。十六国时期，西晋永嘉二年（308年）刘渊称帝，建都平阳，襄陵、临汾属前赵，并将今浮山县地划入襄陵县。之后相继入冉魏、前燕、前秦、西燕、后燕，北魏登国元年（386年），襄陵、临汾入北魏。"
        },
        {
            "type": "text",
            "text": "       北魏神麚元年（428年），太武帝拓跋焘擒获夏秦王赫连昌，即在今尧都区境置禽昌县。北魏太平真君七年（446年）析临汾县地于今县城西北10千米古城村北置泰平县，不久临汾县废入泰平县，属平阳郡。太和十一年（487年）复置临汾县。北齐天保七年（556年），襄陵县并入禽昌县。北周时期，为避周文帝宇文泰名讳，改泰平县为太平县，禽昌县治所移至襄陵故城。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）太平、禽昌2县改属晋州，开皇十年（590年）2县属绛州。大业二年（606年）改禽昌县为襄陵县，属临汾郡；太平县治徙今县城西北5千米古县村。义宁年间（617年—618年），2县属平阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）太平县徙治今古城村，贞观七年（633年）又徙治今县城西南18千米汾城镇。元和十四年（819年）襄陵县徙治今县城西北15千米汾水西岸宿水店（今古襄陵村），属晋州；太平县属绛州。"
        },
        {
            "type": "text",
            "text": "       北宋，太平县属雄州，天圣元年（1023年）襄陵县徙治今县城西北18千米的晋桥（今襄陵镇）。政和六年（1116年），晋州升为平阳府，襄陵县属平阳府。金置绛阳军节度使。兴定二年(1218年)升为晋安府。兴定三年(1219年)又置河东南路转运司，领太平等8县。襄陵县仍属平阳府。"
        },
        {
            "type": "text",
            "text": "       元初置绛州行元帅府，后罢元帅府，仍为绛州，隶平阳路，领太平等7县。襄陵县直属平阳路。大德九年（1305年），因大地震，平阳路改为晋宁路。明初，改晋宁路为平阳府，领吉州和太平、襄陵等十县。清朝沿袭明制。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，太平县、襄陵县属河东道。民国三年（1914年）1月，因与安徽、浙江、四川、江苏4省县名重名，于是改太平县为汾城县，与襄陵县俱属河东道。民国十六年（1927年）5月，废道制，汾城县与襄陵县均直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，汾城县与襄陵县属第六行政主任公署（驻赵城）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月26日，日军入侵襄陵，因遭遇军民抵抗，3月5日撤走。3月15日凌晨，日军再次入侵襄陵，入城后疯狂烧、杀五日之久。4月24日，抗日民众300余人坚决反击，5月20日，日军被迫拆毁据点，退回临汾城内。之后，日军在赵曲建立日伪县政权，并建据点。直至民国三十年（1941年）9月，日伪县政府迁入襄陵县城内。民国二十七年（1938年）3月2日，日军入侵汾城，但因兵力不足，且遭遇军民抵抗，3月10日撤走。民国二十八年（1939年）2月4日，日军第二次入侵汾城，并占领汾城达六年之久。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，襄陵县与汾城县均属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，襄陵县和汾城县隶属第十四区。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，汾城县属第九区，襄陵县属第十二区。民国三十六年（1947年），襄陵和汾城解放，归属晋绥边区第九专区。民国三十八年（1949年）2月21日，撤销晋绥边区，2县隶属晋南区，归陕甘宁边区领导。同年9月1日，山西省成立后，2县划归山西省晋南专区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，襄陵县与汾城县均属临汾专区。1950年襄陵县徙治赵曲镇。1954年9月1日，襄陵县与汾城县合并为襄汾县，县政府驻史村镇。9月10日，临汾专区、运城专区合并设立晋南专区，襄汾县属晋南专区。1958年撤县，原襄陵县划入侯马市，原汾城县划入临汾县。1961年复置襄汾县。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，襄汾县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，襄汾县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，襄汾县隶属临汾市。"
        }
    ]
}