{
    "title": "洪洞县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1808",
            "category": "洪洞县"
        }
    ],
    "detail": "[日期：2016-01-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：333次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1954年7月1日，原洪洞[tóng]和赵城两县合并，两县名各取一字，为洪赵县。1958年10月，洪赵县与霍汾县合并，称洪洞县；1959年9月，霍汾从洪洞分出，恢复原置，但洪洞县名未变。"
        },
        {
            "type": "text",
            "text": "       赵城为周缪王封造父之地，后为赵简子食邑，故名赵城。洪洞，乃隋义宁二年（618年）由杨县改名而来，因为此地靠近汾河，形容波涛澎湃，洪是大水，洞是疾流。又据《旧唐书·地理志》，取义县北之洪洞岭。又据《山西通志》：“县北五里有洪崖古洞，县以洞名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       在唐、虞、夏、商时代，洪洞、赵城均为冀州之域。西周时洪洞为杨侯国，古城在今县城东南18公里的范村附近。赵城当时为赵国，今赵城东北三里简子城为故城。春秋时，今洪洞为悼公之弟干的食邑，号曰杨干，后为羊舌胖食邑。到晋顷公十二年(前514年)，始置为杨县。赵城为赵简子食邑之地。杨县、赵城均属晋国。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后推行郡县制，杨县治所在今范村。赵城属彘县，治所在今霍州，均属河东郡，西汉因之。王莽时期，杨县改名有年亭。东汉恢复旧名，仍为杨县。东汉阳嘉三年(134年)，彘县改为永安。东汉末年三国鼎立，杨县、赵城属魏。正始八年(247年)，置平阳郡，辖杨县、永安。三国末期，杨县废。西晋因之。"
        },
        {
            "type": "text",
            "text": "       十六国时，永安县和洪洞区域均属平阳郡。北朝均属晋州总管府。北魏仍属平阳郡，洪洞和赵城区域属禽昌县。太和二十一年（497年）复置杨县。建义元年（528年）于永安县置永安郡，县属之。北魏末年永安郡、县还治今霍州市境。隋义宁元年(617年)始置赵城县。义宁二年（618年）改杨县为洪洞县。徙治今大槐树镇。次年于今赵城镇东北1.5千米置赵城县，属霍山郡。洪洞县和赵城县均属临汾郡。"
        },
        {
            "type": "text",
            "text": "       唐时，麟德元年（664年）赵城县治徙今赵城镇，与洪洞县先后属吕州、晋州。五代十国时，北汉设建雄军节度使，辖洪洞。宋熙宁五年（1072年）赵城县废入洪洞县为镇，属平阳府。元丰三年（1080年）复置赵城县。政和三年（1113年）升赵城县为庆祚军，隶河东路。政和六年（1116年），晋州升为平阳府。洪洞县直属平阳府。"
        },
        {
            "type": "text",
            "text": "       金废军，复为赵城县。金宣宗贞祐三年（1215年）赵城县改属霍州。元代，洪洞县直属平阳路。元大德九年(1305年)改平阳路为晋宁路，洪洞县直属晋宁路；赵城县属晋宁路霍州。明初，改晋宁路为平阳府，领吉州和洪洞、赵城等十县。清乾隆三十七年(1772年)升霍州为直隶州，领灵石、赵城二县，州治在霍州。洪洞仍属平阳府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，洪洞县、赵城县均属河东道。民国十六年（1927年）5月，废道制，洪洞县、赵城县均直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，洪洞县、赵城县均属第六行政主任公署（驻赵城）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月25日，日军侵占赵城；2月27日，日军侵占洪洞县城。洪、赵沦陷后，国民党洪洞县政府驻河西韩家庄，赵城县政府驻罗云、双昌。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，洪洞县、赵城县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区，洪洞县、赵城县隶属第十三区（驻蒲县）。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，洪洞县、赵城县属第十二区（驻临汾）。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权，民国三十年（1941年）9月成立太岳行晋绥九分区，洪洞县、赵城县归其管辖。民国三十四年（1945年）8月日本投降后，洪、赵两县又成立民主政府，洪洞县人民政府驻师村，赵城县人民政府驻兴旺峪。民国三十六年（1947年）4月24日，洪洞县解放，5月，赵城县解放。随后，两县政府各迁驻县城。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，翼城县属临汾专区。1954年7月1日，洪、赵两县合并为洪赵县，县治在洪洞。9月10日，临汾专区、运城专区合并设立晋南专区，洪洞县属晋南专区。1958年10月。洪赵县与霍汾县合并，称洪洞县，县治在洪洞城。1959年9月霍汾从洪洞分出，恢复原置。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，洪洞县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，洪洞县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，洪洞县隶属临汾市。"
        }
    ]
}