{
    "title": "安泽县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1807",
            "category": "安泽县"
        }
    ],
    "detail": "[日期：2016-01-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：347次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏建义元年（528年），分禽昌县置安泽县（治今古县岳阳镇），以地处安吉岭和泽泉之间得名。隋大业二年（606年），改安泽县名为岳阳县，因其在霍太山（又名\"太岳山\"）之南而得名。民国三年（1914年）6月，山西省政府奉总统令将岳阳县改名为安泽县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       民国二年（1913年），民国政府废州设县，在北京中国公学任教的李澄宇上书民国政府，提议将巴陵县改为岳阳县。因山西省有岳阳县，且从隋朝大业二年（606年）设置岳阳县来，行政区划名一直沿袭了1308年。所以湘晋两省为“岳阳”一名争执甚大，当政者也认观不一。但见识广博并熟读经史、精通国学的李澄宇，认为巴陵系南北要塞，湖广要冲，更因岳阳楼因其得天独厚的人文优势和范仲俺的“忧乐”二字名噪天下，其声望远播海内外。民国政府最终力排众议，在民国三年（1904年）6月，将已有1308年历史的山西岳阳县改为安泽县，将巴陵县改为岳阳县。\n\r\n【沿革】\r\n       夏商之时，今安泽属于冀州之域。周成王\"桐叶封弟\"，叔虞建唐，后来，叔虞的儿子燮父把国都迁到晋水的岸边，改唐为晋。西周、春秋时，安泽属于晋国的管辖范围。周贞定王十六年（前453年），韩赵魏三家分晋，并且获得周天子的承认，各自独立建国。战国时，安泽先属韩国、后属赵国统辖。"
        },
        {
            "type": "text",
            "text": "       秦王朝，废封建，行郡县；安泽属于上党郡。西汉时，在今安泽境内置氏县，这是安泽境内首次置县；北部地区归属毅远县（治沁源），都隶属于上党郡。东汉时，改氏县为猗氏县；北部仍属毅远县，属上党郡管辖。新莽时曾改\"毅远\"为\"毅近\"，东汉又恢复旧名，三国时，今安泽仍归猗氏县和毅远县管辖，隶属于魏国的上党郡。"
        },
        {
            "type": "text",
            "text": "       西晋时，废猗氏县和毅远县，今安泽并入襄陵县（治所在今襄汾县新城镇古城庄），隶属于并州平阳郡。西晋建兴四年（316年），西晋被匈奴灭亡；次年，司马睿在建康（今南京）建立东晋；北方进入\"五胡十六国\"时期。刘渊时，今安泽仍属襄陵县，隶属雍州（郡治平阳县）平阳郡。"
        },
        {
            "type": "text",
            "text": "       东晋太兴二年（319年），刘曜迁都长安，建立前赵，设置冀州（治今安泽县），今安泽属冀州。东晋咸和四年（329年），石勒攻灭前赵，冀州被废。此后，平阳地区先后被后赵、前燕、前秦、西燕、后秦所占有，今安泽一直并入襄陵县，隶属于平阳郡管辖。"
        },
        {
            "type": "text",
            "text": "       北魏太延五年（439年），北魏基本上统一中国的北方。北魏之初，今安泽从属于平阳郡禽昌县和襄陵县管辖。\"孝昌之乱\"后，山胡占领吕梁山区，北魏的行政区划变更频繁。建义元年（528年），北魏在原猗氏县故地周围设置了四个县:割禽昌、襄陵两县之地设置冀氏县（治今安泽县冀氏镇），合阳县（治今安泽县杜村乡河阳村），分禽昌县置义宁县（治今安泽县和川镇），安泽县（治今古县岳阳镇），安泽县名始于此时，相传因县城在安吉岭和泽泉之间而得名。同时分平阳郡设置冀氏郡，郡治冀氏县，领冀氏、合阳两县；义宁县和安泽县归义宁郡；冀氏郡和义宁郡隶属于并州。"
        },
        {
            "type": "text",
            "text": "       北魏永熙三年（534年），东魏建立；次年，西魏建立；北魏分裂为东西两部。东魏时，冀氏县和合阳县仍属冀氏郡，义宁县和安泽县隶义宁郡，两郡隶属于晋州（治今尧都区）。北齐时，废冀氏郡，将合阳县并入冀氏县，冀氏县改属义宁郡；义宁县和安泽县仍属义宁郡，义宁郡属晋州。北周时，今安泽的行政区划同于北齐。"
        },
        {
            "type": "text",
            "text": "       在隋文帝时，今安泽属于晋州，在炀帝时属于临汾郡。开皇三年（583年），废义宁郡。开皇十八年（598年），改义宁县名为和川县；大业二年（606年），改安泽县名为岳阳县（仍治今古县岳阳镇），因其在霍太山（又名\"太岳山\"）之南而得名。大业三年（607年），和川县并入沁源县。隋炀帝时，冀氏县和岳阳县隶属于临汾郡，和川县隶属于上党郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），分沁源县置和川县（治今安泽县和川镇），隶属于沁州（治今沁源县城）；晋州和沁州隶属河东道管辖。天祐四年（907年），唐王朝灭亡，之后中原地区先后经历后梁、后唐、后晋、后汉、后周五个政权，史称\"五代\"。期间，今安泽的行政区划仍同于唐代。"
        },
        {
            "type": "text",
            "text": "       北宋初年，和川县仍属沁州；太平兴国六年（981年），沁州废，改属晋州；熙宁五年（1072年），和川县降为和川镇，隶属于冀氏县，元祐元年（1086年）又升为和川县；冀氏县、岳阳县、和川县三县基本并存，均隶属于河东路晋州，政和六年（1116年）升晋州为平阳府。"
        },
        {
            "type": "text",
            "text": "       宋靖康二年（1127年），金灭北宋，北中国成为金朝的地盘。冀氏县、岳阳县、和川县三县并存，均隶属于平阳府，平阳府隶属于金的河东南路。金天兴三年（1234年），宋蒙联合灭金，北中国归于蒙古。"
        },
        {
            "type": "text",
            "text": "       蒙古至元三年（1266年），省并冀氏县入岳阳县；至元三年（1267年），又在今古县岳阳镇重置冀氏县，并且将岳阳县和和川县并入冀氏县；至元三十年（1293年），又改冀氏县名为岳阳县（治今古县岳阳镇）。至此，冀氏、和川、岳阳三县终于合并，形成新的岳阳县。岳阳县隶属于平阳路，大德九年（1305年）因大地震，平阳路改名晋宁路，直属中书省管辖。"
        },
        {
            "type": "text",
            "text": "       明初，改晋宁路为平阳府，领吉州和岳阳等十县，平阳府隶属于山西布政使司。清朝时，岳阳县仍隶属于平阳府，平阳府隶属于山西省。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，岳阳县隶属河东道。民国三年（1914年）6月，因与湖南省岳阳县重名，山西省政府奉总统令将岳阳县改名为安泽县（治今古县岳阳镇）。民国十六年（1927年）5月，废道制，安泽县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，安泽县属第三行政主任公署（驻沁县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938）3月7日，日军侵入安泽府城。6月27日，伪山西省公署正式成立，次年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，安泽县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，安泽县隶属第十三区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，安泽县属第十二区，直至民国三十八年（1949年）9月山西国民政府垮台。"
        },
        {
            "type": "text",
            "text": "       在抗日战争时期，共产党领导的政权也相继建立。民国二十九年（1940年）8月，晋冀鲁豫边区于安泽县西部重新设置岳阳县；民国三十年（1941年）六月，又于安泽县南部设置冀氏县。民国三十一年（1942年）6月，岳阳县并入安泽县。抗战胜利后，民国三十五年（1946年），安泽县属太岳区第一专区。同年10月，冀氏县并入安泽县。民国三十八年（1949年）9月，山西省人民政府成立，撤销太岳区，安泽县隶属山西省翼城临时专区管辖，县治在和川镇。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，安泽属临汾专区。1951年5月，安泽县移治府城。1954年9月10日，临汾专区、运城专区合并设立晋南专区，安泽县属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，安泽县属临汾地区革委会。1971年8月，从安泽县划出七乡、浮山县划出三乡，成立古县，同时将屯留县良马公社划归安泽县。1978年，临汾地区革命委员会改名为临汾地区行政公署，安泽县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，安泽县隶属临汾市。"
        }
    ]
}