{
    "title": "浮山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1806",
            "category": "浮山县"
        }
    ],
    "detail": "[日期：2016-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：582次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德二年(619年)于今古县村置浮山县，据《元和郡县志》：以县西浮山为名。相传临汾东南有山，尧舜时，洪水横流，其山随水高低，其形若浮，故名浮山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       县域古属冀州地，春秋属晋，战国时，韩在县境置武遂(武阳)邑(县)，为本县设县之始。秦属河东郡。汉为襄陵县地。东晋十六国时期，置高梁县。北魏于今县城西南5千米古县村置葛城县，北齐废入禽昌县。北周于葛城县故治置郭城县，大业二年(606年) 废禽昌县，恢复襄陵县，本县境仍归属襄陵。"
        },
        {
            "type": "text",
            "text": "       唐武德二年(619年) 析襄陵置浮山县，县治在郭城(即今古县村)。是年冬，县令曹某不屈遇害。高祖李渊封曹为“护国显应无佞侯”，县人俗称浮山神(或浮山爷)。武德三年(620) 诏建老子祠于羊角山下(即今香贯)。浮山县改称神山县，羊角山改称龙角山，属晋州。五代后唐同光二年(924年) 县治由郭城(丹朱邑)移尧封里，即今县治，属建雄军。五代晋时神山县复属晋州。"
        },
        {
            "type": "text",
            "text": "       北宋政和六年（1116年）升晋州为平阳府，神山县属平阳府。金大定七年（1167年）复名浮山县，兴定四年（1220年）改忠孝县。元仍为忠孝县，直接隶属平阳路。大德九年（1305年）因大地震，平阳路改名晋宁路，神山县复称浮山县，属晋宁路。明初，改晋宁路为平阳府，浮山属之。清沿袭明制，仍属平阳府，领吉州和浮山等十县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，置河东道，浮山县隶属河东道。民国十六年（1927年）5月，废道制，浮山县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，浮山县属第五行政督察区（驻长治）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）2月19日，日军占领浮山县城。3月17日，国民党刘戡部队攻城打援，新八师一部炮击城内守敌，迫使日军撤出县城。3月18日，日军重占浮山县城。4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，浮山县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，共产党领导的政权也相继建立。民国二十七年（1938年）7月，中共太岳特委成立，浮山县划归太岳特委管辖。民国二十八年(1939年)4月，中共浮山县委成立。民国三十年(1941年)6月3日，岳南办事处成立，后改为岳南地委、太岳四地委、三地委、二地委。下辖洪洞、临汾、曲襄、青城、浮山、冀氏6县。7月3日 浮山县抗日民主政府在李家堡正式成立。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，浮山县为第五区驻地。民国三十六年（1947）1月，山西省政府改设14个行政督察区，浮山县属第十二区（驻临汾）。抗战胜利后，共产党和国民党的军队在浮山展开拉锯战，民国三十六年(1947年)4月4日，浮山县城第四次解放，隶属太岳区第二专区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，浮山县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，浮山县属晋南专区。1958年11月，临汾县与浮山县及襄汾县的原襄陵部分合并，仍称临汾县。1960年1月7日，复为浮山县。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，浮山县属临汾地区革委会。1971年8月，从安泽县划出七乡、浮山县划出三乡，成立古县。1978年，临汾地区革命委员会改名为临汾地区行政公署，浮山县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，浮山县隶属临汾市。"
        }
    ]
}