{
    "title": "乡宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1805",
            "category": "乡宁县"
        }
    ],
    "detail": "[日期：2016-01-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏延兴四年(474年)置昌宁县，五代后唐改乡宁县，以避李国昌（唐献祖）讳改昌宁为乡宁。又据《郡县释名》：“乡宁县，盖合吕乡、昌宁之名为名也。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时属晋，后因晋鄂侯避居此地而称鄂城。战国时，先属韩，后属赵。秦属北屈县地。西汉于今县城东南30千米关王庙村置骐县，属河东郡；东汉废。"
        },
        {
            "type": "text",
            "text": "       北魏延兴四年（474年）置昌宁县（治今县城西南20千米西村），于县置中阳郡，县属之；又于今县境别置洛陵县，属中阳郡，北齐废。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）废中阳郡，昌宁县属耿州，后又次第属汾州、文城郡、慈州。五代唐改乡宁县。据嘉庆《一统志》，后唐避李国昌讳改昌宁为乡宁。"
        },
        {
            "type": "text",
            "text": "       北宋皇祐三年（1051年）徙治今县城。熙宁五年（1072年）废乡宁县，元祐元年（1086年）复置乡宁县，仍属慈州。"
        },
        {
            "type": "text",
            "text": "       金明昌元年(1190年)改耿州称吉州，辖吉乡、乡宁2县。吉州隶属平阳府。元属平阳路吉州。大德九年（1305年）因大地震，平阳路改名晋宁路，乡宁县属晋宁路吉州。"
        },
        {
            "type": "text",
            "text": "       明初，改晋宁路为平阳府，吉州隶属平阳府，吉州仅辖乡宁一县。清朝沿袭明制，雍正二年(1724年)吉州升为直隶州，治吉县，辖蒲县、乡宁2县。乾隆三十六年(1772年)乡宁县改属平阳府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月置河东道，乡宁县划属河东道。民国十六年（1927年）5月，废道制，乡宁县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，乡宁县属第六行政主任公署。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月19日，日军占领乡宁县城。4月15日，晋绥军第六十一军第六十九师与日军激战后，日军弃城逃走。民国二十八年（1939年）1月27日，日军再次占领县城，但第二天即撤走。同年10月20日，日军第三次占领县城。11月上旬，晋绥军第八十三军军长孙福麟率部进攻乡宁，18日，日军逃回襄陵。11月22日，根据阎锡山与日军在临汾“和平谈判”协定，进攻晋西地区的日军从乡宁、吉县、大宁、蒲县、隰县等地撤退，阎军则立即接防。通过“和平换防”，共同反共。民国二十九年（1940年）5月13日，日军第四次占领乡宁，不久又撤走。同年10月18日，日军经由乡宁的法王庙村第五次占领乡宁县城。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区（后改为14个），乡宁县为第九区专署驻地。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，乡宁县仍为第九区专署驻地。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，乡宁县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，乡宁县属晋南专区。1958年10月，吉县并入乡宁县，降县城为镇。1961年7月，复置吉县。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，乡宁县属临汾地区革委会。1978年，临汾地区革命委员会改名为临汾地区行政公署，乡宁县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，乡宁县隶属临汾市。"
        }
    ]
}