{
    "title": "大宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1804",
            "category": "大宁县"
        }
    ],
    "detail": "[日期：2016-01-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：725次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北周武帝保定元年（561年）析五城县地置大宁县，取义“大吉大宁”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今大宁县地，春秋属晋之屈邑，战国时属魏之北屈，秦、汉到东晋十六国，皆为北屈县地。北魏神麚元年（428年），太武帝拓跋焘擒获夏秦王赫连昌后，筑禽昌城，后析襄陵置禽昌县，今大宁县地属禽昌县，并徙治禽昌城。北魏世祖拓跋焘置京军县，今大宁县地属京军县。北魏太和二十一年（497年）于今县城西置五城郡，改京军县为五城县（也做“伍城”或“仵城”①）。"
        },
        {
            "type": "text",
            "text": "       北周武帝保定元年(561年)析五城县地置大宁县，取义“大吉大宁”，属汾州。隋开皇二十年（600年）大宁县治自今吉县境徙今县城，属南汾州。大业二年（606年）大宁县废入伍城县。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年）复置大宁县，并以大宁县置中州，县属之。同年于今县城东北15千米扶义村附近别置大义县，以县南有义亭川，故名。于今县城西20千米北桑峨村别置白龙县，俱属中州。贞观元年（627年）废大义、白龙2县及中州，大宁县属隰州。天宝元年（742年）隰州改为大宁郡，乾元元年（758年）复为隰州，领县六：隰川，蒲县，温泉，永和，石楼，大宁。"
        },
        {
            "type": "text",
            "text": "       北宋及金代，大宁县仍属隰州，隶属河东路太原府。蒙古至元三年（1266年）大宁县废入隰川县。元至元二十三年（1286）复置大宁县，隶属不改。明代，大宁县仍隶属隰州。清雍正二年（1724）隰州升直隶州，下辖：蒲县、大宁、永和3县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月置河东道，大宁县属河东道。民国十六年（1927年）5月，废道制，大宁县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，大宁县属第六行政主任公署（驻赵城）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月下旬，日军侵占大宁。3月3日，晋绥军115师343旅收复大宁。3月17日，日军再次进犯大宁。民国二十八年（1939年）11月22日，根据阎锡山与日军在临汾“和平谈判”协定，进攻晋西地区的日军从乡宁、吉县、大宁、蒲县、隰县等地撤退，阎军则立即接防。通过“和平换防”，共同反共。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十七年（1938年）2月，中共大宁县委正式成立，民国二十八年（1939年）末“晋西事变”后，中共大宁县委遭到破坏，未在本县建立起县委。民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区（后改为14个），大宁县隶属第六区（驻隰县）。民国三十五年（1946年）11月21日，太岳部队第十一、十二旅一举攻克大宁，大宁第一次获得解放。同年12月，国民党胡宗南部三十师六十七旅一九九团反扑大宁县城。民国三十六年（1947年）5月27日，大宁县全境获得解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月，中共中央西北局决定成立晋南工委，下辖隰县专区和新绛专区，其中隰县、汾西、石楼、蒲县、永和、大宁六县隶属隰县专区。1950年1月6日，成立临汾专区，大宁县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，大宁县属晋南专区。1958年6月27日，隰县与大宁合并为隰宁县。同年11月，隰宁县又与蒲县、永和、石楼合并组建吕梁县。1959年10月，恢复蒲县建制。1961年1月，撤销吕梁县，恢复隰县、永和、大宁3个县建制。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，大宁县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，大宁县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，大宁县隶属临汾市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       北魏太和二十一年（497年）改京军县为五城县，隋改伍城县，唐又改仵城县，五代后周省仵城县，故城在今山西吉县东北六十里。金再置仵城，寻废，故治在今山西隰县南，即北魏晋州之北五城。"
        }
    ]
}