{
    "title": "永和县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1803",
            "category": "永和县"
        }
    ],
    "detail": "[日期：2016-01-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：450次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北周大象元年（579年）于今狐瞷县故治置临河县。隋开皇十八年（598年）改临河县为永和县。据《元和郡县志》，县以县西永和关为名。“永和”典出“永履和乐”语。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉于今县城西南8千米置狐瞷[jiàn]县，属河东郡。东汉废。三国魏复置，属平阳郡。北魏太延二年（436年）废狐瞷县。北周大象元年（579年）于今县城南8千米置归化县，于狐瞷县故治置临河县、郡，隶汾州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废临河郡，临河县隶属汾州。开皇四年（584年）改汾州为西汾州，开皇五年（585年）改西汾州为隰[xí]州，临河县属隰州。开皇十八年（598年）改临河县为永和县，改归化县为楼山县，以县东楼山为名。大业三年（607年）改隰州为龙泉郡，永和、楼山2县俱属龙泉郡。大业末年废楼山县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），恢复州制，改龙泉郡为隰州。唐武德二年（619年）永和县徙今治，并于县置东和州。唐武德六年(623年)复置楼山县，属东和州。贞观元年(627年)楼山县并入永和县。贞观二年（628年）废东和州，永和县属隰州。唐玄宗天宝元年（742年），再改隰州为大宁郡，唐肃宗乾元元年（758年），恢复州制，改大宁郡为隰州，期间永和县一直隶属隰州。"
        },
        {
            "type": "text",
            "text": "       北宋，永和县属隰州，隶河东路太原府。金天会六年（1128年）隰州改为南隰州，天德三年（1151年）复为隰州，永和仍属隰州。元代，永和县隶属平阳路隰州。大德九年（1305年）因大地震，平阳路改名晋宁路，永和县属晋宁路隰州。"
        },
        {
            "type": "text",
            "text": "       明初，改晋宁路为平阳府，下辖的隰州领县二：大宁县、永和县。清雍正二年（1724年）隰州升直隶州，下辖：蒲县、大宁、永和3县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废隰州，所辖各县均直属于山西省。民国二年（1913年）3月置河东道，永和县划属河东道。民国十六年（1927年）5月，废道制，永和县直属于山西省政府。民国十八年（1929年）改属第四行政区。民国二十三年（1934年）9月，中共领导的红军解放永和县，民国二十四年（1935年）1月，永和属晋绥边区吕梁分区第十专区，后改属第九专区。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，永和县属第六行政主任公署（驻赵城）。民国二十七年（1938年）4月5日，占领了永和县城，日军在县城只住了一夜，之后再未到过永和。民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区（后改为14个），永和县隶属第六区（驻隰县）。是年冬，中共由永和县县城析置永和市，为县辖市，隶属永和县。民国三十五年（1946年）春，永和市裁撤，并入永和县一区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，永和县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，永和县属晋南专区。1958年6月27日，隰县与大宁合并为隰宁县。同年11月，隰宁县又与蒲县、永和、石楼合并组建吕梁县。1959年10月，恢复蒲县建制。1961年1月，撤销吕梁县，恢复隰县、永和、大宁3个县建制。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，永和县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，永和县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，永和县隶属临汾市。"
        }
    ]
}