{
    "title": "汾西县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1802",
            "category": "汾西县"
        }
    ],
    "detail": "[日期：2016-01-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：306次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北齐于今城关南25千米申村置临汾县，隋开皇三年（583年）改临汾县为汾西县。据《元和郡县志》：汾西县名取义城当汾水西岸。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞、夏属冀州。商仍属冀州。周初名彘。春秋属晋国。战国属魏、后属赵。秦属河东郡。西汉为彘县地，亦属河东郡。新莽时期，改名黄城，东汉仍为彘县，阳嘉三年（134年） 改名永安县。三国属魏，属平阳郡。西晋也属平阳郡。北齐置临汾县，属临汾郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年）改临汾县为汾西县，属临汾郡。大业十三年（617年）置霍山郡，辖霍邑、赵城、汾西、灵石4县。隋末，汾西县废。唐武德元年（618年），改霍山郡为吕州，并复置汾西县，属吕州。贞观十七年（643年）废吕州，汾西县属晋州。五代属晋州。"
        },
        {
            "type": "text",
            "text": "       北宋，晋州亦曰平阳郡建雄军节度，政和六年（1116年），升为平阳府，汾西县属河东路平阳府。金初，汾西县属汉东南路平阳府。贞祐三年（1215年）置霍州，领霍邑、赵城、汾西、灵石4县。"
        },
        {
            "type": "text",
            "text": "       元代，汾西县隶属平阳路霍州，统管霍邑、赵城、汾西、灵石、岳阳5县。大德九年（1305年）因大地震，平阳路改名晋宁路，汾西县属晋宁路霍州。明初，改晋宁路为平阳府，汾西县属平阳府。清乾隆三十七年（1772年），平阳府霍州升为直隶州，领赵城、灵石2县。光绪三十二年（1906年），又增辖汾西县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废霍州，所辖各县均直属于山西省。民国二年（1913年）3月置河东道，汾西县隶属河东道。民国十六年（1927年）5月，废道制，汾西县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，汾西县属第六行政主任公署（驻赵城，后迁至汾西）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）2月7日，日军占领汾西县城。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，汾西县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月，抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区，汾西县隶属第十二区（驻汾西县）。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，汾西县属第六区（驻隰县）。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）8月29日，太岳部队解放汾西，后遭阎锡山残余势力反扑。11月20日，汾西县第二次解放，属晋绥边区吕梁行署第九专署。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，汾西县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，汾西县属晋南专区。1958年6月，汾西县与霍县合区设霍汾县。1958年10月，霍汾县与洪赵县（1954年7月由赵城县与洪洞县合并而成）合并，称洪洞县。1959年9月，霍汾县从洪洞分出，恢复原置。1961年5月，恢复汾西县建置，仍属晋南专区。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，汾西县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，汾西县隶属临汾地区。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，汾西县隶属临汾市。"
        }
    ]
}