{
    "title": "霍州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        },
        {
            "id": "1800",
            "category": "霍州市"
        }
    ],
    "detail": "[日期：2016-01-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：333次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周初为霍国，因东有霍太山为名。因境内有彘水，故又名彘。晋献公十六年（前661年）霍地归晋，称为霍邑。西汉高祖元年（前206年），设彘县。王莽建国四年（12年）改彘县为黄城。东汉阳嘉三年（134年）改黄城为永安。隋开皇十八年（598年），改永安为霍邑。隋恭帝元年（617年）置霍山郡，辖霍邑等4县。金贞祐三年（1215年），置霍州，辖霍邑等4县。明初，霍邑废入霍州。民国元年（1912年）5月，改霍州为霍县。1989年12月23日，撤销霍县，设立霍州市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       传说颛顼画九州，霍为冀州之地，以东有霍太山而得名。夏、商时，霍仍为冀州之地。西周初年，周武王封其弟叔处于霍，称为霍国。因境内有彘水，故又名彘。都城在今汾河西岸白龙镇陈村一带。春秋时期，晋献公十六年（前661年）晋灭霍，霍哀公奔齐。霍地由此归晋，称为霍邑。周安王二十六年（前376年），韩、赵、魏三家分晋，霍邑先属魏，后属韩。之后韩将冯亭以上党降赵，霍又属赵。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦统一全国，分天下为36郡，霍邑属河东郡。西汉高祖元年（前206年），设彘县，仍属河东郡。王莽建国四年（12年）改彘县为黄城。东汉阳嘉三年（134年）改黄城为永安，辖汾西、赵城。永安县治建于霍国故都之地，即今霍州市白龙镇陈村。"
        },
        {
            "type": "text",
            "text": "       三国魏正始三年（242年），移县治于赵城仇池壁。魏正始八年（247年），划河东之汾北10县为平阳郡，永安属之。北魏建义元年（528年），置永安郡，辖永安县、杨县。郡治设永安城。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），置汾州，永安属之。开皇十八年（598年），改汾州为吕州，改永安为霍邑。大业三年（607年）罢邑州，霍邑属晋州。隋恭帝元年（617年）置霍山郡，辖霍邑、赵城、汾西、灵石4县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改霍山郡为吕州。贞观十七年（643年）州罢，以霍邑县复归晋州，霍邑属之。北宋政和六年（1116年），改晋州为平阳府，霍邑属之。金贞祐三年（1215年），置霍州，领霍邑、赵城、汾西、灵石4县。贞祐四年（1216年），复以灵石还汾州。兴定二年（1218年），霍州陷于蒙古，旋复。兴定四年（1220年）复陷。元光二年（1223年）收复，同年终陷蒙。"
        },
        {
            "type": "text",
            "text": "       元改平阳府为平阳路，元贞三年（1297年）元成宗复立霍州，统管霍邑、赵城、汾西、灵石、岳阳5县。大德九年（1305年），因大地震，平阳路改为晋宁路，霍州属晋宁路。"
        },
        {
            "type": "text",
            "text": "       明初，改晋宁路为平阳府，霍邑省入霍州，霍州属平阳府。清乾隆三十七年（1772年），霍州升为直隶州，领赵城、灵石2县。光绪三十二年（1906年），又增辖汾西县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废清朝旧制府、州、厅为县，改霍州为霍县，直属于山西省。民国二年（1913年）3月置河东道，霍县划属河东道。民国十六年（1927年）5月，废道制，霍县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，霍县属第六行政主任公署（驻赵城）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月28日，日军侵占霍县。6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，霍县属冀宁道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权，民国三十年（1941年）9月成立太岳行晋绥九分区，霍县归其管辖。抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，霍县隶属第十二区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，霍县属第十二区。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，霍县属临汾专区。1954年9月10日，临汾专区、运城专区合并设立晋南专区，霍县属晋南专区。1958年6月，汾西县与霍县合区设霍汾县。1958年10月，霍汾县与洪赵县（1954年7月由赵城县与洪洞县合并而成）合并，称洪洞县。1959年9月，霍汾县从洪洞分出，恢复原置。1961年5月，霍县与汾西县恢复原建制，仍属晋南专区。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，霍县划属临汾地区革命委员会。1978年，临汾地区革命委员会改名为临汾地区行政公署，霍县隶属临汾地区。1989年12月23日，撤销霍县，设立霍州市（县级）。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，霍州市隶属临汾市。"
        }
    ]
}