{
    "title": "临汾市尧都区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        }
    ],
    "detail": "[日期：2016-01-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：407次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       史称平阳，因在平水之阳，由此得名。相传这里是尧帝建都的地方，故在2000年6月撤市设区时，命名为“尧都区”。"
        },
        {
            "type": "text",
            "text": "       春秋时期，此地为晋国平阳邑。秦置平阳县。隋开皇元年（581年），改平阳县为平河县，开皇三年（583年），改平河县为临汾县，因濒临汾水，故名。1971年6月5日，析临汾县的部分地区设立临汾市（县级）。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，以原县级临汾市的行政区域设立尧都区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧、舜、禹时期称平阳，为古唐虞畿内地，属冀州。夏商西周，平阳仍属冀州之域。周初，唐叔虞之子燮父迁都于平阳之晋水（平水）旁，改国号为晋，平阳属晋国。春秋时，平阳一带是晋国宗族羊舌氏的封地，境内有平阳、羊舍、高梁邑。周贞定王十六年（前453年），韩、赵、魏共分晋知伯地，平阳属韩。"
        },
        {
            "type": "text",
            "text": "       秦置平阳县，故治在今市区西南10千米金殿镇，属河东郡。西汉末王莽改香平，东汉复旧。三国魏正始八年（247年）于县置平阳郡，郡治在平阳县。十六国时期，晋永嘉三年（309年），汉王刘渊将国都从蒲子县迁至平阳。西晋建兴五年（317年）2月，石勒攻破平阳，纵火焚其宫室，刘汉都城顿成灰土。前赵置雍州，后废。"
        },
        {
            "type": "text",
            "text": "       北魏太平真君二年（441年）禽昌县治徙今区境，属平阳郡。太平真君六年（445年）废平阳县。太和十一年（487年）复置平阳县，徙治今市区。孝昌二年（526年）侨置永安、隰城2县，寻于永安县侨置西河郡，2县俱属之。后废隰城县，置唐州，五城郡、县及定阳郡、县均徙治今区境，隶唐州。北魏建义元年（528年）唐州改晋州，平阳县治移驻白马城，即今临汾市区。\n\r\n       东魏时定阳郡、县治徙今介休区境。天平四年（537年）于今区境置敷城郡、县，隶晋州。兴和二年（540年）于今区境置北五城郡。北周废五城、北五城2郡及敷城郡、县，禽昌县治徙今襄汾县境。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），改平阳县为平河县、永安县为西河县、平阳郡为平河郡，废西河郡。开皇三年（583年）废平河郡，改平河县为临汾县，又名汾城。大业三年（607年）改晋州为临汾郡。寻废西河县。义宁二年（618年）改临汾郡为平阳郡。\n\r\n       唐武德元年（618年）复置西河县，改平阳郡为晋州。武德三年（620年）升晋州为总管府，次年升都督府，治今市区。贞观六年（632年）废府，复为晋州。贞观十七年（643年）西河县废入临汾县。天宝元年（742年）改晋州为平阳郡。乾元元年（758年）复为晋州。"
        },
        {
            "type": "text",
            "text": "       五代梁开平四年（910年）废晋州，置定昌军。贞明三年（917年）改建宁军。五代唐同光元年（923年）改建雄军。五代晋复为晋州。宋太平兴国六年（981年）为晋州平阳郡。政和六年（1116年）晋州升平阳府，临汾县属平阳府。"
        },
        {
            "type": "text",
            "text": "       金天会六年（1128年）于临汾县置河东南路。兴定四年（1220年）于今市区西置平水县，属绛州。元废平阳府，改河东南路为平阳路。大德九年（1305年），因大地震，平阳路改为晋宁路，希冀安宁。明洪武元年（1368年）晋宁路复改为平阳府。后废平水县，县地并入临汾县，并于临汾县置河东道。清沿袭明制，临汾仍隶山西省河东道平阳府，为临汾府附郭。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，山西省军政府裁平阳府，临汾县直属于山西省。民国二年（1913年）3月置河东道，临汾县划属河东道。民国十六年（1927年）5月，废道制，临汾县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，临汾县属第六行政主任公署（驻赵城）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月28日，日军侵占临汾县城。6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，临汾县属冀宁道，为公署驻地，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权，民国三十年（1941年）9月成立太岳行晋绥九分区，临汾县归其管辖。民国三十四年（1945年）9月13日，日军全部撤离临汾，晋绥军第六十一军梁培璜部赴临汾受降，临汾收复。抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，临汾县隶属第十三区（驻蒲县）。民国三十六年（1947）1月，山西省政府改设14个行政督察区，临汾县为第十二区公署驻地。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）5月17日，解放军太岳、晋绥军区部队在历时71天的临汾战斗中，俘第六集团军中将副司令兼晋南总指挥梁培璜，临汾解放。5月20日，析临汾县，置临汾市（县级）。民国三十八年（1949年）2月，成立晋南区，属陕甘宁边区政府，临汾市、县俱属晋南区，临汾市为行署驻地。同年12月，撤临汾市，并入临汾县。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，临汾县属临汾专区，为专署驻地。1954年9月10日，临汾专区、运城专区合并设立晋南专区，临汾县为专署驻地。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，临汾县划属临汾地区革命委员会。1971年6月5日，析临汾县的部分地区设立临汾市（县级）。1978年，临汾地区革命委员会改名为临汾地区行政公署，临汾市、县均隶属临汾地区。1983年7月28日，撤销临汾县，其所辖区域并入临汾市（县级）。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市，以原县级临汾市的行政区域设立尧都区。"
        }
    ]
}