{
    "title": "临汾市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1786",
            "category": "临汾市"
        }
    ],
    "detail": "[日期：2016-01-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：420次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       史称平阳，因在平水之阳，故名。隋开皇三年（583年）改平阳县为临汾县，原因是隋统治者为杨姓，故“恶其名也”而改之。改名“临汾”，是因该县濒临汾水。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       汉代的临汾县是指原泰平县和正平县之一部分组成的县。北齐的临汾县指的是今汾西县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧、舜、禹时期称平阳，为古唐虞畿内地，属冀州。夏商西周，平阳仍属冀州之域。周初，唐叔虞之子燮父迁都于平阳之晋水（平水）旁，改国号为晋，今临汾地域属晋国。春秋晋都绛（亦曰翼，今翼城县）。后迁都曲沃（今曲沃县），再后又迁都新田（今侯马市）。战国时为韩初都之平阳（今尧都区）。秦、汉为河东郡地。三国魏正始八年（247年）置平阳郡（今尧都区）。晋永嘉三年汉刘渊建都于今尧都。前赵置雍州（今尧都区境）、冀州（今安泽县境）。"
        },
        {
            "type": "text",
            "text": "       北魏废冀州，改雍州为唐州，置南吐京郡（今隰县境）、汾西郡（今汾西县境）。旋废南吐京郡。神麚元年（428年）置禽昌郡（今吉县境），太平真君二年（441年）徙治今洪洞县境。正平二年（452年）置五城郡（今吉县境）。延兴四年（474年）置定阳郡（今吉县境）、中阳郡（今乡宁县境）。太和十二年（488年）置汾州（今隰县境）。孝昌二年（526年）废汾州，侨置西河郡（今尧都区境）。孝昌三年（527年）置北绛郡（今翼城县境）；五城、定阳2郡徙治今尧都区境。建义元年（528年）改唐州为晋州，置永安郡（今霍州市境），置冀氏、义宁2郡（今安泽县境），永安郡徙治今洪洞县境。永安年间置南汾州（今吉县境）。北魏末年永安郡归治今霍州市境。"
        },
        {
            "type": "text",
            "text": "       东魏定阳郡徙治今介休市境。天平四年（537年）置敷城郡（今尧都区境）。兴和二年（540年）置北五城郡（今尧都区境）。北齐废冀氏郡，改南汾州为西汾州，置临汾郡（今汾西县境）。北周废五城、北五城、敷城3郡，置石城郡（今蒲县境），改西汾州为汾州。大象元年（579年）废石城郡，置龙泉郡（今隰县境）、临河郡（今永和县境）。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）改平阳郡为平河郡，置吉阳郡（今吉县境）。开皇三年（583年）废郡。开皇四年（584年）改汾州为西汾州，开皇五年（585年）改隰州。开皇十六年（596年）置汾州（今霍州市境）、耿州（今吉县境）。开皇十八年（598年）改汾州为吕州、耿州为汾州。大业三年（607年）废吕州，改晋州为临汾郡、隰州为龙泉郡、汾州为文城郡。义宁元年（617年）置霍山郡（今霍州市境）、翼城郡（今翼城县境），义宁二年（618年）改临汾郡为平阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）改平阳郡为晋州、霍山郡为吕州、龙泉郡为隰州、翼城郡为浍州、文城郡为汾州，武德二年（619年）置昌州（今蒲县境）、中州（今大宁县境）、东和州（今永和县境），改浍州为北浍州，武德三年（620年）升晋州为总管府，四年升都督府，废北浍州，武德五年（622年）改汾州为南汾州。贞观元年（627年）废中、昌2州，贞观二年（628年）废东和州，贞观六年（632年）废晋州都督府，复为晋州，贞观八年（634年）改南汾州为慈州，贞观十年（636年）置新田府（今侯马市境），后废，贞观十七年（643年）废吕州。天宝元年（742年）改晋州为平阳郡、隰州为大宁郡、慈州为文城郡。乾元元年（758年）改平阳郡为晋州、大宁郡为隰州、文城郡为慈州。"
        },
        {
            "type": "text",
            "text": "       五代梁开平四年（910年）废晋州，改置定昌军。贞明三年（917年）改建宁军。五代唐同光元年（923年）改建雄军。五代晋复为晋州。宋太平兴国六年（981年）以晋州置晋州平阳郡。熙宁五年（1072年）废慈州，元祐元年（1086年）复置。政和三年（1113年）升赵城县（故治在今洪洞县境）为庆祚军。政和六年（1116年）升晋州平阳郡为平阳府。"
        },
        {
            "type": "text",
            "text": "       金废庆祚军。天会六年（1128年）置河东南路（今尧都区境），改隰州为南隰州。天德三年（1151年）改南隰州为隰州、慈州为耿州。明昌元年（1190年）改耿州为吉州。贞祐三年（1215年）升霍邑县（故治在今霍州市境）为霍州。兴定四年（1220年）升翼城县为翼州。兴定五年（1221年）置蒲州（今蒲县境）。元光二年（1223年）升翼州为翼安军。"
        },
        {
            "type": "text",
            "text": "       元废翼安军、蒲州、河东南路，改平阳府为平阳路。大德九年（1305年）改平阳路为晋宁路。明洪武九年（1376年）晋宁路复改为平阳府。后置河东道（今尧都区境）。清雍正二年（1724年）升隰、吉2州为直隶州，乾隆三十七年（1772年）升霍州为直隶州，降吉州为散州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，山西省军政府裁府、道、州，各县均直属于山西省。民国二年（1913年）3月河东道，各县均属河东道。民国十六年（1927年）5月，废道制，各复县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，安泽县属第三行政主任公署；浮山县属第五行政主任公署；临汾（今尧都区）、吉县、隰县、襄陵、汾城、洪洞、乡宁、大宁、永和、汾西、霍县属第六行政主任公署；翼城、曲沃属第七行政主任公署。\n\r\n       民国二十七年（1938年）6月27日，伪山西省公署正式成立，民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，临汾、洪洞、安泽、浮山、汾西、霍县属冀宁道；曲沃、翼城、襄陵、汾城属河东道；其余县未划入日伪山西公署，乃因阎锡山与日军“和平谈判”，日军撤退，阎军接防，共同反共。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，将山西全省设为16个行政督察区，民国三十六年（1947）1月又改为14个：曲沃、翼城属第五区；蒲县、隰县、大宁、永和、汾西属第六区；吉县、汾城、乡宁属第九区；临汾、洪洞、安泽、浮山、霍县、襄陵属第十二区。"
        },
        {
            "type": "text",
            "text": "       国共内战全面爆发后，国军与解放军经历晋北、大同、吕梁、晋南、运城、临汾、晋中等几场战役，山西大部己被解放军所攻略，国军仅剩临汾、太原、大同等几座城市，阎锡山无奈离开自己的根据地山西。民国三十七年（1948年）5月17日，临汾被解放军攻克；同月由临汾县的部分地析置临汾市，为县级市。民国三十八年（1949年）6月22日，临汾市裁撤，并入临汾县。8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。9月1日，省人民政府在太原正式成立。"
        },
        {
            "type": "text",
            "text": "       1950年1月6日，成立临汾专区，专署驻临汾县。辖临汾、襄陵、曲沃、吉县、乡宁、汾城、安泽、大宁、永和、蒲县、汾西、隰县、赵城、洪洞、霍县、浮山、翼城等17县。1951年原汾阳专区所属石楼县划入临汾专区。1954年将洪洞、赵城2县合并为洪赵县（驻原洪洞县城）；襄陵、汾城2县合并为襄汾县（驻原汾城县史村）。同年9月10日，临汾专区、运城专区合并设立晋南专区，临汾县为专署驻地。"
        },
        {
            "type": "text",
            "text": "       1958年11月，设立侯马市；撤销曲沃、新绛、襄汾、绛县4县，将曲沃、新绛2县全部和襄汾、绛县2县部分地区划入侯马市；襄汾县部分地区并入临汾县；绛县部分地区并入翼城、闻喜、垣曲3县；撤销浮山县，并入临汾县；撤销霍县、汾西2县，合并设立霍汾县（驻原霍县县城）；后又撤销霍汾、洪赵2县，合并设立洪洞县（驻旧洪洞县城）；撤销吉县，并入乡宁县；撤销隰县、大宁2县，合并设立隰宁县（驻原隰县城）；后又撤销隰宁、蒲县、永和、石楼4县，合并设立吕梁县（驻原隰县城）；"
        },
        {
            "type": "text",
            "text": "       1960年1月7日，恢复浮山、霍汾、蒲县、石楼、4县。1961年5月，恢复霍县、汾西、绛县、襄汾、吉县、永和、大宁、隰县8县；撤销霍汾、吕梁2县。1963年5月，撤销侯马市，恢复曲沃县（驻侯马镇）。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，临汾、霍县、汾西、洪洞、永和、大宁、隰县、蒲县、吉县、乡宁、安泽、翼城、浮山、曲沃、襄汾、石楼等16县划属临汾地区革命委员会。"
        },
        {
            "type": "text",
            "text": "       1971年6月5日，由临汾县析置临汾市，地区驻临汾市。恢复侯马市。临汾县迁驻龙祠；曲沃县迁驻原曲沃县城。由安泽、浮山2县部分地区设立古县①。将石楼县划归吕梁地区。临汾地区辖2市、16县。1973年临汾县迁驻刘村。1975年临汾县迁驻临汾市，古县迁驻岳阳镇。1978年，临汾地区革命委员会改名为临汾地区行政公署。1989年12月23日，撤销霍县，设立霍州市（县级）。2000年6月23日，撤销临汾地区和县级临汾市，设立地级临汾市。以原县级临汾市的行政区域设立尧都区。"
        },
        {
            "type": "text",
            "text": "【注释】 \r\n       ①1971年10月6日，山西省革命委员会批准将古县更名为岳阳县，12月5日，再因与湖南省岳阳县重名而复称古县。"
        }
    ]
}