{
    "title": "代县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1828",
            "category": "代县"
        }
    ],
    "detail": "[日期：2016-01-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：402次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政二十六年（前221年）设置广武县。汉高祖十一年（前196年），汉高祖封其次子刘恒为代王，太原郡改为代国，广武县属代国管辖。王莽纂汉后，广武县改称信桓县。东汉恢复广武县，改属雁门郡。东晋孝武帝太元二十一年（396年），广武县入北魏，初属司州，后属肆州雁门郡。隋开皇五年（585年），废郡，并改肆州为代州，因西汉时为代国地。隋开皇十八年（598年），为避太子杨广讳，广武县改称雁门县。大业初年，改代州为雁门郡。唐武德元年（618年），复改雁门郡为代州。蒙古中统四年（1263年），撤销雁门县，废入代州。民国元年（1912年）5月，废清朝旧制府、州、厅为县，改代州为代县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今代县地西周时属并州，春秋期间为晋国。周安王二十六年（前376年），韩、赵、魏三家分晋后，地属赵国。秦统一六国后，天下设立36郡，代县属太原郡。秦王政二十六年（前221年），今代县地始建县，名曰广武县（今日雁门关下的古城村）。"
        },
        {
            "type": "text",
            "text": "       西汉时，广武县属并州太原郡。汉高祖十一年（前196年），汉高祖封其次子刘恒为代王，太原郡改为代国，广武县属代国管辖。王莽纂汉后，广武县改称信桓县。东汉恢复广武县，改属雁门郡，隶并州。"
        },
        {
            "type": "text",
            "text": "       三国时，广武县归魏。黄初元年（220年），雁门郡南迁至勾注①，由阴馆县迁置广武县城，领八县：广武、崞[guō] 、汪陶、平城、繁峙、俊人、原平、马邑。西晋因袭魏制。十六国时期，广武县先后被汉、后赵、前燕、前秦、西燕、后燕等六国更迭占有。"
        },
        {
            "type": "text",
            "text": "       东晋孝武帝太元二十一年（396年），广武县入北魏，初属司州，后属肆州。北魏孝武帝永熙三年（534年），魏分东西，雁门郡广武县属东魏。北齐时，仍称广武县，为雁门郡治所。北周大成元年（579年），肆州治所由九原（今忻州市）移至上馆城，上馆城成为州、郡、县治所。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年），废郡，并改肆州为代州，开皇十八年（598年），为避太子杨广讳，广武县改称雁门县，因境内有雁门山和雁门关。大业初年，改代州为雁门郡，隶冀州，领雁门、繁峙、崞、五台、灵丘五县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），复改雁门郡为代州。天宝元年（742年）又改代州为雁门郡。乾元元年（758年）又改雁门郡为代州，领雁门、崞、繁峙、五台、唐林五县，隶河东道。五代时期先后归后唐、后晋、后汉、北汉所辖，皆称代州雁门县，隶河东路。"
        },
        {
            "type": "text",
            "text": "       北宋仍称代州雁门县，隶河东路，领雁门、崞、五台、繁峙四县。金仍为代州雁门县驻地，隶河东北路。蒙古中统四年（1263年），撤消雁门县，废入代州，隶冀宁路。至元三年（1266年），隶九原府，辖崞、代、台、坚四州。至元四年（1267年）废九原府，代州复隶太原路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），降代州为县，第一次有代县之名。洪武八年（1375年）代县复升为州，领五台、繁峙、崞三县，隶太原府。成化二十三年（1487）置雁门道，与州同治。嘉靖中年改雁平道，明末废。清初，称代州，隶属太原府。清康熙十年（1671）复置雁平道，代州属之。清雍正二年（1724年），代州升为直隶州，直属山西布政司，领五台、崞、繁峙三县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废清朝旧制府、州、厅为县，改代州为代县，直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，道尹驻代县（翌年6月迁至大同县）。民国十六年（1927年）5月，废道制，代县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，代县属第一行政主任公署（驻五台县）。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月30日晚，日军占领代县县城。民国二十七年（1938年）1月，日伪代县公署成立，6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，代县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权，民国二十七年（1938年）1月15日，晋察冀边区行政委员会成立，代县属晋东北政治主任公署。民国二十八年（1939年）秋，代县属晋东北行政督察专员公署。民国二十九年（1940年）上半年，属晋察冀第一行政督察专员公署。民国三十年（1941年）初，第一行政督察专员公署设河北办事处。春夏之交，代县以滹沱河为界，北与山阴县南山地区合并，称山阴县，南括五台县十三、十四区，称代县，均属河北办事处。民国三十二年（1943年）11月至民国三十四年（1945年）秋，代县南山部分地区与东崞县合并为崞代县。民国三十三年（1944年）十月，河北办事处撤销，代县改属晋察冀边区冀晋二专署。同年冬，山阴、代县合并为山代县，为时两月复分。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，代县隶属第一区。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，代县属第三区。国共内战时期，中共领导的代县政府在民国三十四年（1945年）秋改属冀晋五专署。民国三十五年（1946年）8月，划归晋绥边区六专署。民国三十七年（1948年）2月，属晋绥雁南专署。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，初辖九县：忻县、代县、宁武、静乐、五台、定襄、繁峙、崞县、阳曲。1958年11月3日，忻县专区与雁北专区合并为晋北专区，12月，繁峙、代县合并为繁峙县，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。7月9日，繁峙、代县治，仍属忻县专区。1967年3月26日，忻县地区革命委员会成立，代县属之。1978年，忻县地区革命委员会改称忻县地区行政公署，代县属之。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，代县属忻州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①勾注，山名，即雁门山，在今山西代县西北。因山形勾转，水势流注而得名，为古代九塞之一。一些古籍中，“勾”亦写作“句”。"
        }
    ]
}