{
    "title": "定襄县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1827",
            "category": "定襄县"
        }
    ],
    "detail": "[日期：2016-02-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：718次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置定襄郡，郡治在今内蒙古和林格尔之北，定襄郡下有定襄县，在今呼和浩特东南。据《史记正义》，按古代谥法，“辟地为襄”，把和林格尔一带名为定襄，表示这个新建制的地区安定了。东汉献帝建安二十年（215年），曹操内迁四郡，并改为县，其中即有定襄郡省为定襄县，移治今址。北齐武成帝时（562年—564年），移平寇县于定襄境内东南，后废定襄县，入平寇县。隋文帝开皇十年（590年），平寇县移治于崞县后，此地并入秀容县。武德四年（621年），析秀容县地复置定襄县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋后期，晋平公十六年（前541年）后，今定襄地属晋，战国时属赵。秦时，属太原郡。西汉时，为阳曲县地，属太原郡。东汉献帝建安二十年（215年），曹操移阳曲于太原界，在阳曲故城置定襄县，析太原郡北部原阳曲县地置新兴郡①，定襄县属新兴郡（郡治在九原城，即今忻州市）。      "
        },
        {
            "type": "text",
            "text": "       西晋时，在定襄境西北置晋昌县，同属新兴郡。惠帝元康年间（291年—299年），改新兴郡为晋昌郡，定襄县与晋昌县同属晋昌郡。不久，晋昌郡复名新兴郡。北魏太武帝始光三年（426年），蒲子县（原址在今陵县）侨置定襄境北。太平真君七年（446年），省晋昌县，地入定襄县。孝庄帝永安二年（529年），定襄县属永安郡（郡治在定襄县城）。北齐武成帝时（562年—564年），移平寇县（原地在今忻州市东10里）于定襄境内东南，属雁门郡，后废定襄县和蒲子县。北周废永安郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）复置新兴郡。隋文帝开皇十年（590年），移平寇县于崞县，此地并入秀容县（今忻府区），属楼烦郡（治所静乐，即今静乐县）。唐高祖武德元年（618年）改新兴郡为忻州，武德二年（619年），此地为刘武周所辖。武德四年（621年），析秀容县地复置定襄县（治今县城），属忻州。玄宗天宝元年（742年），改忻州为定襄郡（治所秀容），定襄县仍属之。肃宗乾元元年（758年），改定襄郡为忻州，定襄县复属忻州。五代因之。"
        },
        {
            "type": "text",
            "text": "       宋神宗熙宁五年（1072年），并定襄入秀容县。哲宗元祐元年（1086年），复置安襄县，属太原府忻州。太原府亦曰太原郡河东军节度。金因之，定襄县属太原府忻州。元改太原府为太原路，大德九年（1305年），因地震，改太原路为冀宁路，定襄县属冀宁路忻州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）朱元璋攻克大都逐元顺帝，废除宋、金、元以来的路制，废除元代冀宁路，复置太原府，定襄县为太原府忻州的唯一辖县。清雍正二年（1724年），太原府所辖平定、代、保德、忻4个州划出，升置为直属山西省辖的直隶州，定襄县属忻州直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废忻州直隶州，定襄县直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，定襄县属雁门道。民国十六年（1927年）5月，废道制，定襄县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，定襄县属第一行政主任公署（驻五台县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月23日晚，日军侵占定襄县城。6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，定襄县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权。民国二十七年（1938年）1月，晋察冀边区政府成立定襄县属晋东北行政公署，民国三十年（1941年）1月，晋察冀边区政府调整行政区划，定襄县属北岳区第一专区。民国三十三年（1944年）9月改属冀晋区第二专区。期间，定襄县级建置未变。同年10月，定襄与忻（东）县合并为忻定县，仍属冀晋二专区。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，定襄县隶属第一区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，定襄县属第三区。同时期，中共领导的定襄县政权方面：民国三十四年（1945年）11月，定襄与忻（东）县分置，仍属冀晋二专区。民国三十六年（1947年）11月，冀晋区改为北岳区，定襄县属岳区第二专区。民国三十七年（1948年）8月华北人民政府成立后，定襄县改属晋中区第一专区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1949年）8月9日，山西省成立后，定襄划归山西省忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，1959年1月，定襄与忻县合并为忻定县，县政府驻忻县城，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。7月9日，撤销忻定县，恢复忻县和定襄县，2县均隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，定襄县始终随属。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，定襄县属忻州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       新兴郡乃析太原郡北部原阳曲县地置新兴郡。曹操内迁四郡，而置一县领其民，即原来四郡成了四县：五原郡省为九原县，迁到今忻府区；定襄郡省为定襄县，迁到今定襄县；云中郡省为云中县，迁到今原平楼板寨；朔方郡省为广牧县，移置于今寿阳县西北古城。"
        }
    ]
}