{
    "title": "五台县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1826",
            "category": "五台县"
        }
    ],
    "detail": "[日期：2016-02-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：314次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉初置虑[lǜ]虒[yí]县，因县城西北有虑虒山，环城有虑虒河而得名。三国时，被匈奴占据。北魏太和十年（486年）复置县，在原虑虒县城南建新城，因“虑”与“驴”音近，“虒”古音“夷”，故县名改为“驴夷”。隋炀帝大业三年(607年)，改名五台县，因境内有五台山而得名。"
        },
        {
            "type": "text",
            "text": "       [参看“五台山的由来”词条]"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为戎狄所属。西周时将冀北划为并州，今五台为并州北地，一度为北狄所居。 晋平公十一年（前541年），晋国苟吴大败北狄于大卤(今太原)，地归于晋。周安王二十六年（前376年），韩、赵、魏三家分晋后，地属赵国。秦统一六国后，天下设立36郡，今五台县地属太原郡。"
        },
        {
            "type": "text",
            "text": "       西汉初置虑[lǜ]虒[yí]县。因县城西北有虑虒山，环城有虑虒河而得名。虑虒县属太原郡。三国时期，地属魏国，隶太原郡，后为匈奴占据。西晋时，地属新兴郡，未置县。北魏太和十年（486年）复置县，在原虑虒县城南建新城，因“虑”与“驴”音近，“虒”古音“夷”，故县名改为“驴夷”，属肆州永安郡。北齐改属雁门郡。北周因之。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年(607年)，改名五台县，因境内有五台山而得名，仍属雁门郡。历经唐、五代十国，五台县均属代州。宋灭北汉，地乃归宋，仍隶属代州。金时，五台县属河东北路代州，金贞祐四年(1216年)升为台州。"
        },
        {
            "type": "text",
            "text": "       元朝，台州属中书省南部冀宁路。明洪武二年（1369年），废台州，复置五台县，属太原府。洪武九年(1376年)，五台县改属代州管辖，仍辖于太原府。清雍正二年（1724年），代州升为直隶州，直属山西布政司，领五台、崞、繁峙三县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废代州为代县，原代州所辖的五台、崞、繁峙3县与代县均直属于山西省政府。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，五台县属之。民国十六年（1927年）5月，废道制，五台县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，五台县为第一行政主任公署驻地。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）10月4日，日军侵占五台县城，6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，五台县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，八路军一一五师主力南下，聂荣臻领导的独立团留在五台山地区坚持游击战争，创建了晋察冀抗日根据地。民国二十六年（1937年）11月，五台县抗日民主政府成立，属第一行政督察公署，旋改称晋东北政治主任公署。民国二十七年（1938年），晋察冀边区行政委员会成立，五台县属二专署领导。民国三十四年（1945年）改属晋冀二专区，民国三十七年（1948年）夏，改属晋中区一专区。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，初辖九县：忻县、代县、宁武、静乐、五台、定襄、繁峙、崞县、阳曲。1958年11月3日，忻县专区与雁北专区合并为晋北专区，1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，五台县复属忻县专区。1967年3月26日，忻县地区革命委员会成立，五台县属之。1978年，忻县地区革命委员会改称忻县地区行政公署，代县属之。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，五台县属忻州市。"
        }
    ]
}