{
    "title": "繁峙县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1825",
            "category": "繁峙县"
        }
    ],
    "detail": "[日期：2016-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：343次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋属晋，为霍人邑；战国属赵，称藿人邑。秦置霍人县。隋开皇十八年（598年）于霍人县故治置繁畤县。畤，古代祭祀天地五帝的固定处所。金贞祐三年（1215年）升繁畤县为坚州。明洪武二年（1369年）改坚州为繁峙县。繁：众多复杂之意；峙：指山稳固并高高耸立之意。所以“繁峙”，实际上就是对该县境内高山环绕的地势特征的一种概括性描述。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋属晋，为霍人邑。战国属赵，称藿人邑。秦置霍人县，属代郡。西汉置卤城县，故治在今城关东50千米固伏村，属代郡。又以霍人县置葰[jùn]人县，故治在今城关东1.5千米圣水头村东古城坡，属太原郡。新莽改卤城为鲁城，东汉复旧，葰人县废入卤城县，改属雁门郡，建安中卤城县废。"
        },
        {
            "type": "text",
            "text": "       晋复置霍人县，故治在今城关东30千米代堡，属雁门郡，永嘉年间废。东魏天平二年（535年），侨置繁畤郡、繁畤县于石城县境，繁畤县故治在原平县南板寺村。据《崞县志》称，故治在县南五十里之繁畤村。板寺即繁畤之讹传。北周繁畤郡及所领繁畤县均废。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年）于霍人县故治置繁畤县（治今繁峙县境大堡戍），初属代州，后改属雁门郡。大业十二年（616年）繁畤县徙治迁治武州城（今原平市境）。"
        },
        {
            "type": "text",
            "text": "       唐武德七年（624年）蔚州自今阳曲县境徙治此，武德八年（625年）又徙治今忻州市境。武周圣历二年（699年）繁畤县归治今城关南1.5千米杏园村东旧城，属代州。五代北汉于城关东南40千米冶子场置宝兴军。"
        },
        {
            "type": "text",
            "text": "       金贞祐三年（1215年）升繁畤县为坚州，隶太原府。元代，坚州隶冀宁路。明洪武二年（1369年）改坚州为繁峙县，属太原府，洪武八年（1375年）改属代州。万历十四年（1586年）县治徙石龙岗，即今城关。清初沿袭明制，属山西省太原府代州管辖。雍正二年（1724年），代州升为直隶州，直属山西布政司，领五台、崞、繁峙三县。\n\r\n       民国元年（1912年）5月，废清朝旧制府、州、厅为县，改代州为代县，所辖的五台、崞、繁峙三县与代县均直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，繁峙县属之。民国十六年（1927年）5月，废道制，繁峙县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，繁峙县属第一行政主任公署（驻五台县）。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月29日，日军侵占繁峙县城。10月下旬，日军西撤。11月初，中共成立了繁峙县抗日救国战地动员委员会，15日成立了繁峙县抗日民主政府，属晋察冀边区一专署。1938年10月2日，日军第二次从茹越口侵入，繁峙县城重陷。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，繁峙县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "        抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，繁峙县隶属第一区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，繁峙县属第三区。国共内战时期，中共领导的繁峙县政府在民国三十四年（1945年）秋改属冀晋五专署。民国三十六年（1947年）8月，划归察哈尔省浑源专署。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，初辖九县：忻县、代县、宁武、静乐、五台、定襄、繁峙、崞县、阳曲。1958年11月3日，忻县专区与雁北专区合并为晋北专区，12月，繁峙、代县合并为繁峙县，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。7月9日，繁峙、代县治，仍属忻县专区。1967年3月26日，忻县地区革命委员会成立，繁峙县属之。1978年，忻县地区革命委员会改称忻县地区行政公署，繁峙县属之。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，繁峙县属忻州市。"
        }
    ]
}