{
    "title": "宁武县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1824",
            "category": "宁武县"
        }
    ],
    "detail": "[日期：2016-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：358次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐朝龙纪元年（889年），在原楼烦郡故治置宁武军，取北魏广宁、神武二郡尾字为名，后废。五代北汉乾祐五年（952年）置宁化军，后废，又置固军。宋太平兴国四年（979年）改固军为宁化县。蒙古太祖十六年（1221年）宁化县废。明洪武三年（1370）置宁化所，成化三年（1467年），再置宁武关。清初改宁武关为宁武营；雍正三年（1725年）于宁武营城（即宁武关城）置宁武府，领偏关、神池、五寨三县；雍正四年（1726年）又置宁武县，属宁武府。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时期为赵国与北方楼烦①、林胡等少数民族的争夺地带；秦属太原郡地；西汉前期属雁门郡楼烦县，太原郡汾阳县，后元三年（前141年）后属阴馆县；东汉属武州县；西晋重设楼烦县，永嘉年间，楼烦县废。东晋、十六国时期，先后为汉（刘渊）、后赵、前秦等所据。"
        },
        {
            "type": "text",
            "text": "       南北朝先属尔朱羽健封地，北魏于今县境东北太平村置太平郡，别置广宁郡、神武郡。东魏武定五年（547年）后被库莫奚人占据，属北灵州；北齐废广宁、神武2郡入太平郡。北周废太平郡。"
        },
        {
            "type": "text",
            "text": "       隋初为静乐、汾源县地，隋大业四年（608年）于今城关西南50千米宁化村置楼烦郡，领静乐、临泉、秀容三县。大业末年（618年）被突厥族所据；唐朝龙纪元年（889年），在原楼烦建制宪州，领楼烦、天池、玄（元）池三县，并于楼烦郡故治置宁武军，取北魏广宁、神武二郡尾字为名，后废。五代为后唐属地。"
        },
        {
            "type": "text",
            "text": "       五代北汉乾祐五年（952年）置宁化军，后废，又置固军，属岚州。宋太平兴国四年（979年）改固军为宁化县，故治在今城关西南宁化村。太平兴国五年（980年）于县置宁化军，县属之。熙宁三年（1070年）废县。元祐元年（1086年）复置宁化县，崇宁三年（1104年）废。"
        },
        {
            "type": "text",
            "text": "       金灭辽攻太原后，原宁化县地归金。金大定二十年（1180年）再置宁化县。大定二十二年（1182年）升宁化军为州。蒙古太祖十六年（1221年）州、县俱废。宁化一带属朔州窟谷县（后归管州），大德五年（1301年）后始立万户府，属大同路。"
        },
        {
            "type": "text",
            "text": "       明朝初期，今宁武县地为崞县西境；明洪武三年（1370年）置宁化所，故址在今化北屯乡（原宁化乡）。成化三年（1467年）在今宁武县立宁武关，同三关总兵统领宁武、偏头、雁门三关军事。清初改宁武关为宁武营；雍正三年（1725年）于宁武营城（即宁武关城）置宁武府，领偏关、神池、五寨三县；雍正四年（1726年）又置宁武县，属宁武府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废宁武府为县，直属于山西省政府。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，宁武县属雁门道。民国十六年（1927年）5月，废道制，宁武县直属于山西省政府，为二等县。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，宁武县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）10月3日，日军侵入宁武县城，之后接连几日屠杀群众2200余人。10月12日，八路军第一二〇师袭击县城，日军连夜撤离。翌年元宵节后，日军再次入侵宁武。四十天后，八路军第一二〇师二次收复县城。同年9月，日军第三次侵占宁武县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，宁武县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，宁武县属晋绥边区。民国二十九年（1940年）1月23日，宁武县抗日民主政权宁武县政府在红土沟村成立。抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，宁武县隶属第二区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，宁武县为第八区专属驻地。同年7月1日，宁武县被解放。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，初辖九县：忻县、代县、宁武、静乐、五台、定襄、繁峙、崞县、阳曲。1958年11月3日，忻县专区与雁北专区合并为晋北专区，宁武县属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。宁武县仍属忻县专区。1967年3月26日，忻县地区革命委员会成立，宁武县属之。1978年，忻县地区革命委员会改称忻县地区行政公署，宁武县属之。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，宁武县属忻州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①楼烦原是一个古老民族或部落的名称，后来演变为地域概念，成为历史上郡、县、乡的名称。今娄烦县地名，去历史上“楼”字之“木”旁，误将“楼烦”写作“娄烦”始于明末清初，在清代“楼烦”与“娄烦”还一直混用。原因之一“楼”、“娄”二字在古汉语中可以通用，人们为省笔划所致。原因之二，据清同治五年（1866年）《重续静乐县志》载，有人认为古“楼烦”为胡人占据之地，后来在这里居住的汉人为了避讳自己成为胡人，而沿用了音名改变了“楼”字的字形。另外，在二十八宿中“娄”星为“吉星”，意为这里“吉星多”、“吉星高照”。"
        }
    ]
}