{
    "title": "静乐县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1823",
            "category": "静乐县"
        }
    ],
    "detail": "[日期：2016-02-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：797次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋大业四年（608年），炀帝为修筑汾阳宫，特划出宫室周围的汾源县、蔚汾县、秀容县组建楼烦郡。同时，改汾源县为“静乐县”；改蔚汾县为“临泉县”。改名原因是“汾源”、“蔚汾”两名与“汾阳宫”用字重复。而“静乐”是取义于“安静和乐”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧、夏、商均为冀州领域。春秋属晋地，战国为赵地，秦属太原郡晋阳邑。西汉高祖元年（前206年）始置县，名汾阳，属并州太原郡。东汉末废汾阳入九原县，立秀容护军于此，为秀容地。三国时期，属魏并州地太原郡。"
        },
        {
            "type": "text",
            "text": "       西晋永嘉年间（307年—312年）置三堆县。北魏太平真君七年（327年）三堆废入平寇县，属肆州新兴郡。北齐置三堆戍，属肆州秀容郡。隋开皇三年（583年）移岢岗治于三堆旧城，开皇十八的年（598年）改岢岚为汾源，大业四年（608年）改为静乐县，属河东楼烦郡。"
        },
        {
            "type": "text",
            "text": "       唐初属河东道，武德四年（621年）置管州，因管涔山得名。同年析置丰润县，故治在今城关南1.5千米丰润镇，属岚州。武德五年（622年）丰润县废入宜芳县，改管州为北管州，静乐县属之。开元二十年（741年）废州，静乐县属河东道岚州。龙纪元年（889年）李克用于原楼烦表置宪州，析静乐县置玄池县，故治在今城关东南30千米下马城村。宪州领楼烦、玄（元）池、天池三县。"
        },
        {
            "type": "text",
            "text": "       宋属河东路，太平兴国六年（981年）废静乐县为静乐军，后又废军复县。咸平五的年（1002年）宪州治自楼烦迁于此。景德三年（1006年），天池、玄（元）池二县并入静乐。熙宁三年（1070年）宪州废，静乐隶岚州，熙宁十年（1077年）又复置宪州，政和五年（1115年）宪州被赐名为汾源郡。"
        },
        {
            "type": "text",
            "text": "       金初置静乐郡，天德三年（1151年）更名管州，为下刺史，统辖静乐县。兴定三年（1219年）升防御，隶河东北路。元初置河北路都元帅府，至元初境属管州。至元三年（1266年）静乐县又并入岚州，后为受州，隶太原路。大德九年（1305年），因地震，改太原路为冀宁路，所辖未变。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年）朱元璋攻克大都逐元顺帝，定鼎南京，废除宋、金、元以来的路制，废除元代冀宁路，复置太原府。明洪武三年（1370年），废管州，复置静乐县，直属属太原府。清雍正二年（1724年）忻州从太原府划出，升为直隶州，领定襄、静乐二县，隶属于雁平道。\n\r\n       民国元年（1912年）5月，忻州废为忻县，与定襄、静乐2县均直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，静乐县属雁门道。民国十六年（1927年）5月，废道制，静乐县直属于山西省政府，为三等县。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，静乐县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）3月7日，日军占领静乐县城。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，静乐县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       在抗战初期，共产党领导的八路军挺进敌后，开辟革命根据地，建立抗日政权。民国二十九年（1940年）1月，静乐县抗日民主政府在娄烦县杜交曲镇小白石村成立，属晋西北行政公署三专署。民国三十二年（1943年）晋西北行政公署更名为晋绥边区行政公署，静乐县随属。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，山西全省106县市被阎锡山军队抢占79个，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，静乐县隶属第二区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，静乐县属第三区。同时期，中共领导的静乐县政权方面：民国三十四年（1945年）9月，晋绥边区行署下设吕梁、雁门两专署，静乐县南娄烦一带属吕梁专署，县北地区属雁门专署，翌年撤销此两专署，全县属边区行署六专署。民国三十八年（1949年）2月，撤销晋绥边区行署，属陕甘宁边区政府晋西北行署六专署。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1949年）8月9日，山西省成立后，静乐县划归山西省忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，静乐县属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。静乐县隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，静乐县始终随属。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，静乐县属忻州市。"
        }
    ]
}