{
    "title": "神池县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1822",
            "category": "神池县"
        }
    ],
    "detail": "[日期：2016-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：325次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武七年（1374年）设置神池堡，因当地有神池而为名。清雍正三年（1725年）废神池营（堡），建神池县。"
        },
        {
            "type": "text",
            "text": "       据明《文昌祠记》：“宁武北距黄花岭，皆祟岭叠嶂，乌道虬盘。踰岭而下，自巅抵麓十五里，地少平，有水一浤，生于源，去无迹，旱不涸，雨不盈，鱼藻不生，名曰神池。”此神池水，实为地下泉水，故冬夏不涸。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       神池县在春秋时属北狄之楼烦国①地；战国时，赵惠文王二年（前297年）赵国灭楼烦，今神池隶属于赵；秦时，属雁门，西汉属楼烦县；魏晋时，地属鲜卑；北魏置神武郡，领尖山、殊颓两县，今神池属尖山；北周置神武县。"
        },
        {
            "type": "text",
            "text": "       隋唐时期，今神池地属于朔州鄯阳县（也作善阳）。五代，后晋天福元年（936年），朔州、寰州、应州割让给契丹，今神池随鄯阳县归属契丹。辽重熙九年（1040年），今神池地改属神武县；金元时期，隶于宁武县；明洪武七年（1374年）设神池堡，因神池为名。清雍正三年（1725年）废神池营（堡），建神池县，属宁武府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废宁武府，其所辖各县直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，神池县属雁门道。民国十六年（1927年）5月，废道制，神池县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，神池县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月22日 日军第一次侵占神池。民国二十八年（1939年）3月3日，日军第二次占领神池②。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，神池县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）冬，八路军一二〇师进入晋西北，创立了晋西北根据地，神池县属之。民国二十九年（1940年）1月15日正式建立晋西北民主政权，称山西省第二游击行政公署，民国三十二年（1943年）11月，晋西北行政公署改为晋绥边区行政公署，神池属第二专员公署。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，山西全省106县市被阎锡山军队抢占79个，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，神池县隶属第十一区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，神池县属第八区。同时期，中共领导的神池县政权方面：抗日战争胜利后本县属雁门行政公署。民国三十五年（1946年）3月雁门行政公署撤消，本县复属晋绥边区行政公署第二专员公署。民国三十八年（1949年）6月改属五寨专署。"
        },
        {
            "type": "text",
            "text": "       1949年10月，成立兴县专区，神池县属兴县专区。1952年6月，本县划归忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，神池县属晋北专区。同年12月，神池并入五寨、宁武两县。1961年4月，恢复神池县，仍属晋北专员公区。同年6月2日，撤销晋北专，恢复忻县专区和雁北专区。神池县隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，神池县始终随属。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，神池县属忻州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①另外有一种说法认为，古楼烦国不是戎狄之国，而是周天子所封诸侯，为子爵。"
        },
        {
            "type": "text",
            "text": "       ②据统计：民国二十七年（1938年）2月22日，日军第一次侵占神池之后，杀死城乡无辜群众570人。民国二十八年（1939年）3月3日，日军第二次占领神池后，共杀害3049人，烧毁房屋31730间。有15个村庄被严重毁坏。"
        }
    ]
}