{
    "title": "五寨县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1821",
            "category": "五寨县"
        }
    ],
    "detail": "[日期：2016-02-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：516次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武七年（1374年）设镇西卫，嘉靖十六年（1537年）建五寨堡，以堡辖东、西、南、北、中五大牧寨，屯牧于此。清雍正三年（1725年），改镇西卫五寨堡为五寨县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧舜禹时代，今五寨地属冀州。周、春秋时属并州。战国时为赵国北边地。秦时属雁门郡地。"
        },
        {
            "type": "text",
            "text": "       西汉为雁门郡楼烦（也作娄烦）地，东汉为武州南境。三国时属为魏之新兴郡领地。北魏时为肆州秀容梁郡岢岚县地。隋为马邑郡神武县辖地。"
        },
        {
            "type": "text",
            "text": "       唐朝属河东道朔州，唐末属五州（故治在今城关北15千米大武州村）。又置遮虏军（故治在今城关西北20千米五王城村），后废。五代后唐改武州为毅州，后汉时属岢岚军。"
        },
        {
            "type": "text",
            "text": "       北宋时，今五寨为岚州岚谷地，隶属岢岚军。辽重熙九年（1040年）复为武州，号宣威军，兼置神武县为州治，隶西京道。宋宣和五年（1123年）神武县归宋，隶云中路。寻入金，废神武县入武州，隶西京路。"
        },
        {
            "type": "text",
            "text": "       元朝，今五寨地为大同路武州辖地。明洪武初年废武州。洪武七年（1374年），设镇西卫，隶山西都司。嘉靖十六年（1537年）建五寨堡，隶属镇西卫。清雍正三年（1725年），改镇西卫五寨堡为五寨县，并入三岔堡，属宁武府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废宁武府，其所辖各县直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，五寨县属雁门道。民国十六年（1927年）5月，废道制，五寨县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，五寨县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月2日，日军第一次侵占五寨县。因八路军一二〇师连续进攻，3月25日日军撤走。民国二十八年（1939年）3月3日，日军第二次占领五寨。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，五寨县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）冬，八路军一二〇师进入晋西北，创立了晋西北根据地，五寨县属之。民国二十七年（1938年）1月，建立中共五寨县委；民国二十九年（1940年）1月成立五寨县抗日民主政府。同年1月15日正式建立晋西北民主政权，称山西省第二游击行政公署，民国三十二年（1943年）11月，晋西北行政公署改为晋绥边区行政公署，五寨县属第二专员公署。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，山西全省106县市被阎锡山军队抢占79个，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，五寨县隶属第二区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，五寨县属第八区。同时期，中共领导的五寨县政权方面：抗日战争胜利后本县属雁门行政公署。民国三十五年（1946年）3月雁门行政公署撤消，本县为属晋绥边区行政公署第二专员公署驻地。民国三十八年（1949年）6月第二专员公署改称五寨专署，驻五寨县。"
        },
        {
            "type": "text",
            "text": "        1949年10月，成立兴县专区，五寨县属兴县专区。1952年6月，撤销兴县专区，五寨县划归忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，五寨县属晋北专区。同年12月，岢岚县及神池县部分地区并入五寨县。1961年4月，恢复岢岚县、神池县。同年6月2日，撤销晋北专，恢复忻县专区和雁北专区。五寨县隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，五寨县始终随属。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，五寨县属忻州市。"
        }
    ]
}