{
    "title": "岢岚县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1820",
            "category": "岢岚县"
        }
    ],
    "detail": "[日期：2016-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：335次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏孝武帝永熙二年（533年），在此新设岚州。因境内有“岢岚山（亦名管涔山）”和“岚漪河”，故名。隋大业三年（607年）置岢岚镇。大业八年（612年）置岚城县（后改为宜芳县）。唐长安三年（703年）析宜芳县地置岚谷县，其后几经废置，到蒙古至元五年（1268年）岚谷县最终废入岚州。明洪武七年（1374年）废岚州，置岢岚县，翌年，升岢岚县为岢岚州。民国元年（1912年）5月，废岢岚州为岢岚县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷商时期为冀州领域。西周时期为蕃服燕京戎地。春秋属晋，战国时期设楼烦郡，属赵国。秦属太原郡。两汉时期隶属西河郡。三国时期，属魏新兴郡，后来为羌胡属地。东晋十六国时期复属西河郡。"
        },
        {
            "type": "text",
            "text": "       北魏永兴二年（410年）于秀容县置秀容郡，今岢岚县属秀容郡辖地。北魏孝庄帝建义元年（528年），分肆州秀容郡之秀容县、肆卢县、平寇县，并州之阳曲县设置了广州，治所在秀容（今岚州市区南古城村）。孝武帝永熙二年（533年），撤销广州，在此新设岚州。因境内有岢岚山（亦名管涔山），故名。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年）置岢岚镇，隶属楼烦郡。大业八年（612年）置岚城县（今岚州市岚城镇）为楼烦郡治。唐武德元年（618年）楼烦郡改东会州，武德六年（623年）改东会州为岚州，领宜芳、静乐、临津三县，治所在宜芳县（由岚城县改）。唐长安三年（703年）析宜芳县地置岚谷县，属岚州管辖。同年于县置岢岚军。神龙二年（706年）废岚谷县，开元初年（713年）废岢岚军。开元十二年（724年）复置岚谷县，次年复置岢岚军。天宝元年（742年）岚州复为楼烦郡。肃宗乾元元年（758年）楼烦郡再次改称岚州。五代，废岢岚军。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国五年（980年）于岚谷县置岢岚军，属河东路。熙宁二年（1069年）废县入军。元丰六年（1083年）复置县，仍名岚谷。金大定二十二年（1182年）废岢岚军，升岚谷县为岚州，后复为岚谷县，属河东北路。"
        },
        {
            "type": "text",
            "text": "       蒙古太祖十六年（1221年）岚谷县废入管州，同时废岚州。蒙古至元五年（1268年）复置岚州，却无领县。明洪武七年（1374年）废岚州，置岢岚县，洪武八年（1375年）升岢岚县为岢岚州，隶太原府。清代，仍为岢岚州，辖岚县，兴县，直隶太原府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废清朝旧制的府、州、厅为县，岢岚县，直属山西省。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名为冀宁道，岢岚县属冀宁道。民国十六年（1927年）5月，废道制，岢岚县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，岢岚县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月3日，日军侵占岢岚县城。但在八路军一二〇师359旅的打击下，3月10日，日军撤出岢岚城。民国二十八年（1939年）冬，“晋西事变”后，岢岚建立抗日民主政府，属晋西北行署第二专署。民国二十九年（1940年）6月，岢岚县城沦为日战区。民国三十年（1941年）11月，日军退离岢岚城。民国三十二年（1943年），岢岚县属晋绥边区第二专署。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，阎锡山继续出任山西省政府主席，山西全省设为16个行政督察区，岢岚县隶属第二区。民国三十六年（1947）1月，山西省政府改设14个行政督察区，岢岚县属第八区。同时期，中共领导的五寨县政权方面：抗日战争胜利后本县属雁门行政公署。民国三十五年（1946年）3月雁门行政公署撤消，岢岚县隶属晋绥边区行政公署第二专员公署。民国三十八年（1949年）6月第二专员公署改称五寨专署，岢岚县属之。"
        },
        {
            "type": "text",
            "text": "       1949年10月新中国成立后，设立兴县专区，岢岚县属兴县专区。1952年6月，撤销兴县专区，岢岚县划归忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，岢岚县属晋北专区。同年12月，撤销岢岚县建置，与神池、五寨合并为五寨县，岢岚为镇。1961年4月，恢复岢岚县建置。同年6月2日，撤销晋北专，恢复忻县专区和雁北专区。岢岚县隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，岢岚县始终随属。1983年7月28日，忻县地区更名为忻州地区。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，岢岚县属忻州市。"
        }
    ]
}