{
    "title": "保德县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1818",
            "category": "保德县"
        }
    ],
    "detail": "[日期：2016-03-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：343次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋景德元年（1004年）将定羌军改为保德军，取意为“民保于城，城保于德”。金大定十一年（1171年）置保德县，大定二十二年（1182年）升保德军为保德州，县属之。蒙古宪宗七年（1257年）废县入州；明洪武七年（1374年）改州为县。洪武九年（1376年）复为保德州。清雍正二年（1724年）升直隶州。民国元年（1912年）5月，改保德州为保德县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋初，今保德为猃狁活动区域，后属晋，筑林涛寨。战国为林胡、楼烦所据。赵武灵王破楼烦后，属赵。秦属太原郡。"
        },
        {
            "type": "text",
            "text": "       西汉属朔方刺史部西河郡，为宣武、武车二县地。王莽时改为讨貉、桓车（其遗址，一在杨家湾乡古城村，一在桥头镇的白家庄村）二县地。东汉末年，因羌胡屡犯边境，朝廷尽迁其民，弃其地。"
        },
        {
            "type": "text",
            "text": "       三国至晋仍如前。南北朝时期，初属北魏，为秀容县地。后属北齐、北周。隋、唐均为岚州地。五代十国时初属后唐，后属北汉。"
        },
        {
            "type": "text",
            "text": "       宋淳化四年（993年）析岚州地，置定羌军，属河东路。景德元年（1004年）改为保德军，取意为“民保于城，城保于德”。景德四年（1007年）改保德州。"
        },
        {
            "type": "text",
            "text": "       宋室南渡，本境为金之府州属地。金大定十一年（1171年）置保德县。大定二十二年（1182年）复升为州，设倚郭县，属河东北路。元宪宗七年（1249年）将倚郭县并入保德州。"
        },
        {
            "type": "text",
            "text": "       明初仍为保德州，直隶于山西省。洪武七年（1374年）改县，属太原府所辖。洪武八年（1375年）保德县划归岢岚州。洪武九年（1376年）保德县复升为州，领河曲县，属太原府。"
        },
        {
            "type": "text",
            "text": "       清雍正二年（1724年）保德升直隶州，辖河曲县，兴县，属雁平道。雍正八年（1730年）兴县分出，归太原管辖，保德州只领河曲县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废清朝旧制的府、州、厅为县，改保德州为保德县，直属山西省。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名为雁门道，保德县属雁门道。民国十六年（1927年）5月，废道制，保德县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，保德县属第二行政主任公署（驻岢岚县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月28日，日军占领保德县城。因陆续遭到国民党22军86师和八路军120师359旅的进攻，3月20日，日军疯狂烧、抢后，弃城逃遁。晋西爆发“十二月事变”后，民国二十九年（1940年）1 月 25 日，保德县抗日民主政府在袁家庄村成立，属共产党所领导的晋西北行政公署二专署（岢岚区）领导。民国三十一年（1942年）设置东关市，隶属属保德县；民国三十二年（1943年）裁撤东关市，并入保德县。11月，晋西北行政公署改名为晋绥边区行政公署，保德县属二专署领导。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，虽然阎锡山继续出任山西省政府主席，将保德县划入第二行政督察区（后改为第八行政督察区），但实际保德县由共产党控制，属晋绥边区雁门行署第二专署。次年6月雁门行署撤后直属边区行署。民国三十八年（1949年）2月属陕甘宁边区晋西北行署第二专署。民国三十八年（1949年）6月晋西北行署第二专员公署改称五寨专署，保德县属之。"
        },
        {
            "type": "text",
            "text": "       1949年10月，成立兴县专区，保德县属兴县专区。1952年6月，撤销兴县专区，保德县划归忻县专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区，保德县属晋北专区。1959年1月1日，石塘河以北地区与河曲、偏关合并为河曲县，县政府设在河曲县巡镇，保德设督导组；石塘河以南地区与兴县合并为兴县，县政府设在兴县城关。7月，按原来建置，南、北两地区，又合为保德县。"
        },
        {
            "type": "text",
            "text": "       1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，保德县隶属忻县专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，1983年7月28日，忻县地区更名为忻州地区，保德县始终随属。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，保德县属忻州市。"
        }
    ]
}