{
    "title": "原平市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1785",
            "category": "忻州市"
        },
        {
            "id": "1816",
            "category": "原平市"
        }
    ],
    "detail": "[日期：2016-03-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：331次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古称崞[guō]县，始置于秦代，因县治西南有崞山，故名。西汉元鼎三年（前114年）置原平县，县因地形“原隰宽平”得名。西晋永嘉四年（310年），崞县陷于鲜卑拓跋部，于是迁崞县百姓于原平县崞阳城。十六国前期，崞阳城仍属雁门郡原平县境地。北魏永兴二年（410年）以崞阳城置石城县。北齐省原平县，废为原平镇。隋开皇十年（591年）废石城县，平寇县自今定襄县境徙治崞阳镇，大业二年（606年）改平寇县为崞县。蒙古太祖十四年（1219年）升崞县为崞州。明洪武二年（1369年）复为崞县。1958年11月21日，撤销崞县、代县2个县，将崞县的部分行政区域划归宁武县；代县的部分行政区域划归繁峙县，两县其余行政区域合并设立原平县，以政府驻地原平镇为县名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国中期，赵武灵王二十年(前306年)北破林胡、娄烦，括地千里，始置崞邑，属赵国。秦时，置崞县，属雁门郡（另外，东南面的平舒县，属代郡，也属于旧崞县范围内）。"
        },
        {
            "type": "text",
            "text": "       西汉时依旧置崞县。西汉元鼎三年（前114年）置原平县，属太原郡。新朝王莽改制，改崞县为崞张县，属常山郡。东汉光武帝建武年间（25年—56年）崞张县废，后又设置。东汉末又废。东汉建安十五年（210年）云中县移治原平县，属新兴郡，原平县废。建安十八年（213年）复置原平县，属雁门郡。"
        },
        {
            "type": "text",
            "text": "       三国曹魏时仍为原平县，又立崞县，属魏国属雁门郡。西晋永嘉四年（310年），崞县陷于鲜卑拓跋部，于是迁崞县百姓于原平县，后移治崞阳城，准备侨置崞县，但实际未命县名。西晋永嘉七年（313年），崞阳城为鲜卑族领地①。"
        },
        {
            "type": "text",
            "text": "       十六国前期，崞阳城属雁门郡原平县境地，北魏时原崞县改为崞山县；北魏永兴二年（410年）以崞阳城置石城县，隶属秀容郡。北魏太平真君七年(446年)云中县并入定襄县。"
        },
        {
            "type": "text",
            "text": "       东魏武定五年（547年）于石城县置廓州，领广安、永定、建安三郡。天平二年（535年）侨置繁峙县，于县置繁峙郡，故治在今市区南9千米板寺村，侨置恒州，故治在云中故城，寻废恒州。北齐废原平、楼烦、敷城3县及永定、建安、广安3郡，改武州为北灵州。寻废北灵州，改廓州为北显州，故治在今崞阳镇。北周时繁峙郡、县及北显州俱废。"
        },
        {
            "type": "text",
            "text": "       隋开皇五年（585年）石城县属代州，隋开皇十年（591年）废石城县，平寇县自今定襄县境徙治崞阳镇，属代州。大业二年（606年）改平寇县为崞县。大业十二年（616年）繁峙县自今繁峙县境徙治武州故地。"
        },
        {
            "type": "text",
            "text": "       唐贞观五年（631年）置怀化县，故治在今市区南12千米怀化村，属顺州，贞观十二年（638年）改属代州。五代梁开平二年（908年）改唐林县为白鹿县。五代唐同光元年（922年）复改白鹿县为唐林县。五代晋改唐林县为广武县，后复为唐林县。"
        },
        {
            "type": "text",
            "text": "       宋景德二年（1005年）唐林县废入崞县。金天会六年（1128年）改崞县为崞山军。蒙古太祖十四年（1219年）升崞县为崞州，属冀宁路。明洪武二年（1369年）复为崞县，属太原府，洪武八年（1375年）改属雁门道。清雍正二年（1724年），代州升为直隶州，直属山西布政司，领五台、崞、繁峙三县。"
        },
        {
            "type": "text",
            "text": "        民国元年（1912年）5月，废清朝旧制府、州、厅为县，改代州为代县，原代州所辖五台、崞、繁峙直属于山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道。民国十六年（1927年）5月，废道制，崞县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，崞县属第一行政主任公署（驻五台县）。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）10月8日，日军侵占崞县县城。民国二十七年（1938年）6月27日，伪山西省公署正式成立。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，崞县属雁门道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗战时期，崞县曾按太同（太原——大同）公路分为东崞县、西崞县，民国三十五年（1946年）合并回称崞县。抗战结束后，阎锡山派员接收了崞县伪政权。山西全省设为16个行政督察区，崞县隶属第二区。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，崞县属第三区。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，初辖九县：忻县、代县、宁武、静乐、五台、定襄、繁峙、崞县、阳曲。1958年11月3日，忻县专区与雁北专区合并为晋北专区，11月21日，撤销崞县、代县2个县，将崞县的部分行政区域划归宁武县；代县的部分行政区域划归繁峙县，两县其余行政区域合并设立原平县，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。1967年3月26日，忻县地区革命委员会成立，1978年，忻县地区革命委员会改称忻县地区行政公署，1983年7月28日，忻县地区更名为忻州地区，原平县始终随属。1993年6月17日，撤销原平县，设立原平市（县级）。2000年6月14日，撤销忻州地区和县级忻州市，设立地级忻州市，原平市属忻州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①西晋怀帝永嘉四年（310年），由于鲜卑拓跋猗卢助刘琨大破白部刘虎，而恃功要求以陉北之地为其封地。刘琨无奈，将雁门郡的楼烦、马邑、阴馆、繁峙、崞县（其时在今山西浑源）等五县百姓迁于南部，然后将腾空的五县划归拓跋猗卢（原崞县至北魏时改为崞山县）。另外于原平县崞阳，筑城立崞阳邑，准备侨置崞县，但未及命名便陷于鲜卑拓跋部。东晋元兴二年（410年）以崞阳置为石城县。隋开皇十年（591年）废石城县，平寇县自今定襄县境徙治崞阳镇。大业二年（606年）正式将以崞阳为治的平寇县改为崞县。"
        }
    ]
}