{
    "title": "绛县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1840",
            "category": "绛县"
        }
    ],
    "detail": "[日期：2016-05-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：171次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周惠王八年（前669年），晋献公派大夫建都城聚，始将此地命为绛。周简王元年（前585年），晋景公迁晋都于新田，命新田为绛，故称原晋都绛为古绛。秦始皇嬴政二十六年（前221年），以古绛置绛县。因“县北绛山为名也”。据清乾隆《绛县志》：“绛山在县西北二十里，一名紫金山。草木不生，土色俱赤，且以此取名焉。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧、虞、夏、商本境属冀州地。春秋属晋，周惠王八年（前669年），晋献公派大夫建都城聚（聚，县城南5公里南城村，名车厢城），将群公子全部杀光，始将此地命为绛，从此即定晋都于绛。周简王元年（前585年），晋景公迁晋都于新田（今侯马市一带），命新田为绛，故称原晋都绛为古绛。周安王二十五年（前377年）,韩、赵、魏灭晋，三分其地，晋亡。绛属魏曲阳地。"
        },
        {
            "type": "text",
            "text": "       秦始皇嬴政二十六年（前221年），置绛县，属河东郡。西汉高祖元年（前206年），县境东北为翼城县，西南为闻喜县，属河东郡。东汉建武十一年（35年），改绛县为绛邑县，属河东郡。三国，魏正始八年（247年），绛邑县属平阳郡。"
        },
        {
            "type": "text",
            "text": "       北魏太和十二年（488年），复置绛县（今翼城县），属正平郡。北魏太和十八年（494年），置南绛县（今浍河以南），北绛县（今浍河以北），南绛县治所车厢城，仍属正平郡。北魏建义元年（528年），置南绛郡，治所浍交川（今大郡村），辖南绛、小乡二县，属晋州。西魏大统五年（539年），侨置建州于郡。大统二十年（554年），去掉南字，改为绛郡绛县。北周建德六年（577年），绛县改属正平郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），绛县复属绛郡。隋开皇三年（583年），郡废，绛县属绛州。隋大业三年（607年），州废，绛县属绛郡。义宁元年（617年）属翼城郡。唐武德元年（618年），绛县治所由车厢城迁至今治，属浍州。武德四年（621年）浍州废，绛县仍属绛州。五代时期，绛县属河东道绛州。"
        },
        {
            "type": "text",
            "text": "       宋乾德元年（963年），绛县为中等县，属河东路绛州。金天会五年（1127年），绛县属河东南路绛州。元中统三年（1262年），绛县为下（小）县，隶属绛州。明洪武二年（1369年），绛县属平阳府绛州。清初沿袭明制，雍正二年（1724）绛州改为直隶绛州，领稷山、河津、闻喜、垣曲、绛等5县。"
        },
        {
            "type": "text",
            "text": "       中华民国三年（1914年）3月，绛县属河东道。民国十六年（1927年）5月，废道制，绛县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，绛县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月4日，日军占领绛县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，绛县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将绛县划入第七行政督察区，民国三十六年（1947）1月，山西省政府改设14个行政督察区，绛县属第十四行政督察区。"
        },
        {
            "type": "text",
            "text": "       共产党政权方面，民国三十二年（1943年）春，绛县属晋冀鲁豫边区太岳区第四行政公署。民国三十四年（1945年）12月，绛县属改属第二行政公署。民国三十六年（1947年）4月4日，绛县全境获得解放。民国三十七年（1948年），绛县复属晋冀鲁豫边区太岳区第四行政专署。民国三十八年（1949年）3月22日，绛县属翼城临时专区。民国三十七年（1949年）8月9日，山西省成立后。9月13日，绛县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，绛县属晋南专区。1958年11月3日，绛县建制撤销，东部归翼城县，西部归闻喜县。1961年7月9日，绛县建制恢复，仍隶属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，绛县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，绛县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。绛县隶属运城市管辖。"
        }
    ]
}