{
    "title": "夏县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1839",
            "category": "夏县"
        }
    ],
    "detail": "[日期：2016-05-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：163次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       夏县，古称安邑，相传大禹以此地为都城，夏启接帝位后即建都于此。秦始皇嬴政二十六年（前221年），于禹王城置安邑县。北魏太武帝神麚元年（428年），安邑分为南北两县；北周北安邑县改夏县，因夏朝在此建都而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦于今城关西北8千米禹王城置安邑县，于县置河东郡，县属之。新莽改安邑县为河东县，改河东郡为兆阳郡，东汉复为安邑县。北魏太武帝神嘉元年（428年），安邑分为南北两县，属河北郡。北魏太和十年（486年）南安邑县治徙今运城市境，北安邑县仍在故治。太和十八年（494年）北安邑县城迁至城东7.5公里处，更名为夏县。北安邑改名夏县后，南安邑被称为安邑，均属属秦州河北郡。"
        },
        {
            "type": "text",
            "text": "       北周时，夏县改属安邑郡。隋开皇初年废郡，夏县属蒲州，大业二年（606年）改属河东郡，义宁年间复属安邑郡。唐废河东郡改虞州县属。贞观十七年（643年）改属绛州。大足元年（701年）改属陕州，不久复属绛州。乾元二年（759年）复属陕州。"
        },
        {
            "type": "text",
            "text": "       宋代，夏县仍属陕州。金贞祐三年（1215年）夏县改属解州。元代，夏县仍属解州。明代，夏县属平阳府解州。清雍正二年(1724)解州升为直隶州，领安邑县、夏县、平陆县、芮城县。"
        },
        {
            "type": "text",
            "text": "       中华民国三年（1914年）3月废解州为县，另设河东道，夏县属河东道。民国十六年（1927年）5月，废道制，夏县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，夏县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月3日，日军占领夏县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，夏县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）成立夏县抗日民主县政府；民国三十二年（1943年）底，夏县同蒲铁路以北地区划为稷麓抗日民主县政府（两年后撤销稷麓县恢复原建置，属太岳行政区第三专署管辖）；民国三十四年（1945年）春，析夏县、垣曲、平陆三县交界处部分地区置康杰县①，属太岳行署三专署，后撤销。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将夏县划入第七行政督察区，民国三十六年（1947年）1月，山西省政府改设14个行政督察区，夏县属第十四行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）7月14日，夏县解放，建立民主政府；民国三十七年（1948年）12月改属晋绥边区吕梁区管辖；民国三十八年（1949年）6月，属晋南区运城分区，隶陕甘宁边区。民国三十七年（1949年）8月9日，山西省成立后，夏县山西省运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，夏县属晋南专区。1958年11月3日撤销夏县，将原县的行政区域分别划归闻喜、垣曲两县，1961年7月9日，恢复夏县建制，仍隶属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，夏县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，夏县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。夏县隶属运城市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①为纪念1939年12月11日被国民党军统特务杀害的嘉康杰烈士，晋豫边区政府于1945年特在夏县、垣曲、平陆三县交界处划出一个县区，称为“康杰县抗日政府”。面积有100余平方公里，属太岳区。同年12月18日撤销。"
        }
    ]
}