{
    "title": "临猗县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1838",
            "category": "临猗县"
        }
    ],
    "detail": "[日期：2016-05-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：167次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉高祖二年（前201年），置猗氏县。隋开皇十六年（596年）另置桑泉县，唐天宝十二年（753年）桑泉县改临晋县。1954年4月9日，临晋、猗氏2县合并为临猗县，各取县名首字为今名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧舜时代，临猗县地近国都，皆为甸服之地（指王畿外500里--1000里的范围称之为“甸服”）。夏属冀州之域。殷商时，为“郇瑕氏之墟”。西周为郇伯封地。春秋时，猗氏、临晋均属晋。战国时属魏。"
        },
        {
            "type": "text",
            "text": "       秦分天下三十六郡，临猗地属河东郡。西汉高祖二年（前201年），置解县及猗氏县，属司隶部河东郡。新莽时，属洮阳郡。东汉时，复属属司隶校尉部。三国时属曹魏。晋分天下为十九州，猗氏、解县属司州河东郡。"
        },
        {
            "type": "text",
            "text": "       北魏时于今临晋镇附近置温泉县。太和十一年（487年）解县改北解县，猗氏县改北猗氏县。西魏恭帝二年（555年）北猗氏县改桑泉县，司州河东郡。北周废温泉县，明帝时桑泉县改猗氏县，以北解县废入，属汾阴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），汾阳郡与绥化郡均罢，猗氏属蒲州。开皇十六年（596年）复置桑泉县。大业初年（605年）于桑泉县置河东郡，与猗氏县俱属之。后猗氏县治徙今城关。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），罢郡置蒲州，州治为桑泉，领河东、猗氏、桑泉、虞乡四县。武德三年（620年）蒲州治徙今永济市境；复置温泉县，属蒲州。武德九年（626年）温泉县废入桑泉县。天宝十二年（753年）桑泉县改临晋县，治今临晋镇，与猗氏县俱属河中府。"
        },
        {
            "type": "text",
            "text": "       五代建置随唐，临晋县与猗氏县属河中府。宋至道三年（997年），猗氏、临晋属永兴军路河中府。金天德元年（1149年），猗氏、临晋属河东南路河中府。元属晋宁路河中府。明洪武二年（1369年），罢河中府，改属平阳府。清属山西省河东道蒲州府。"
        },
        {
            "type": "text",
            "text": "       中华民国三年（1914年）3月废蒲州府，另设河东道，猗氏、临晋2县属河东道。民国十六年（1927年）5月，废道制，猗氏、临晋2县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，猗氏、临晋2县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月6日，日军占领猗氏县。3月8日，日军侵占临晋县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，猗氏、临晋2县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将猗氏、临晋2县划入第十五行政督察区（驻万泉县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，猗氏、临晋2县属第十四区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月，猗氏、临晋相继解放。1949年2月15日，猗氏、临晋属晋南行署运城分区管辖，隶陕甘宁边区。民国三十七年（1949年）8月9日，山西省成立后，猗氏、临晋2县山西省运城专区（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       1954年4月9日，临晋、猗氏2县合并为临猗县，县治设猗氏城。同年9月10日，临汾专区、运城专区合并设立晋南专区，临晋、猗氏2县属晋南专区。1958年11月21日，撤销临猗县，1960年1月7日，恢复临猗县建制，仍隶属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，临猗县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，临猗县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。临猗县隶属运城市管辖。"
        }
    ]
}