{
    "title": "万荣县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1837",
            "category": "万荣县"
        }
    ],
    "detail": "[日期：2016-05-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：187次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇嬴政二十六年（前221年），置汾阴县。唐武德三年（620年），置万泉县。唐开元十一年（723年）汾阴县改宝鼎县。宋大中祥符四年（1011年）宝鼎县改荣河县。1954年4月9日，合并万泉、荣河二县，设万荣县，以二县首字命名，驻解店。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国为魏汾阴邑，秦始皇嬴政二十六年（前221年），于今城关西南33千米宝井村北置汾阴县，属河东郡。汉代汾阴县仍属河东郡。十六国前赵废汾阴县。北魏太和十一年（487年）复置汾阴县，于县置北乡郡，县属之，徙治今宝井村。北周复归故治，改北乡郡为汾阴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废汾阴郡，县属河东郡，仍治今宝井村。义宁年间复置汾阴郡，县属之。唐武德元年（618年）汾阴郡改泰州，武德二年（619年）州治徙今河津市境，武德三年（620年）于今城关南6.5千米古城村北置万泉县，先后属泰州、解州、绛州、蒲州。开元十一年（723年）汾阴县改宝鼎县，以挖掘出一“宝鼎”，认为祥瑞，乃改称宝鼎县。与万泉县俱属河中府。"
        },
        {
            "type": "text",
            "text": "       宋大中祥符四年（1011年）宝鼎县改荣河县，属庆成军，兼为军治。金贞祐三年（1215年）废军，荣河县升荣州，万泉县属之。蒙古至元三年（1266年）废万泉县入猗氏县，至元十六年（1279年）复置。元降荣州为荣河县，与万泉县俱属河中府。明属蒲州。清雍正六年（1728年）升蒲州为蒲州府，领永济、临晋、虞乡、荣河、万泉、猗氏等县，"
        },
        {
            "type": "text",
            "text": "       中华民国三年（1914年）3月，废蒲州府，另设河东道，万泉、荣河2县属河东道。民国九年（1920年）荣河县自宝井村徙治今城关西南25千米荣河镇。民国十六年（1927年）5月，废道制，万泉、荣河2县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，万泉、荣河2县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月9日，日军占领荣河县。3月10日，日军占领万泉县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，万泉、荣河2县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将万泉、荣河2县划入第十五行政督察区（驻万泉县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，万泉、荣河2县属第十四行政督察区（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月，万泉、荣河2县解放。1949年1月，万泉、荣河2县属晋南区运城分区，隶陕甘宁边区。民国三十七年（1949年）8月9日，山西省成立后，万泉、荣河2县划属山西省属运城专区。1954年4月9日，合并万泉、荣河2县，设万荣县，以二县首字命名，县政府驻原万泉县解店镇。1954年9月10日，临汾专区、运城专区合并设立晋南专区，万荣县属晋南专区。1959年3月22日，撤销万荣县，将原县的行政区域全部划归稷山县。"
        },
        {
            "type": "text",
            "text": "       1960年1月7日，恢复万荣县建制，仍隶属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，万荣县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，万荣县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。万荣县隶属运城市管辖。"
        }
    ]
}