{
    "title": "闻喜县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1836",
            "category": "闻喜县"
        }
    ],
    "detail": "[日期：2016-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：188次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦于今城关置左邑县，西汉元鼎六年（前111年）汉武帝外巡途经左邑桐乡，闻平南越大捷，遂改为“闻喜”。据《元和郡县志》绛州：“将幸缑氏，至此闻南越破，大喜。因立闻喜县，属河东郡。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       闻喜县，春秋属晋国曲沃。战国时属魏。秦于今城关置左邑县，属河东郡。西汉元鼎六年（前111年）武帝外巡途经左邑桐乡，闻平南越大捷，遂改为“闻喜”。据《元和郡县志》载：“将幸缑氏，至此闻南越破，大喜。因立闻喜县，属河东郡。”故治在今城关西南4千米。新莽改兆亭县。东汉复旧，以左邑县废入，县治徙今城关左邑故治。"
        },
        {
            "type": "text",
            "text": "       三国、西晋时均属河东郡。南北朝时属正平郡。北魏属正平郡。北周正平郡治徙今城关北20千米龙头堡，隶东雍州。北周明帝二年（558年）东雍州改绛州，与正平郡同治。北周武帝时正平郡及闻喜县徙治今新绛县境。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年）闻喜县治徙今城关东北14千米东镇，属绛郡。大业末年闻喜县改名桐乡县。唐武德元年（618年）复名闻喜，属绛州。元和十年（815年）县治徙今城关西南4千米，属河中府。"
        },
        {
            "type": "text",
            "text": "       五代复徙治今城关。五代后汉乾祐元年（948年）属解州。北宋、金、元时属解州。明代至清初属平阳府解州。清雍正二年（1724年）解州升为直隶州后，闻喜县改属绛州；雍正七年（1729年）绛州升为直隶州，领稷山、河津、闻喜、垣曲、绛等5县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年)，闻喜县直属山西省政府，民国三年（1914年）3月，设河东道，闻喜县属河东道。民国十六年（1927年）5月，废道制，闻喜县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，闻喜县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "        民国二十七年（1938年）3月4日，日军占领闻喜县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，闻喜县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将闻喜县划入第七行政督察区（驻平陆县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，闻喜县属第十四行政督察区（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       抗战期间，中共在民国三十二年（1943年）以闻喜县与夏县接壤地置稷麓县，治稷王山麓柏林村，属太岳区三专署，民国三十五年（1946年）撤销。民国三十六年（1947年）4月26日，闻喜全境解放，归晋绥边区第十一专署。1949年属晋南区运城分区，隶陕甘宁边区。民国三十七年（1949年）8月9日，山西省成立后，闻喜县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，闻喜县属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，闻喜县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，闻喜县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。闻喜县隶属运城市管辖。"
        }
    ]
}