{
    "title": "稷山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1835",
            "category": "稷山县"
        }
    ],
    "detail": "[日期：2016-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：172次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏太和十一年（487年）析闻喜、龙门两县置高凉县。相传后稷①曾于县境南陲的山中教民稼穑，后称此山为稷王山，遂于隋开皇十八年（598年）改高凉县为稷山县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今稷山，古属冀州地，春秋称“稷”，属晋。汉为河东郡闻喜县地，并在今稷山县南设置闻喜县稷山亭，县北为长修县冀亭。长修县城在今李老庄，管辖今稷山一部、新绛大部。东汉时，长修县废。\n\r\n       北魏太和十一年（487年）析闻喜、龙门两县置高凉县，县治设在高凉城，在今县城东南15公里处的北阳城。同时设立高凉郡，郡治设在高凉县。下辖高凉、龙门二县。又设立东雍州，州治设在高凉郡，下辖高凉郡、邵郡、正平郡。后来北魏分为东魏、西魏，汾河以南属西魏；汾河以北属东魏。"
        },
        {
            "type": "text",
            "text": "       西魏大统四年（538年）河东行台王思政在今白家庄筑起玉壁城，城池“周八里，四面并临深谷。”高凉县、高凉郡迁往玉壁，西魏在此设南汾州。大统八年（公元542年）东魏高欢围攻玉壁，到12月为王思政所败走。大统十二年（546年）高欢再围玉壁，与西魏守将韦孝宽激战60多天，死伤七万多人，惨败而退。北周闵帝元年（557年）因韦孝宽立勋玉壁，遂改南汾州为勋州。北周明帝武成二年（560年）勋州又改为绛州，下辖高凉郡、龙门郡、正平郡、绛郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），绛州由玉壁迁住正平（今新绛），改设为绛郡。开皇十八年（598年）改高凉县为稷山县。徙治今城关，属绛郡。“邑以稷山名，以后稷始播百谷于兹也”。相传后稷曾于县境南陲的山中教民稼穑，后称此山为稷王山。"
        },
        {
            "type": "text",
            "text": "       唐代，稷山县先后属绛州、绛郡、河中府。五代，后唐还属绛州。宋时，属绛州绛郡。金天会六年（1128年），于绛州置绛阳军节度使，兴定二年（1218年）升为晋安府，属河东南路，稷山县属晋安府。"
        },
        {
            "type": "text",
            "text": "       元初为中州，置绛州行元帅府，辖河、解二州各县。后罢元帅府，仍为绛州，稷山县属绛州。明代至清初属平阳府绛州。清雍正二年（1724年）绛州升为直隶州，领稷山、河津、闻喜、垣曲、绛等5县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），稷山县直属山西省政府，民国三年（1914年）3月，设河东道，稷山县属河东道。民国十六年（1927年）5月，废道制，稷山县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，稷山县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月4日，日军占领稷山县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，稷山县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将稷山县划入第九行政督察区（驻乡宁县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，稷山县仍属第九行政督察区（驻乡宁县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月8日，稷山解放。8月，县境汾北地区仍称稷山县，属晋绥十专署辖。汾南则与河津县汾河以南地区组成稷河县，县治在今稷山翟店镇，属太岳三专署辖。民国三十七（1948年）8月，稷河县撤销，稷山县恢复原建制，仍属晋绥第十专署辖。民国三十七年（1949年）改属晋南行政督察专员公署。同8月9日，山西省成立后，稷山县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，稷山县属晋南专区。1958年10月，稷山、河津两县和万荣县大部分地区，以及乡宁县西坡、尉庄两公社统合并为稷山县，属晋南专署。1959年7月，原万荣县划归稷山地盘分出。1961年2月，河津县析出；西坡、尉庄两公社复归乡宁，稷山县境恢复原貌。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，稷山县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，稷山县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。稷山县隶属运城市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①“后稷”：古代周族的始祖。传说有邰氏之女姜原踏巨人脚迹，怀孕而生，因一度被弃，故又名弃。善于种植各种粮食作物，曾在尧舜时代当农官，教民耕种，被认为是开始种稷和麦的人。"
        }
    ]
}