{
    "title": "新绛县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1834",
            "category": "新绛县"
        }
    ],
    "detail": "[日期：2016-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：172次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国元年（1912年）5月，废清朝旧制中的府州厅为县，于是绛州直隶州便成了“绛县”，同时为了与原来绛县相区别，取“咸与维新”之义，改为新绛县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期，武王封文王第十七子为郇侯于此。如今县城西北十三里席村有郇城遗址，后去邑为荀。《水经注》载之古荀国，即在今席村一带。后荀国为晋所灭。春秋时期，此地属晋。战国时期，韩、赵、魏三家分晋后，地属魏，称汾城，隶属河东郡。"
        },
        {
            "type": "text",
            "text": "       秦仍属河东郡。北部为临汾县，西部为长修县。临汾旧城在今县城北25公里处，襄汾县晋城村，俗称晋城园子。长修故城在今县城西北15公里处泉掌镇，俗称泉掌街里。汉高祖时，封御史杜括为长修侯。长修为侯国。东汉改为长修镇。"
        },
        {
            "type": "text",
            "text": "       西晋时，临汾县属平阳郡。南北朝时，北魏元帝元年（386年）于柏壁镇置东雍州。分临汾县为太平县和南太平县。北魏始光年间（424年—428年），于今城关西南10千米柏壁村置南太平郡，神麚元年（428年）改征平郡，隶东雍州。太平真君四年（443年）东雍州治徙今柏壁村。太和十八年（494年）废东雍州，征平郡改正平郡，领闻喜、曲沃二县。东魏天平二年（535年）复置东雍州。北周明帝武成二年（560年）改东雍州为绛州，徙闻喜龙头城（今礼元镇龙头堡）。武帝时又返回柏壁。建德六年（577年）正平郡与绛州徙治今稷山县境。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）绛州治徙今新绛县境。废正平郡，改为绛郡。开皇十年（590年）喜县治徙今闻喜县境。开皇十八年（598年）于今县境置正平县，属绛州。大业三年（607年）正平县属绛郡，且为郡治。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）正平县属绛州，置绛州总管府。武德三年（620年）废总管府。天宝元年（742年）绛州改绛郡。乾元元年（758年）复为绛州。五代袭唐制。宋置绛郡防御，为雄州。辖正平、曲沃、翼城、太平、稷山、绛、垣曲等七县。"
        },
        {
            "type": "text",
            "text": "       金复为绛州，天会六年（1128年）于绛州置绛阳军节度使。兴定二年（1218年）升晋安府。兴定三年（1219年）又置河东南路转运司。领正平、翼城、曲沃、闻喜、垣曲、太平、绛、沁水等八县。"
        },
        {
            "type": "text",
            "text": "       元初为中州，置绛州行元帅府。辖河、解二州各县。后置元帅府，仍为绛州。隶平阳路，领正平、翼城、曲沃、闻喜、垣曲、太平、绛等七县。明洪武元年（1368年）正平县废入绛州，隶平阳府，领稷山、垣曲、绛等三县。清初属领仍旧，雍正二年（1724年）绛州升为直隶州，领稷山、河津、闻喜、垣曲、绛等5县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废州改县，取“咸与维新”之义，又兼与绛县相区别，改为新绛县，直属省政府。民国三年（1914年）3月，设河东道，新绛县属河东道。民国十六年（1927年）5月，废道制，新绛县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，新绛县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月4日，日军占领新绛县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，新绛县属河东道，直至民国三十四年（1945年）8月日本无条件投降。其间，民国二十八年（1939年）民国县政府移驻乡宁县下川村，民国三十四年（1945年）迁回。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）5月，新绛县抗日民主县政府公开驻文侯村，属晋冀豫边区太岳三专署。8月，改称新绛县民主县政府，仍驻文侯村。兼辖闻喜北垣上等28村。民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将新绛县划入第九行政督察区（驻乡宁县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，新绛县仍属第九行政督察区（驻乡宁县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月7日，新绛县城解放，成立新绛县人民政府。本年秋以汾河为界，南为绛南县，属太岳三专署，驻文侯村，仍辖闻喜北垣一带。北为新绛县，属晋绥吕梁十分区。次年8月，绛南县并入新绛县，同属晋绥吕梁十分区。分区与县治均驻今县城。同时由新绛县县城析置新绛市，为县辖市，驻城内衙坡上。民国三十八年（1949年）2月，成立晋南行政公署，驻新绛。下设三个分区。新绛分区辖新绛、稷山、河津、曲沃、乡宁、吉县、汾城等七县。同年6月晋南专区成立，新绛属晋南专区。8月9日，山西省成立后，新绛县划属山西省属运城专区。11月裁撤新绛市，改置为新绛县城关区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，新绛县属晋南专区。1958年11月21日，撤销新绛县；1962年3月27日，恢复新绛县建制，仍属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，新绛县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，新绛县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。新绛县隶属运城市管辖。"
        }
    ]
}