{
    "title": "垣曲县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1833",
            "category": "垣曲县"
        }
    ],
    "detail": "[日期：2016-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：158次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始置垣[yuán]县，北宋时改名为垣曲县。县因“周围皆山，中垣如曲”，故名。据《垣曲县志》，垣指王屋山，山形如垣（垣，指黄土高原地形，意为陡峭的山上平地），曲指河曲，县当黄河九曲之一，因称垣曲。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n     “垣”始于商、周，称亘方，属侯国。春秋为东山皋落氏部族。战国时为魏国王垣邑。秦于今新城东南30千米古城镇西置垣县，属河东郡。西汉因之，东汉时改为东垣。三国、西晋均属河东郡。"
        },
        {
            "type": "text",
            "text": "       前秦皇始三年（353年）侨置幽州，故治在今古城镇东南，后徙废。北魏皇兴四年（470年）改白水县，于县置邵上郡，徙治今古城镇。孝昌年间（525年—527年），于阳壶建邵郡，白水县分设为白水、青廉二县，属邵上郡。旋改邵上郡为邵郡。西魏大统十六年（550年）于今县境置邵州，寻废。改白水县为亳城县，与青廉县同属邵州。北周于今古城镇东置蒲原县，属邵郡。明帝二年（558年）复置邵州。武成元年（559年）白水县改亳城县。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年）改垣县，以清廉、蒲原2县废入；同时废邵州及邵郡，县改属绛郡。义宁元年（617年）于今古城镇西北5千米下亳城村复置亳城县，属绛州。同年于垣县置邵原郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）复置清廉县，改邵原郡为邵州，隶绛州总管府。武德二年（619年）于今古城镇东置长泉县，属怀州，寻废。武德三年(620年)罢总管府称雄郡。领正平、翼城、曲沃、闻喜、垣曲、太平、绛等7县。武德五年（622年）亳城县废入垣县。武德九年（626年）废清廉县及邵州。龙朔二年（662年），改属洛州。乾封二年（667年），还属绛州。天授二年（691年），又属洛州。长安二年（702年），还属绛州。贞元三年（787年），改属陕州。元和三年（808年），复属绛州。"
        },
        {
            "type": "text",
            "text": "       五代称垣县，属绛州。宋垣县改垣曲县，属绛州绛郡，隶雄州。金置绛阳军节度使。兴定二年(1218)升为晋安府，垣曲县属晋安府，兴定四年（1220年），割属翼州。元复属绛州。蒙古至元二年（1265年）垣曲县废入绛县，至元十六年（1279年）复置，仍属绛州。明隶平阳府绛州。清雍正二年（1724年），绛州升为直隶州，领稷山、河津、闻喜、垣曲、绛等5县。民国三年（1914年），属河东道，后废道直属于省。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废绛州为新绛县，垣曲县直属于省政府。民国三年（1914年）3月，设河东道，垣曲县属河东道。民国十六年（1927年）5月，废道制，垣曲县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，垣曲县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月28日，日军占领垣曲县，直至民国三十四年（1945年）8月日本无条件投降。民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将垣曲县划入第九行政督察区（驻乡宁县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，垣曲县仍属第十四行政督察区（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，中共在民国三十二年（1943年）析垣曲县，置垣南县，属太岳行署三专署，后废。在民国三十四年（1945年）8月日军投降撤离山西后，国共在山西开始了地盘争夺战，经过三次反复，终于在民国三十六年（1947年）8月26日，垣曲全境获得解放。民国三十八年（1949年）年6月晋南专区成立，隶陕甘宁边区。垣曲县属晋南专区。8月9日，山西省成立后，垣曲县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，垣曲县属晋南专区。1958年徙治刘张镇（即今新城镇）。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，垣曲县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，垣曲县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。垣曲县隶属运城市管辖。"
        }
    ]
}