{
    "title": "平陆县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1832",
            "category": "平陆县"
        }
    ],
    "detail": "[日期：2016-05-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：154次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天宝元年（742年）陕州太守李齐物开凿黄河三门峡以利河运，“太守李齐物开三门，石下得戟，大刃有‘平陆’篆字，因改（河北县）为平陆县”，沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平陆，夏、商称虞。周初武王封仲雍后于此，国仍号虞。春秋时为晋献公所灭，成了晋之大阳邑，以在大河之阳故名。战国时为魏之吴城。秦为河东郡地。西汉于今古城村始置大阳县。王莽新朝改名勤田。东汉复为大阳县，又名太阳县。魏、晋因之。"
        },
        {
            "type": "text",
            "text": "       南北朝，北魏太和十一年（487年），河北郡治自今芮城县境徙此，隶陕州。大阳县属河北郡。西魏于今县境东南置北徐州，寻废。北周明帝二年（558年）于大阳县置虞州。北周天和二年（567年）河北县治自今芮城县境徙此，大阳县废入河北县。隋开皇初（581）郡废，河北县属河东郡。"
        },
        {
            "type": "text",
            "text": "       唐初属蒲州，贞观元年（627年）改属陕州。天宝元年（742年）陕郡太守李齐物开黄河三门漕道以利水运，从河中挖出古刃，有篆文“平陆”二字，以为祥瑞，遂改今名，为称平陆县之始。五代沿袭唐制。"
        },
        {
            "type": "text",
            "text": "       宋时划县为上中下三等，平陆为上县，属陕州。金代属解[hài]州，兴定四年（1220年）解州治自今运城市境徙此。蒙古中统年间（1260年—1263年）解州徒回故治。至元三年（1266年）将芮城并入平陆，元代元贞元年（1295年）芮城、平陆分置。明代，平陆县属平阳府解州。清初因之，雍正二年（1724年）改解州为直隶州，领安邑县、夏县、平陆县、芮城县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废解州为解县，平陆县直属于省政府。民国三年（1914年）3月，设河东道，平陆县属河东道。民国十六年（1927年）5月，废道制，平陆县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，平陆县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月9日，日军占领平陆县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，平陆县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将平陆县划入第七行政督察区（驻平陆县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，平陆县仍属第七行政督察区（驻解县）。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，民国三十三年（1944年）6月5日，平陆抗日民主县政府于在县东黄龙凹成立，属太岳区管辖。8月太岳区成立五专署，平陆归其管辖。民国三十四年（1945年）春，县东一部分划归康杰县。12月18日，康杰县撤销，仍划归平陆。抗战胜利后，太岳区调整为四个专署，平陆属三专署管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）5月4日，平陆县全境解放。民国三十七年（1948年）6月，平陆划归晋绥边区十一分区管辖。民国三十八年（1949年）2月15日，晋绥边区行政公署撤销，分设晋南、晋西北两个行署，直属陕甘宁边区政府领导，平陆划归晋南行署运城分署管辖；6月晋南行政公署下增设五个中心县，平陆隶属运城安邑中心县；8月9日，山西省成立后，平陆县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，平陆县属晋南专区。1956年县政府自平陆故城迁驻张店镇。1958年又迁驻圣人涧（今城关镇）。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，平陆县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，平陆县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。平陆县隶属运城市管辖。"
        }
    ]
}