{
    "title": "芮城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1831",
            "category": "芮城县"
        }
    ],
    "detail": "[日期：2016-06-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：172次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉于今城关东北3千米置河北县；西魏于今城关东5千米东张村置安戎县。北周明帝二年（558年）安戎县改芮城县。因此地古代属“芮国”领地，春秋时，芮伯万在此筑城居之，故名芮城。武成二年（560年）河北县改永乐县；保定二年（562年）永乐县废入芮城县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       芮城殷商时属方国，称“芮国”。周初，成王封同姓族人姬良夫于芮，遂建芮国。春秋时，周桓王十一年（前709年），芮伯万为其母所逐，出奔魏城，筑城居之，亦名芮城。魏城春秋时属晋，战国时属魏国。秦置郡县，魏城属河东郡。"
        },
        {
            "type": "text",
            "text": "       西汉于魏城东北3千米置河北县，属河东郡。后秦于河北县置河北郡，县属之。北魏太和十一年（487年）河北郡治徙今平陆县境。西魏于今城关东5千米东张村置安戎县，属河北郡。北周明帝二年（558年）安戎县改芮城县。武成二年（560年）河北县改永乐县，于县置永乐郡，与芮城县俱属永乐郡。保定二年（562年）永乐县废入芮城县。天和二年（567年）徙治今城关。"
        },
        {
            "type": "text",
            "text": "       隋，芮城县改属河东郡。唐武德元年（618年）析芮城县地复置永乐县；武德二年（619年）于芮城县置芮州，辖芮城、永乐、河北（平陆）等县。武德七年（624年）永乐县治徙今城关西南20千米永乐镇故址。贞观元年（627年）废芮州，芮城县属陕州；永乐县属鼎州，后次第属蒲州、河中府。"
        },
        {
            "type": "text",
            "text": "       北宋淳化四年（993年）芮城、永乐县属永兴路陕州。宋熙宁六年（1073年）废永乐县，并入河东县（永济）。金芮城县属解州。元代至元三年（1266年）将芮城县并入平陆县，元贞元年（1295年）芮城、平陆分置。明代，芮城县属平阳府解州。清初因之，雍正二年（1724年）改解州为直隶州，领安邑县、夏县、平陆县、芮城县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废解州为解县，芮城县直属于省政府。民国三年（1914年）3月，设河东道，芮城县属河东道。民国十六年（1927年）5月，废道制，芮城县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，芮城县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月9日，日军占领芮城县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，芮城县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将芮城县划入第七行政督察区（驻平陆县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，芮城县仍属第七行政督察区（驻解县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月29日芮城县解放，并以芮城与永济2县部分地区复置永乐县，芮城、永乐县属晋鲁豫边区太岳行政区第三分区。 民国三十八年（1949年）7月1日，永乐县并入芮城县，属晋南区运城分区，隶陕甘宁边区。8月9日，山西省成立后，芮城县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，芮城县属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，芮城县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，芮城县随属。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。芮城县隶属运城市管辖。"
        }
    ]
}