{
    "title": "永济市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1830",
            "category": "永济市"
        }
    ],
    "detail": "[日期：2016-06-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：185次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清雍正六年（1728年）蒲州直隶州升为蒲州府，并设附郭永济县，以境内隋代开凿的永济渠命名。永济，寓意恒久通渡。1994年1月12日，永济撤县设市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       永济古称蒲坂，传为舜帝之都。商代，属缶邦。春秋时属晋国，境内有智城。战国时属于魏国，称蒲邑、蒲坂。秦时属河东郡。汉高祖二年（前205年），汉定魏地，置蒲反县，属河东郡。王莽时改蒲城。东汉建武元年（25年）改蒲坂县①。"
        },
        {
            "type": "text",
            "text": "       十六国时期，前赵徙并州治于蒲坂，后废。前秦复置，后徙归晋阳。皇始年间（351年—355年）前秦置泰州，建元年间（365年—385年）改雍州；后秦皇初元年（394年）改并州，兼置冀州。东晋义熙十三年（417年）东晋灭后秦，蒲坂入晋。义熙十四年（418年）河东郡移治于此。元熙元年（419年），胡夏攻占蒲坂县。"
        },
        {
            "type": "text",
            "text": "       北魏皇始年（396年）并州归治晋阳。始光三年（426年），北魏攻取蒲坂。神麚元年（428年）废冀州，复置雍州，河东郡治自今夏县境徙蒲州老城。延和元年（432年）改雍州为泰州。蒲坂县属泰州河东郡。太和元年（477年）置安定县（今市区东18千米虞乡镇），属河东郡。后废泰州，太和十一年（487年）改安定县为南解县，与蒲坂县俱属河东郡。北魏时又于今虞乡镇西北15千米置绥化郡。东魏天平元年（534年）复置泰州。"
        },
        {
            "type": "text",
            "text": "       北周废绥化郡，明帝二年（558年）改泰州为蒲州。武成二年（560年）废南解县，于今市区东北15千米古城村别置绥化县，属河东郡。保定元年（561年）绥化县改虞乡县。隋开皇年间（581年—600年）蒲坂县治徙蒲州老城东，废河东郡。开皇十六年（596年）析蒲坂县故治另置河东县，与蒲坂、虞乡3县俱属蒲州。大业元年（605年）蒲坂县废入河东县。大业三年（607年）废蒲州，改置河东郡，徙治今临猗县境，河东、虞乡2俱属之。大业九年（613年）虞乡县治徙今运城市境。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）于今虞乡镇复置虞乡县，属蒲州。武德三年（620年）蒲州总管府自今临猗县境徙治河东县。武德九年（626年）废总管府，改置都督府。贞观初年置河东道，治蒲州。武德二十二年（648年）废虞乡县，武周天授二年（691年）复置虞乡县。开元八年（720年）置中都，开元九年（721年）升蒲州为河中府。寻废都号，复改河中府为蒲州。天宝元年（742年）改蒲州为河东郡，乾元元年（758年）复为蒲州，乾元三年（760年）又升河中府。大历五年（770年），析朝邑县、河东县置河西县。元和二年（807年）罢中都，复为河中府治。"
        },
        {
            "type": "text",
            "text": "       宋至道年间（995年—997年）改河东道为河东路，徙治今太原市境。熙宁三年（1070年），省河西县，熙宁六年（1073年），省永乐县，均入河东县。金天会六年（1128年）降河中府为蒲州，天德元年（1149年）复升河中府。蒙古至元三年（1266年）废虞乡县。元代河东县属晋宁路河中府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年）降河中府为蒲州，以河东县废入蒲州。清雍正二年（1724年）蒲州升直隶州。雍正六年（1728年）升蒲州府，置永济县为府治。以西北南三面濒黄河，为水陆要津，永济，寓意恒久通渡。雍正八年（1730年）复置虞乡县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，裁去蒲州府，留永济县，直属于省政府。民国三年（1914年）3月，设河东道，永济县属河东道。民国十六年（1927年）5月，废道制，永济县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，永济县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月6日，日军占领永济县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，永济县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将永济县划入第七行政督察区（驻平陆县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，永济县仍属第七行政督察区（驻解县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)4月25日，永济县解放。9月同虞乡县合并，称永虞县，先后属太岳区第三专署，晋绥区临汾工委第十一分区。民国三十七年（1948年）县治自蒲州老城徙赵伊镇（即今城关镇）。民国三十八年（1949年）永虞县属晋南区运城分区，隶陕甘宁边区。8月9日，山西省成立后，永虞县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1950年4月25日，永济、虞乡分治，复设永济县，属运城专区。1954年4月9日，解县、虞乡县合并为解虞县。同年9月10日，临汾专区、运城专区合并设立晋南专区，解虞县、永济县均属晋南专区。1958年11月3日，永济、安邑、解虞、临猗四县调整后，合并为运城县。1961年7月9日，析运城县复置永济县，仍属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，永济县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，永济县随属。1994年1月12日，永济撤县设市（县级）。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。永济市隶属运城市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①古代“坂”通“反”，故蒲坂亦称蒲反。"
        }
    ]
}