{
    "title": "河津市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        },
        {
            "id": "1829",
            "category": "河津市"
        }
    ],
    "detail": "[日期：2016-06-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：139次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇三十六年（前211年），秦置皮氏县。北魏太平真君七年（446年）改为龙门县。北宋靖康元年（1126年）金兵占领这片地盘后，对新领土的行政区划进行了调整，金天会六年（1128年）龙门县更名为河津县，主要是避免重名，因德兴府境内已有龙门县，即现今的张家口市赤城县。因地处滨河要口，当黄河要津，故名。“河津”首见于汉代地理名著《三秦记》：“河津，一名龙门”，其意谓黄河津渡。1994年1月12日，撤销河津县，设立河津市（县级）。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      “龙门”在河津市西北12公里的黄河中流，东西两山夹河，绝壁对峙，望之若门。相传上古时期，黄河至此受阻，四处泛滥，大禹凿开龙门，疏通了河道，方根治了水患。据说，每年三月黄河鲤鱼会逆水而上，得渡者可为龙，因称龙门。又传为大禹所开，故也俗称禹门。\n\r\n【沿革】\r\n       今河津市，古称耿。公元前1525年商祖乙曾迁都于此。春秋时期，晋献公十六年（前611年），晋灭耿，把耿地赐给大夫赵夙为采邑。战国时，邑地属魏国皮氏。秦始皇三十六年（前211年），秦置皮氏县（治今市区西5千米太阳村东），属河东郡。新朝天凤元年（14年）更名延平县，东汉时，复名为皮氏县。三国时属平阳郡管辖。"
        },
        {
            "type": "text",
            "text": "       北魏太平真君七年（446年）改为龙门县，先后属高凉、北乡郡。太武帝时（424年―451年）于今市区北20千米城里村别置刑军县，属仵城郡。太和二十一年（497年）刑军县改平昌县，属五城郡。东魏于今市境置西太平、汾阳2县及龙门郡，隶南汾州。北齐废西太平、汾阳2县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废龙门郡，龙门、平昌2县属绛州。开皇十六年（596年）废平昌县，龙门县割属蒲州，大业元年（605年）属河东郡。义宁元年（617年）复置平昌县，属河东郡。唐武德二年（619年）泰州治自今万荣县境徙龙门县。武德五年（622年）于今市区东北20千米张吴村置万春县，属泰州。贞观元年（627年）改平昌县为吕香县，属慈州，徙治今市区北城里村。贞观十七年（643年）废万春县及泰州，龙门县先后改属绛州、河中府。五代周显德三年（956年）废吕香县。"
        },
        {
            "type": "text",
            "text": "       北宋龙门县属河中府。靖康元年（1126年），金兵攻陷汴京，钦宗求和，金人议和的条件首先就是“割河北、河东之地”。不久，金人便占领了黄河以北大片领土。金天会六年（1128年），金人对这片新领土的行政区划进行了调整，龙门县更名为河津县。"
        },
        {
            "type": "text",
            "text": "       元仁宗皇庆元年（1312年）河津县治徙至今城关。明洪武二年（1369年）降河中府为蒲州，河津县属蒲州。清初属平阳府。雍正二年（1724年）绛州升为直隶绛州，领稷山、河津、闻喜、垣曲、绛等5县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废州改县，绛州改为新绛县，与河津等5县直属省政府。民国三年（1914年）3月，设河东道，河津县属河东道。民国十六年（1927年）5月，废道制，河津县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，河津县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月5日，日军占领河津县。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，河津县属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将河津县划入第九行政督察区（驻乡宁县），民国三十六年（1947年）1月，山西省政府改设14个行政督察区，河津县仍属第九行政督察区（驻乡宁县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）4月8日，河津县解放。民国三十八年（1949年）2月，成立晋南行政公署（驻新绛县），隶陕甘宁边区。下设三个分区，新绛分区辖新绛、稷山、河津、曲沃、乡宁、吉县、汾城等七县。8月9日，山西省成立后，新绛县划属山西省属运城专区。"
        },
        {
            "type": "text",
            "text": "       1954年9月10日，临汾专区、运城专区合并设立晋南专区，河津县属晋南专区。1958年11月21日，撤销河津县，废入稷山县。1962年3月27日，恢复河津县建制，仍属晋南专区。1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，河津县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，河津县随属。1994年1月12日，撤销河津县，设立河津市（县级）。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。河津市隶属运城市管辖。"
        }
    ]
}