{
    "title": "运城市盐湖区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        }
    ],
    "detail": "[日期：2016-06-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：175次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古名运城，因自宋、元置转盐运使，遂筑城驻运司，故名“运城”。2000年6月14日，运城市设立盐湖区，因为政府所在地，古为盐贩之泽，称过盐邑，苦城、潞村等，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古属冀州，后\"禹践天子位于安邑\"，全境为畿内。西周时安邑、解梁同属晋，战国时归魏，称盐氏。 秦置郡县，安邑为河东郡治所，解梁属之。 西汉安邑为河东郡首县，始置解县。魏、晋因之。"
        },
        {
            "type": "text",
            "text": "       北魏、西魏，解县先后更名安定、南解、绥化、虞乡；北魏太和十一年（487年），安邑南北分设，是境为北安邑，属河北郡。隋开皇元年（581年）改安邑县。隋开皇十六年（569年），安邑县兼置虞州，隋大业初（605年），罢州为县。义宁元年（617年），置安邑郡，领安邑、虞乡、夏县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），罢郡，复置虞州，解县复名而属。唐武德三年（620年），析安邑县地置兴乐县，故治今北相镇西北，属秦州。贞观元年（627年），复入安邑，贞观十七年(643年)，解县并入虞乡县,同属蒲州。贞观二十二年(648年)，复置解县，属河中府。唐乾元元年(758年)，更安邑名为虞邑，属陕州。唐大历四年(769年)复名安邑县，隶河中府。"
        },
        {
            "type": "text",
            "text": "       五代时，五代汉乾眪元年（948年）升解县为解州，治解县，辖安邑、解县、闻喜。宋，安邑县属解州，隶陕西路河中府。金解州治徙今平陆县境。贞祐三年（1215年）于今解州镇置宝昌军，安邑属之。"
        },
        {
            "type": "text",
            "text": "       元废军，解州复归故治，隶平阳路。元顺帝元贞元年（1295年）称运城，改隶晋宁路总管府。当地自古盛产池盐，元代盐运大兴，设运司衙门，运司驻地路村遂称运城。“因（盐）运司驻扎，故名‘运城’。”"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），解县废入解州，安邑县仍属之。清雍正二年（1724年）九月，升解州为直隶州，隶平阳府，领安邑、夏县、平陆、芮城、垣曲五县。乾隆五十七年（1792年），河东道移驻安邑县运城，辖平阳府、蒲州府及解州、绛州、隰州、霍州二府四直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月2日，运城建立河东晋军政分府，改解州为解县。民国二年（1913年）3月，复置河东道于运城，辖安邑、解县等35县。民国十六年（1927年）5月，废道制，安邑县、解县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，安邑县属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月3日，日军占领安邑县和解县。阎锡山统辖的安邑、解县县政府移驻山区。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，安邑县、解县等属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十一年（1942年）5月，抗日政权稷麓县政府在今上王乡牛庄成立。民国三十三年（1944年）6月，安邑成立抗日县政府，政权属太岳五专署。民国三十四年（1945年）8月20日，日军投降，河东道废。阎锡山设第七专员公署于解州，辖芮城、永济等六县。第十四专员公署于运城，领闻喜、猗氏等八县。同年9月，革命根据地建立安北县民主县政府，隶太岳五专署。同年12月改隶太岳三专署。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）初，安邑抗日民主县政府改称安邑民主县政府。同年3月，更名安夏行政联合办事处。民国三十六年（1947年）3月，撤销安北民主县政府，安夏行政联合办事处，成立安邑县民主政府。同年4月26日，解县解放，置解县民主县政府。12月28日、29日运城、安邑相继解放，分别成立运城市政府、安邑县政府。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）7月，运城、安邑、解县由太岳区改隶陕甘宁边区晋绥十一专署。民国三十八年（1949年）2月又归陕甘宁边区晋南行署。8月9日，山西省成立后，运城、安邑、解县划属山西省属运城专区，专署驻运城镇。\r\n　　\r\n       1954年7月解县与虞乡合并为解虞县，县政府驻解州。9月10日，临汾专区、运城专区合并设立晋南专区，解虞县、安邑县、运城县属晋南专区。1955年7月28日，撤销相当于县级的运城镇，并入安邑县。1958年11月21日，安邑、解虞、永济、临猗合并为运城县，县治运城。1960年1月至1961年7月，分别析出临猗、永济县，原解县、安邑仍称运城县，仍属晋南专区。"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会，运城县划属运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署，运城县随属。1983年7月28日，改运城县为运城市（县级）。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。县级运城市改为盐湖区。"
        }
    ]
}