{
    "title": "运城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1784",
            "category": "运城市"
        }
    ],
    "detail": "[日期：2016-06-05]   来源：www.Youlai19.cn  作者：【由来网】   阅读：168次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       今运城市古称河东，因“盐运之城”而得名。自春秋以来，历有“盐氏、盐邑、司盐城”等称谓。宋元时期置转盐运使遂名运城。民国三十八年（1949年）8月9日，山西省成立后，设立运城专区，专署驻运城镇。1978年改称运城地区行政公署。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。同年10月，运城正式撤地设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今运城地区，古称河东。今永济市古称蒲坂，传为舜都；夏县古称安邑，传为禹都。春秋时属晋国，晋献公八年（前669年）晋献公定都于绛（今绛县）。战国时为魏都。秦于今夏县境置河东郡。新莽改河东郡为兆阳郡，东汉复旧。"
        },
        {
            "type": "text",
            "text": "       十六国前秦皇始年间（351年—355年）于今垣曲县境侨置幽州，后徙废；于今永济市境置泰州，建元年间（365年—385年）改雍州，后秦皇初元年（394年）改并州；其间于今永济市境兼置冀州，于今芮城县境置河北郡。"
        },
        {
            "type": "text",
            "text": "       北魏于今永济市境置绥化郡。皇始元年（396年）并州归治晋阳，在今太原市境。始光年间（424年—428年）于今新绛县境置南太平郡。神麚元年（428年）改冀州为雍州，改南太平郡为征平郡，河东郡治自夏县徙今永济市境。延和元年（432年）雍州改泰州，后废。太平真君四年（443年）东雍州治徙今新绛县境。皇兴四年（470年）于今垣曲县境置邵上郡。太和年间（477年—499年）废东雍州，改征平郡为正平郡，于今夏县境置安邑郡、万荣县境置北乡郡、稷山县境置高凉郡，河北郡治自芮城县徙今平陆县境。孝昌年间邵上郡改邵郡。建义元年（528年）于今绛县境置绛郡。"
        },
        {
            "type": "text",
            "text": "       东魏天平初年（534年）于今河津市境置龙门郡、永济市境复置泰州、新绛县境复置东雍州。西魏于今平陆县境置北徐州、垣曲县境置邵州，寻废；于今稷山县境置南汾州，高凉郡治徙今河津市境。西魏废帝三年（554年）南汾州改勋州。北周废绥化郡，升勋州为总管府，改北乡郡为汾阴郡，于今绛县境置晋州，正平郡治徙今闻喜县境。北周明帝二年（558年）泰州改蒲州、东雍州改绛州，于今垣曲县境置邵州、平陆县境置虞州。北周武成二年（560年）废勋州，于今芮城县境置永乐郡，绛州治徙今稷山县境。武帝保定年间（561年—565年）正平郡治徙今新绛县境。建德五年（576年）废晋州。建德六年（577年）正平郡与绛州治徙今稷山县境。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）绛州归治今新绛县境，开皇三年（583年）废郡。开皇十六年（596年）虞州治徙今运城市境，大业元年（605年）废。大业三年（607年）废蒲、邵2州，于今临猗县境置河东郡、新绛县境置绛郡。义宁年间（617年11月—618年5月）于今垣曲县境置邵原郡、万荣县境置汾阴郡、运城市境置安邑郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）废安邑郡，改置虞州；废汾阴郡，改置泰州；废河东郡，改置蒲州；废邵原郡，改置邵州；废绛郡，升绛州为总管府。武德二年（619年）泰州治自万荣县境徙今河津市境，于今芮城县境置芮州。武德三年（620年）降绛州总管府为绛州，蒲州治自临猗县境徙今永济市境。武德九年（626年）废邵州。贞观元年（627年）废芮州。于今永济市境置河东道。贞观十七年（643年）废虞、泰2州。开元八年（720年）于今永济市境置中都。开元九年（721年）升蒲州为河中府。寻废都号，改河中府为蒲州。天宝元年（742年）改蒲州为河东郡，绛州为绛郡。乾元元年（758年）复为蒲州、绛州。乾元三年（760年）又升蒲州为河中府。"
        },
        {
            "type": "text",
            "text": "       五代，汉乾祐元年（948年）升解县为解州，故治在今运城市境。宋于绛州置绛州绛郡。至道年间改河东道为河东路，徙治今太原市境。大中祥符四年（1011年）于今万荣县境置庆成军。金复为绛州。天会六年（1128年）降河中府为蒲州，于绛州置绛阳军节度使。天德元年（1149年）复升蒲州为河中府。贞祐三年（1215年）废庆成军；于今运城市境置宝昌军；升荣河县为荣州，故治在今万荣县境。兴定二年（1218年）升绛阳军节度使为晋安府。兴定四年（1220年）解州治徙今平陆县境。"
        },
        {
            "type": "text",
            "text": "       元废宝昌军及荣州，降晋安府为绛州，解州复归治今运城市境。明洪武二年（1369年）降河中府为蒲州。清雍正二年（1724年）升解、绛、蒲3州为直隶州。雍正六年（1728年）升蒲州为蒲州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废府、州，原所辖各县俱直属省政府。民国三年（1914年）3月，设河东道，各县俱属河东道。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，各县俱属第七行政主任公署（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月28日至3月9日，运城地区各县相继失陷于日军。民国二十八年（1939年）4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，运城地区各县均属河东道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将平陆、永济、虞乡、解县、闻喜、夏县、芮城、垣曲、绛县等划入第七行政督察区（驻平陆县）；稷山、河津、新绛划入第九行政督察区（驻乡宁县）；万泉、安邑、荣河、临晋、猗氏划入地十五行政督察区（驻万泉县）。民国三十六年（1947年）1月，山西省政府改设14个行政督察区，解县、虞乡、临晋、永济、芮城、平陆6县仍属第七行政督察区（驻解县）；河津、稷山、新绛属第九行政督察区（驻乡宁县）；安邑、夏县、垣曲、闻喜、万泉、猗氏、绛县、荣河8县属第十四行政督察区（驻安邑县）。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）5月至12月28日，运城地区各县相继解放，隶属太岳五专署。民国三十八年（1949年）2月又归陕甘宁边区晋南行政公署，辖新绛分区一部分和运城地区。8月9日，山西省成立后，设立运城专区，专署驻运城镇。辖安邑、万泉（驻解店）、河津、稷山、新绛、闻喜、绛县、垣曲、夏县、平陆（驻圣人涧）、解县、芮城、虞乡、永济（驻赵伊镇）、临晋、猗氏、荣河等17县及运城镇。"
        },
        {
            "type": "text",
            "text": "       1954年4月9日，将万泉、荣河2县合并，改为万荣县（驻原万泉县解店）；解县、虞乡2县合并，改为解虞县（驻原解县城）；临晋、猗氏2县合并，改为临猗县（驻原猗氏县城）。同年9月10日，撤销运城专区，与临汾专区合并为晋南专区。　"
        },
        {
            "type": "text",
            "text": "       1967年5月10日，晋南专区改称晋南地区革命委员会。1970年3月，晋南地区革命委员会分为临汾地区革命委员会和运城地区革命委员会。1978年运城地区革委会改称运城地区行政公署。1983年7月28日，改运城县为运城市（县级）。1994年1月12日，河津撤县设市（县级）；永济撤县设市（县级）。2000年6月14日，撤销运城地区和县级运城市，设立地级运城市。以原县级运城市的行政区域设立盐湖区。同年10月，运城正式撤地设市。"
        }
    ]
}