{
    "title": "榆社县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1848",
            "category": "榆社县"
        }
    ],
    "detail": "[日期：2016-06-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：204次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       榆社在历史上曾长期名为武乡，石勒称帝后回到家乡，又以高祖自比，对乡民说：‘武乡吾之丰沛’!他把自己的故乡武乡县比作刘邦的故乡丰沛县丰邑，从此这里也有了‘榆社’（高祖故乡的里社名。后泛指故乡的里社）的别称，榆社县的命名即源于此，但是当时只是武乡的别称，并没有置县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年（596年），析乡县置榆社县，将“榆社城”确定为治所，同时按照当时治所的名称也即所治县域名称的惯例，将县名称之为“榆社”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今榆社春秋时属晋。战国先属韩后属赵。秦属上党郡。汉建县称涅县。晋改名武乡县，属上党郡。东晋大兴二年（319年）后赵石勒兼置武乡郡，县属之。北魏延和二年（433年），武乡郡改为乡郡，武乡县改为乡县，隶属并州。北魏太和十五年（491年）迁涅城于南亭川；武乡县移往今武乡县后，其地属乡县。东魏以乡郡置南垣州，寻改丰州。北齐时改为戎州，治涅城。北周时，涅城废，戎州废，恢复乡郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）分南亭川为武乡。隋开皇三年（583年），废乡郡，乡县属上党郡；开皇十六年（596年）析乡县置榆社县（治所在今社城镇），因县北榆社故城为名，属韩州。隋大业元年（605年），榆社废，又并入乡县。隋义宁元年（617年）榆社又从乡县中分出，复置县，属太原郡，归并州管辖。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）以榆社县兼置榆州，武德六年（623年）州废，榆社县属辽州。五代因之。宋熙宁七年（1074年）榆社县并入武乡县。元祐元年（1086年）复置榆社县，属辽州，金因之，但改为名南辽州，后复称辽州，榆社县属之。"
        },
        {
            "type": "text",
            "text": "       蒙古至元三年（1266年）榆社县并入辽山县，至元六年（1269年）复置县，仍属辽州。明洪武元年（1368年）辽州升为直隶州，辖和顺、榆社2县。清代沿袭未改。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，废除辽州后，榆社县直属于山西省政府。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名冀宁道，榆社县属冀宁道。民国十六年（1927年）5月，废道制，榆社县直隶省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，榆社县属第三行政主任公署（驻沁县）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）7月8日，日军侵犯榆社县，遭八路军386旅重创。直到民国二十九年（1940年）6月16日，日军才侵占了榆社县城，但同年11月9日八路军收复了县城。民国三十一年（1942年）2月16日，日军再次攻占榆社。"
        },
        {
            "type": "text",
            "text": "       民国三十二年（1943年）7月，太行区重新调整行政区划，以北翟管村为中心分设榆北县，属太行二专署。民国三十三年（1944年）2月29日，太行军区二、三分区部队再次解放了榆社县。民国三十三年（1944年）冬，榆北县并入榆社县，属太行三专署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将榆社县划入第三行政督察区，民国三十六年（1947年）1月，山西省政府改设14个行政督察区，榆社县属第二行政督察区（驻平定县）。但实际榆社县属中共实际控制区域。"
        },
        {
            "type": "text",
            "text": "      民国三十八年（1949年）1月，太行二专区改名左权专区，辖左权、和顺、昔阳、榆社、武乡、襄垣6县。8月9日，山西省恢复建制，同时设阳泉专区，8月20日，阳泉专区改名为榆次专区，辖榆次、徐沟、平定、盂县、寿阳、祁县、太谷、介休、灵石、平遥、昔阳、和顺、左权（原辽县）、榆社等14县及阳泉工矿区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，榆次专区改名为晋中专区。11月21日，榆社县和武乡县合并，称武乡县。1960年1月7日，榆社从武乡县分出，恢复建制。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，榆社县一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。榆社县属晋中市管辖。"
        }
    ]
}