{
    "title": "左权县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1847",
            "category": "左权县"
        }
    ],
    "detail": "[日期：2016-06-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：171次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉延康元年（220年）始置轑河县，西晋改名轑阳县。北魏孝昌二年（526年）恢复县置，将“轑”改为“辽”，即辽阳县，因城东南三里有辽阳山而得名。隋开皇十年（590年）改名辽山县。明洪武元年（1368年）裁辽山县，并入辽州。中华民国元年（1912年）废辽州，改名辽县。民国三十一年（1942年）9月，辽县易名左权县。以纪念在反“扫荡”战斗中壮烈牺牲八路军副参谋长左权将军。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏属冀州之域。春秋属晋。战国先属韩，后属赵。秦属上党郡。西汉属涅氏县，隶属上党郡。东汉延康元年（220年）始置轑河县，治轑阳故城，属乐平郡。三国属魏，隶属乐平郡。"
        },
        {
            "type": "text",
            "text": "       西晋改名轑阳县，属乐平郡。东晋、十六国时期，隶属变换频繁。北魏太平真君九年（448年）废轑阳县置，并入乡县（今武乡）。孝昌二年（526年）恢复县置，将“轑”改为“辽”，即辽阳县（因城东南三里有辽阳山而得名），属乐平郡。北齐天保五年（554年）再度并入乡县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年（590年）复置，改名辽山县，属并州。开皇十六年（596年），境内新置交漳县。同年始置辽州（治所辽阳故城），辖辽山、交漳二县。大业二年（606年）废州，裁交漳县并入辽山县，属并州。"
        },
        {
            "type": "text",
            "text": "       唐仍为辽山县。随着州置名称变化，先后隶属辽州、箕州、仪州、乐平郡、仪州。五代十国，后梁开平三年（909年），仪州复名辽州，辽山属辽州。北汉时，辽山仍属辽州。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁七年（1074年），废辽州，降平城、和顺二县为镇，并入辽山县，隶平定军。元丰八年（1085年），复置辽州，辽山县属辽州。金，县置未变。辽山属辽州，隶河东南路。"
        },
        {
            "type": "text",
            "text": "       元，县置未变。辽山属辽州，隶晋宁路。明洪武元年（1368年）裁辽山县，并入辽州，辽州升为直隶州，辖和顺、榆社2县。清代沿袭未改。清雍正九年（1731年）山西恢复道制，辽州隶冀宁道。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）5月，废辽州为辽县。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名冀宁道，辽县属冀宁道。民国十六年（1927年）5月，废道制，辽县直隶山西省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，辽县属第三行政主任公署（驻沁县）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）5月初，中共辽县中心县委成立，辖辽县、榆社、祁县三县县委，隶属太行第三专区。民国二十八年（1939年）1月22日和1月29日，日军两次侵占辽县，但均遭到八路军一二九师的猛烈攻击。直至7月5日，日军占据县城，辽县抗日民主政府移驻西黄漳村。日寇统治山西时期，日伪山西公署设置了雁门、冀宁、河东、上党4道，辽县属上党道，直至民国三十四年（1945年）8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗战时期，民国三十年（1941年）9月，晋冀鲁豫边区政府决定，以平辽公路为界，划县境西北部置辽西县，县抗日民主政府驻蒿沟村，隶属太行第三专区。民国三十一年（1942年）5月，八路军副参谋长左权在反“扫荡”战斗中于十字岭壮烈牺牲。为纪念左权将军，是年9月经晋冀鲁豫边区政府批准，辽县易名左权县。民国三十二年（1943年），辽西县改属太行第二专区。民国三十四年（1945年）4月，县城光复，辽西县政府迁回县城。同年11月，左权、辽西两县合并为左权县、撤销辽西县置，左权县隶属太行第二专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将辽县划入第三行政督察区，民国三十六年（1947年）1月，山西省政府改设14个行政督察区，辽县属第二行政督察区（驻平定县）。但实际辽县（左权县）属中共实际控制区域。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）1月，太行第二专区易名左权专区，左权县隶属左权专区。8月9日，山西省恢复建制，同时设阳泉专区，8月20日，阳泉专区改名为榆次专区，左权县隶属山西省榆次专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，榆次专区改名为晋中专区，左权县属晋中专区。11月21日，左权撤销建制，并入和顺县。1960年2月16日，恢复左权县置。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，左权县一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。左权县属晋中市管辖。"
        }
    ]
}