{
    "title": "和顺县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1846",
            "category": "和顺县"
        }
    ],
    "detail": "[日期：2016-06-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：184次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋时名盖与，战国时改名阏[è]与。隋开皇十年（590年）改为和顺县，属并州，以县东北有古和顺城而名。据传古和顺城为十六国时期后赵石勒时所建，石勒很注意笼络民心，礼贤下士，取《易经》中“和顺于道德理于义”，为新城命名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今和顺，春秋时名盖与，为晋大夫梁余子养封邑。战国，改名阏与。先属韩，后属赵，隶上党郡。秦王嬴政十一年（前236年），为秦国领地，仍属上党郡。西汉为上党郡沾县、涅氏二县地。东汉为涅县之阏与城。"
        },
        {
            "type": "text",
            "text": "       北魏孝昌二年（526年），阏与改置乐平郡及乐平县。北齐，置梁余县（亦作梁榆县），属太原郡。隋开皇十年（590年），改梁榆县为和顺县，属太原郡。开皇十六年（596年），析置平城县，亦属太原郡。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年），析和顺县地置义兴县，与和顺县同属辽州；平城改属榆州。武德六年（623年），废义兴县并入和顺县，仍属辽州；平息城又改属辽州。宋熙宁七年（1074年），降和顺、平城二县为镇，并入辽山县，隶平定军。元祐元年（1086年），复置和顺、平城县，同属河东路辽州。"
        },
        {
            "type": "text",
            "text": "       金贞元二年（1154年），废平城县为仪城镇，并入辽山县。贞祐四年（1216年），于增城县故治改置仪城县，和、仪二县同属平阳路辽州辖。蒙古至元三年（1266年），废仪城县并入和顺县，属晋宁路辽州辖。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），辽州升为直隶州，辖和顺、榆社2县。明洪武九年（1376年），和顺直隶于山西布政司，后并为辽州属县。清建置未变。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年）5月，辽州废为辽县，和顺县直属于山西省政府。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名冀宁道，和顺县属冀宁道。民国十六年（1927年）5月，废道制，和顺县直隶山西省府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，和顺县属第三行政主任公署（驻沁县）。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（ 1939年）1月23日，日军侵占和顺城。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，和顺县属上党道。民国二十九年（1940年）1月，中共领导的和顺县分为和东、和西两个县，统归冀太联合办事处，和东属冀西专区，和西属太古行第一办事处。民国三十四年（1945年）4月28日，太行二分区部队同八路军总部警卫团收复和顺县城，和东、和西县复并为和顺县，属晋冀鲁豫边区第二专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将和顺县划入第三行政督察区，民国三十六年（1947年）1月，山西省政府改设14个行政督察区，和顺县属第二行政督察区（驻平定县）。但实际和顺县属中共实际控制区域。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月9日，山西省恢复建制，同时设阳泉专区。同年8月20日，阳泉专区改名为榆次专区，辖榆次、徐沟、平定、盂县、寿阳、祁县、太谷、介休、灵石、平遥、昔阳、和顺、左权（原辽县）、榆社等14县及阳泉工矿区。1958年11月3日，榆次专区改名为晋中专区。11月21日，左权撤销建制，并入和顺县。1960年2月16日，和顺、左权2县分置。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，和顺县一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。和顺县属晋中市管辖。"
        }
    ]
}