{
    "title": "平遥县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1842",
            "category": "平遥县"
        }
    ],
    "detail": "[日期：2016-06-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：166次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年），秦统一中国后，废封国，实行郡县制，置县平陶（治今文水县孝义镇）。北魏始光元年（424年），因避太武帝拓跋焘名讳，改平陶县为平遥县，同时移治今县境。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平遥县，古陶地，帝尧初封于陶，即此。古属冀州之域。虞舜以冀州南北太远，分置并州，改属并州 大禹治水后分天下为九州，又属冀州。西周为并州属地，周成王封其弟叔虞于唐，传子燮父，改国号为晋，地属晋国。周威烈王二十三年（前403年），韩 赵 魏三卿分晋，地归赵国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦统一中国后，废封国，实行郡县制，置县平陶（治今文水县孝义镇），属太原郡。西汉置京陵（今平遥县东北）、中都（今平遥县西南）二县，与平陶县并属太原郡。王莽新朝时，京陵改致城。东汉建立后，各县复旧称。"
        },
        {
            "type": "text",
            "text": "       三国时，归魏国并州辖统，属西河郡。西晋时，属太原国（太原郡改）。十六国时期，寿阳县先后为汉(前赵)、后赵、前燕、前秦、西燕、后燕统治。"
        },
        {
            "type": "text",
            "text": "       北魏始光元年（424年），因避太武帝拓跋焘名讳，改平陶县为平遥县，属太原郡。同年移治京陵县境，并废京陵县入平遥县。太平真君九年（448年），中都县治迁至榆次县境。平遥县后相继属东魏、北齐、北周控制，均隶属太原郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年 （583年），废郡设州，介休郡改设介州，平遥县属介州。开皇十六年（596年），析平遥县地置清世县（今平遥县东青村）。大业二年（606年）清世县废入平遥县。大业三年（607年）废州设郡，平遥县属西河郡。义宁元年（617年），于介休设介休郡，平遥县改属介休郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618 年），改介休郡为介州，平遥县属介州。贞观元年（627年），废介州，平遥县改属汾州。天宝元年（742年），改汾州为西河郡，乾元元年（758年）又复西河郡为汾州，平遥县随属。"
        },
        {
            "type": "text",
            "text": "       五代十国时期的平遥县，唐同光元年（923年）之后，为后唐统治。晋天福元年（936年）后为后晋管辖。汉天福十二年（958年）后属后汉，周广顺元年（951年）后为北汉所据。"
        },
        {
            "type": "text",
            "text": "       北宋初年，仍归北汉。太平兴国四年 （979年）宋灭北汉，平遥属汾州府。南宋建炎元年（1127年），金灭北宋后归金统治，平遥县仍属汾州。元朝时，平遥县属太原路之汾州管辖。大德九年(1305年)，因大地震缘故，太原路改冀宁路，境内州县隶属不变。"
        },
        {
            "type": "text",
            "text": "       明代，平遥县隶属汾州。明万历二十三年（1595年） 汾州升为府，平遥属汾州府，属山西省承宣布政使司，又设冀南道驻此。清顺治三年（1646年），裁冀南道，隶冀宁道，平遥县仍属汾州府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府级建置，平遥县直属于山西省管辖。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名冀宁道，平遥县属冀宁道。民国十六年(1927年)5月，废除道制，平遥县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，平遥县属第四行政主任公署(驻岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月9日，日军占领平遥县城，半个月后，日军主动撤退回祁县。民国二十七年（1938年）2月13日，日军再次攻占平遥县城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，平遥县属冀宁道。\n\r\n       抗日战争期间，民国二十七年（1938年）4月，中共在彭坡头村建立了平遥县抗日民主政府，翌年1月，中共平遥县委员会在原家庄成立，属山西省第三行政公署领导，后属太岳区一专区管辖。民国三十年 （1942年） ，适应抗日战争需要，以同蒲铁路为界，实行了南北分治，在铁路北境建立了平介县抗日民主政府，辖同蒲铁路北平遥境及介休、汾阳、孝义县部分地区，属太岳专署管辖 。民国三十一年（1942年）5月，划归晋西北行政公署八专区，实际由中共晋西南工委统一领导。民国三十四年（1945年），铁路南境的平遥县抗日民主政府改为平遥县民主政府，仍属太岳区一专区，平介县属吕梁行署七专区管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将平遥县划入第十六行政督察区（驻孝义县），民国三十六年(1947年)1月，山西省政府改设14个行政督察区，寿阳县属第一行政督察区(驻灵石县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年（1948年）7月13日，平遥县解放。8月，华北联合行政委员会设立晋中区，下设3个专区。同月，平遥县城关区升级为平遥市（县级），与平遥县同属晋中行政公署第三专区。10月，平介县撤销，所属地域复归原四县。民国三十八年（1949年）年2月，晋中行政公署与太原市政府合并，称太原市政府，平遥市改属太原市第三专区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月9日，山西省恢复建制，同时设阳泉专区；8月10日，平遥市撤销，恢复平遥县城关区。8月20日，阳泉专区改名为榆次专区，平遥县属榆次专区。1958年11月3日，榆次专区改名为晋中专区。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，平遥县一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。平遥县属晋中市管辖。"
        }
    ]
}