{
    "title": "灵石县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1841",
            "category": "灵石县"
        }
    ],
    "detail": "[日期：2016-06-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：178次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东魏孝静帝元象元年(538年)分介休县地置永安县。隋开皇十年(590年)，隋文帝杨坚北巡挖河开道，获一巨石，似铁非铁，似石非石，色苍声铮，以为灵瑞，遂命名为“灵石”，改永安县为灵石县。另传大禹治水在此“打开灵石口，空出晋阳湖”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今灵石县地，尧时属冀州，尧都平阳，县地在畿内。舜时，县韩信岭北属并州、南属冀州。禹时属冀州。夏因禹制，县地隶冀州。商，属冀州。县韩信岭北属丙国、南属商王国。西周，县韩信岭北属并州千亩、南属冀州霍国。"
        },
        {
            "type": "text",
            "text": "       春秋，属晋国。县韩信岭北属随、属祁、属邬，南属霍、属阴，东属狄、属铜鞮。县北地，初属随，为晋国大夫士会的食邑。县东地，初属戎狄，后属晋国铜鞮邑。战国初，在本县境域始设县的行政区划，置平周县。周威烈王二十三年(前403年)，封韩、赵、魏三家为诸侯，三分晋地，平周县地处三国交界处又被一分为三，北属赵国，南属魏国，东属韩国。"
        },
        {
            "type": "text",
            "text": "       秦，今灵石县地属太原郡的界休县。汉初属代国太原郡界休县、平周县，后属并州刺史部太原郡界休县、西河郡平周县(汉末，县废)。三国时，属曹魏并州西河郡界休县。西晋太康元年(280年)，杜预臆说界休当为介休，为纪念介子推，司马炎遂改界休县为介休县，属并州西河国，今灵石属介休县地。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，山西长期陷于十六国之燕、赵等国的分裂割据之中，介休县废。北魏太和八年(484年)，介休建制始恢复，划归汾州西河郡辖，县地所隶如故。东魏兴和四年(542年)，侨置平昌县于介休县，隶定阳郡，寄居介休30年。东魏孝静帝元象元年(538年)分介休地置永安县①，今灵石县地属南朔州西河郡永安县。北齐时，介休县并入永安县②(今孝义市)。北周宣政元年(578年)，废南朔州，改置介州；改定阳郡为介休郡；复置介休县，次年改平昌县。介州辖西河、介休二郡；介休郡辖平昌(今介休)、永安(今灵石)二县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年(590年)改永安县为灵石县，属介州。开皇十八年(598年)灵石县改属吕州。大业三年(607年)又改州为郡，灵石县属西河郡(由介州改)。义宁元年(617年)，于霍邑(今霍州市)置霍山郡，灵石县属霍山郡。"
        },
        {
            "type": "text",
            "text": "       唐朝初期，改郡为州，改太守为刺史，又置都督府。武德二年(619年)，改霍山郡为吕州，灵石县隶吕州。贞观十七年(643年)，废吕州，灵石县改属汾州。五代(907年—960年) 灵石县属后唐、后晋、后汉，均隶汾州无变。"
        },
        {
            "type": "text",
            "text": "       北宋(960年—1126年)灵石县属河东路汾州。金，初属河东北路汾阳军、汾州，又隶河东南路平阳府霍州，后属河东山西道平阳路霍州、汾州元帅府。元初从灵石县析置小灵石县，治冷泉关，至元二年(1265年)省入介休县。灵石县属平阳路霍州。大德九年(1305年)，因大地震缘故，平阳路改晋宁路，境内州县隶属不变。"
        },
        {
            "type": "text",
            "text": "       明，灵石县属山西布政使司平阳府霍州。万历二十三年(1595年)，升汾州为汾州府，灵石县属汾州府。万历四十二年(1614年)，灵石县改属平阳府。清初，灵石县属平阳府。乾隆三十七年(1772年)升霍州为直隶州，灵石县又由属平阳府改隶霍州直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府级建置，改州为县。灵石县直属于山西省管辖。民国二年(1913年)3月置河东道，灵石县属之。民国十六年(1927年)5月，废除道制，灵石县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，灵石县属第六行政主任公署(驻赵城县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月27日，日军占领灵石县。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，灵石县属冀宁道，直至民国三十四年(1945年)8月日本无条件投降。\n\r\n       抗日战争爆发后，八路军创建了晋察冀、晋绥、晋冀(鲁)豫三大抗日革命根据地。灵石以汾河为界分设灵(石)东、灵(石)西县。1938年成立灵西抗日县政府，归洪赵地区领导。1939年6月成立灵东抗日县政府，划归太岳区。民国三十年(1941年)9月，灵(石)东县改属太岳区第九专区。民国三十一年(1942年)5月，介休同蒲铁路以南地区与灵石汾河以东地区合并成立介灵联合县。10月太岳辖区调整，灵(石)东县、介灵县属太岳区第一专区。民国三十二年(1943年)6月，介灵县撤销。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将灵石县划入第十二行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，灵石县属第一行政督察区(驻灵石县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)6月，灵石县城解放，灵(石)东县、灵(石)西县合并，恢复原建制。8月，华北联合行政委员会设立晋中区，成立晋中行政公署，下设3个专区，灵石县属太岳区第一专区。民国三十八年(1949年)8月9日，山西省恢复建制，同时设阳泉专区。同年8月20日，阳泉专区改名为榆次专区，灵石县属榆次专区。\n\r\n       1958年11月3日，榆次专区改名为晋中专区。11月21日，撤销灵石县，改为灵石协作区，并入介休县。1961年7月9日，灵石、介休2县分置。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，灵石县一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。灵石县属晋中市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ① 东魏孝静帝元象元年(538年)分介休地置永安县，故治在今山西灵石东古绵上地区，属西河郡。北周属介休郡。隋开皇三年(583年)属汾州。开皇十年(590年)，改永安县为灵石县。"
        },
        {
            "type": "text",
            "text": "       ②北魏太和十七年(493年)从隰城县分出设立永安县，县治在今山西孝义市旧城。孝昌年间，汾州山胡刘蠡升趁乱称天子。永安县被“胡贼所破”，县治所被迫迁至今临汾市北。属西河郡。齐周仍称永安，隋开皇初改为西河县。"
        }
    ]
}