{
    "title": "介休市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        },
        {
            "id": "1849",
            "category": "介休市"
        }
    ],
    "detail": "[日期：2016-06-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：461次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年(前221年)，置界休县。西晋太康二年(281年)，杜预臆说界休当为介休，因春秋时晋文公的臣子介之推死于其境内的绵山，晋武帝司马炎遂改界休为介休。1992年2月10日，介休撤县设市(县级)。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       介子推，又名介之推，后人尊为介子，春秋时期晋国人，生于闻喜户头村，长在夏县裴介村，因“割股奉君”，公元前636年，晋文公返国赏随臣，介子推不言录，与母隐居绵山(介山)。晋文公焚林求贤，子推竟与母抱树而死。晋文公重耳深为愧疚，遂改绵山为介山，并立庙祭祀，由此产生了(清明节前一天)“寒食节”。"
        },
        {
            "type": "text",
            "text": "       [参看“寒食节的由来”词条]"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代，有商朝的方国“雀”部落居于今介休附近。西周初年，境域为华夏族和戎狄游牧部落杂居之地。春秋时期，属晋国领地，为晋大夫士会食邑。晋平公二年(前556年)，晋平公将“昭馀祁”(今山西中部)作为食邑封给大夫祁奚，称为祁邑。晋顷公十二年(前514年)晋国将祁邑分置为7县，今介休东北为邬[wū]县。战国初期，仍为晋国领地。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，邬县归魏国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，秦统一全国后，推行郡县制，境内置邬县和界休县(今介休市东南)，均属太原郡(治晋阳)辖。西汉初年，邬县和界休县为代王恒领地。汉平帝时(1年～5年)邬县和界休县属并州刺史部太原郡。在今介休市西境置平周县，属西河郡。界休改界美。王莽新朝时，界休改界美。东汉建立后，各县复旧称。邬县和界休县仍归太原郡。东汉末年平周县废。"
        },
        {
            "type": "text",
            "text": "       三国时，归魏国并州统辖，邬县隶太原郡，界休县属西河郡。西晋太康二年(281年)，杜预臆说界休当为介休，因春秋时晋文公的臣子介之推死于其境内的绵山(介山)上，晋武帝司马炎遂改“界休”为“介休”，属西河国(西河郡改)；邬县属太原国。十六国时期，邬县、介休两县废。"
        },
        {
            "type": "text",
            "text": "       北魏太和八年(484年)，复置介休县(县治在今介休城东南12.5公里处。不久被胡人攻破，介休县一度乔迁外地)，属于西河郡。太和十九年(495年)复置邬县，属太原郡。东魏孝静帝元象元年(538年)分介休地置永安县①。兴和四年(542年)，在介休县侨置平昌县(今介休市)，寄居介休30年。东魏时，废邬县。北齐时，介休县并入永安县②(今孝义市)。北周宣政元年(578年)，废南朔州，改置介州；改定阳郡为介休郡；复置介休县，次年改平昌县。介州辖西河、介休二郡；介休郡辖平昌(今介休)、永安(今灵石)二县。"
        },
        {
            "type": "text",
            "text": "       隋朝统一后，实行州、县两级制。介休郡改设介州，平昌县属介州。开皇十八年(598年)改平昌县为介休县。大业三年(607年)又改州为郡，介休县属西河郡(由介州改)。义宁元年(617年)，于介休县重置介休郡，介休县属介休郡。"
        },
        {
            "type": "text",
            "text": "       唐初实行州、县两级制。复置介州(介休郡改)，领介休、平遥2县。贞观元年(627年)，废介州，介休、平遥县改属汾州。五代十国时期，介休县相继为晋唐、后唐、后晋、后汉、北汉领属。州、县建置基本未变。"
        },
        {
            "type": "text",
            "text": "       北宋时，介休县属河东路汾州。金灭北宋后，承袭宋制，介休县仍属汾州。元初，析灵石县地置小灵石县(治冷泉关)，至元二年(1265年)省入介休县。介休县属太原路汾州管辖。大德九年(1305年)，因地震缘故，太原路改冀宁路，以图安宁，境内州县隶属不变。"
        },
        {
            "type": "text",
            "text": "       明，介休县属山西布政使司汾州。万历二十三年(1595年)，升汾州为汾州府，介休县属汾州府。清，沿袭明制，介休县仍属汾州府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府级建置，改州为县。介休县直属于山西省管辖。民国二年(1913年)3月置河东道，介休县属之。民国十六年(1927年)5月，废除道制，介休县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，介休县属第四行政主任公署(驻岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月15日，日军占领介休县城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，介休县属冀宁道，直至民国三十四年(1945年)8月日本无条件投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，八路军创建了晋察冀、晋绥、晋冀(鲁)豫三大抗日革命根据地。民国二十六年(1937年)12月，介休县抗日民主政府成立。民国二十九年(1940年)8月，冀太联办正式成立，辖冀南、太行、太岳3个行政区，介休县属太岳区。民国三十年(1941年)8月30日，晋冀鲁豫边区政府太岳行署正式成立，介休县属太岳区第九专区。民国三十一年(1942年)5月，介休同蒲铁路以南地区与灵石汾河以东地区合并成立介灵联合县，次年6月介灵联合县撤销。民国三十二年(1943年)11月，平遥、介休一部分合组平介县，属吕梁行署第七专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将介休县划入第十六行政督察区(驻孝义县)，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，介休县属第一行政督察区(驻灵石县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)7月17日，介休守城国卫军副总司令郭晋武率部1000余人起义，介休县城和平解放。7月22日，中共中央、中央军委决定成立相当于省级的太原区，下辖3个专区，介休县属第三专区；8月15日，太原区改名为晋中区，介休县属第三专区。民国三十八年(1949年)8月9日，山西省恢复建制，同时设阳泉专区。同年8月20日，阳泉专区改名为榆次专区，介休县属榆次专区。"
        },
        {
            "type": "text",
            "text": "        1958年11月3日，榆次专区改名为晋中专区。11月21日，撤销灵石县，并入介休县。1961年7月9日，灵石、介休2县分置。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，介休县一直随属。1992年2月10日，介休撤县设市(县级)。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市。介休市属晋中市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ① 东魏孝静帝元象元年(538年)分介休地置永安县，故治在今山西灵石东古绵上地区，属西河郡。北周属介休郡。隋开皇三年(583年)属汾州。开皇十年(590年)，改永安县为灵石县。"
        },
        {
            "type": "text",
            "text": "       ②北魏太和十七年(493年)从隰城县分出设立永安县，县治在今山西孝义市旧城。孝昌年间，汾州山胡刘蠡升趁乱称天子。永安县被“胡贼所破”，县治所被迫迁至今临汾市北。属西河郡。齐周仍称永安，隋开皇初改为西河县。"
        }
    ]
}