{
    "title": "察布查尔锡伯自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "139",
            "category": "伊犁哈萨克自治州"
        },
        {
            "id": "206",
            "category": "察布查尔锡伯自治县"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：548次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       乾隆二十九年（1764年），清朝政府自东北调遣锡伯军民共3275人西迁伊犁，进驻察布查尔屯垦戍边。乾隆三十年（1767年），锡伯居民被编为八旗，后称锡伯营。民国二十七年（1938年）1月14日，撤销伊犁锡伯营，成立河南设治局，民国二十九年（1940年）1月1日，升格为河南县，民国三十三年（1944年）5月4日，河南县因与河南省重名，改名宁西县。1954年3月17日宁西县更名为察布查尔锡伯自治县。"
        },
        {
            "type": "text",
            "text": "      “察布查尔”原为清嘉庆年间锡伯人凿修之渠名，系锡伯语，意为“粮仓”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       两汉时，察布查尔僻处要荒，先后为塞种、月氏居牧。西汉宣帝神爵二年（公元前60年），列入汉朝版图。西汉迄晋为乌孙国，南北朝时期为悦般国，隋唐为西突厥属地。唐为昆陵都护府下温鹿洲都督府辖地，唐开元八年（720年）归北庭都护府统辖。南宋时属西辽辖，元初为察合台封地，至1274年属阿里麻里行中书省辖。元末为翰亦刺地，明属也先瓦刺之后，分四卫拉特，准噶尔部崛起居之。至清兴，准噶尔建庭于此，成为准噶尔政治、宗教之中心和浑台吉噶尔丹策凌兀鲁思（即蒙语领地之意）。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十二年（1757年），清朝平定准噶尔后，察布查尔变为荒无人烟的原野。乾隆二十九年（1764年），清朝政府自东北调遣锡伯军民共3275人西迁伊犁，进驻察布查尔屯垦戍边。乾隆三十年（1767年），按新额鲁特例，不论旗分，以近200户为一牛录，锡伯昂吉共编为八旗八牛录：镶黄旗（乌珠牛录）、正黄旗（寨牛录）、正白旗（依拉齐牛录）、正红旗（堆齐牛录）、镶白旗（孙扎齐牛录）、镶红旗（宁古齐牛录）、正蓝旗（纳达齐牛录）、镶蓝旗（扎库齐牛录）。锡伯八旗，后称锡伯营，隶属于伊犁将军府锡伯营领队大臣直辖。锡伯营驻守疆域范围总面积约4800平方千米。锡伯营实际巡查境域范围西至巴尔喀什湖以东以南地区。同治五年（1866年），为“伊犁塔兰奇苏丹汗国”地方割剧政权所辖。同治十年（1871年）沦为沙俄殖民地，划归俄七河省管辖。光绪八年（1882年），清政府收回伊犁，与霍尔果斯河口对直头胡、特奇勒干山以西大片土地皆被划入俄境；光绪十年（1884年）新疆建省，锡伯营仍属伊犁将军统辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），锡伯营属伊犁镇边使署辖。民国四年（1915年），锡伯营属伊犁镇守使署辖，受新疆都督节制。民国二十一年（1932年），划归巩留县辖。民国二十七年（1938年）1月14日，撤销伊犁锡伯营（包括四营），同时成立河南设治局（因处伊犁河南岸而命名）。民国二十九年（1940年）1月1日，升格为县，正式成立河南县，海努克、加尕斯台同时划归河南县辖，隶属于伊犁行政督察专员公署。民国三十二年（1943年），河南县被鉴定为三等县。民国三十三年（1944年）5月4日，河南县因与河南省重名，改名宁西县。"
        },
        {
            "type": "text",
            "text": "       1944年成立伊犁、塔城、阿勒泰三区革命政府，宁西县改称苏木尔县。1950年6月11日苏木尔县复称宁西县，并成立宁西县人民政府，隶属伊犁专员公署。1951年坎乡由伊宁县划归宁西县（今察布查尔锡伯自治县）辖后。1954年3月17日宁西县更名为察布查尔锡伯自治县，隶属伊犁专区。"
        },
        {
            "type": "text",
            "text": "       1955年撤销伊犁专区，察布查尔锡伯自治县改由伊犁哈萨克族自治州直辖。1975年设立伊犁地区，属伊犁哈萨克自治州领导，察布查尔锡伯自治县隶属伊犁地区。1979年，撤销伊犁地区，察布查尔锡伯自治县再次划归伊犁哈萨克自治州直辖。1985年撤销伊犁哈萨克自治州，设立伊犁地区。2001年3月26日，撤销伊犁地区，仍为伊犁哈萨克自治州，察布查尔锡伯自治县隶属伊犁哈萨克自治州至今。"
        }
    ]
}