{
    "title": "晋中市榆次区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        }
    ],
    "detail": "[日期：2016-06-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：171次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年(前221年)，秦统一全国后，推行郡县制，境内置榆次县。1954年4月9日，榆次撤县设市(县级)。1999年9月24日，撤销县级榆次市，改称为晋中市榆次区。"
        },
        {
            "type": "text",
            "text": "       相传榆罔帝统治的榆州地方，其中心是榆社，本县居于其次，故名榆次。另据《汲家周书》载“昔烈山帝榆罔之后，其国为榆州，曲沃灭榆州，其社存焉，谓之榆社。地次相接者为榆次。”"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       榆罔帝是炎帝八世，擅长种植榆树和利用榆树，他带领部族广种榆树，教人们食用榆树皮、榆树叶的方法，并利用榆树林遮挡风沙。他也建立了聚落的邦邑，春秋时期，人们在炎帝八世榆罔的领地建立榆州国，为了纪念炎帝榆罔，将原来榆州国的中心地带叫“榆社”，即榆罔帝的“社稷”，边沿地带叫“榆次”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周初年，境域为华夏族和戎狄游牧部落杂居之地。春秋时期，属晋国领地。晋平公二年(前556年)，晋平公将“昭馀祁”(今山西中部)作为食邑封给大夫祁奚，称为祁邑，范围包括晋中大部分地区。晋顷公十二年(前514年)，晋国将祁邑分置为7县，于今榆次区西南陈侃村置涂水。战国初期，称为榆次，仍为晋国领地。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，榆次归赵国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，秦统一全国后，推行郡县制，置榆次县，属太原郡(治晋阳)辖。西汉初年，榆次县为代王恒领地。汉平帝时(1年～5年)榆次县属并州刺史部太原郡。王莽新朝时，榆次改太原亭，东汉建立后，恢复旧称，仍属太原郡。"
        },
        {
            "type": "text",
            "text": "       三国时，榆次县归魏国并州太原郡统辖。晋代恢复分封制，榆次县属太原国(太原郡改)，县城迁到祁城村，仍归并州统辖。北魏太平真君九年(448年)，中都县治由平遥县迁榆次县境，中都故城和榆次县遂废。历经北魏、东魏、北齐、北周，中都县均隶属太原郡。"
        },
        {
            "type": "text",
            "text": "       隋朝统一后，取消郡级建制，行州、县两级制。中都县属并州。隋开皇十年(590年)中都复名榆次，仍属并州。大业三年(607年)改州为郡，榆次县属太原郡。唐初实行州、县两级制，榆次县复属并州。开元十一年(723年)，并州改为太原府，县属未变。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，榆次县相继为晋唐、后唐、后晋、后汉、北汉领属。州、县建置基本未变。北宋地方行政区划行路、府(州、军)、县三级制。榆次县属河东路太原府。"
        },
        {
            "type": "text",
            "text": "       金灭北宋，金承宋制，设路、州(府)、县三级。榆次县属太原府。元代，榆次县为太原路直辖。大德九年(1305年)，因地震缘故，太原路改冀宁路，榆次县直属冀宁路。明，榆次县直属山西布政使司太原府。清，沿袭明制，榆次县仍属太原府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府级建置，改州为县。榆次县直属于山西省管辖。民国二年(1913年)3月置中路道。民国三年(1914年)5月改名冀宁道，榆次县属之。民国十六年(1927年)5月，废除道制，榆次县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，榆次县属第三行政主任公署(驻沁县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)11月14日，日军攻占榆次县城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，榆次县属雁门道，初治榆次，后迁太原市。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，八路军创建了晋察冀、晋绥、晋冀(鲁)豫三大抗日革命根据地。民国二十九年(1940年)8月1日，冀南、太行、太岳行政联合办事处成立，榆次归太行二专区管辖。民国三十年(1941年)8月30日，冀太联办撤消，晋冀鲁豫边区政府成立，榆次(东)归太行二专区管辖。民国三十二年(1943年)3月1日，榆次(西)也划归太行二专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将榆次县划入第八行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，太原市及阳曲、榆次、徐沟、清源、晋源5县由省政府直辖。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)7月19日，阎锡山军驻榆次县第八总队及县长等人弃城北窜，榆次县城和平解放。榆次县解放后，恢复为原建置。7月19日，由榆次县部分地析置榆次市（县级）。7月22日，中共中央、中央军委决定成立相当于省级的太原区，下辖3个专区，榆次县属第三专区；8月15日，太原区改名为晋中区，榆次县仍属第三专区。民国三十八年(1949年)初，榆次市撤销，并入榆次县。8月9日，山西省恢复建制，同时设阳泉专区。同年8月20日，阳泉专区改名为榆次专区，榆次县属榆次专区。"
        },
        {
            "type": "text",
            "text": "       1954年4月9日，榆次撤县设市(县级)，作为榆次专员公署驻地。1958年11月3日，榆次专区改名为晋中专区。1968年9月28日，成立晋中地区革命委员会，1978年5月，改设晋中地区行政公署，此期间，榆次市一直随属。1999年9月24日，撤销晋中地区和县级榆次市，设立地级晋中市，榆次市改称为晋中市榆次区。"
        }
    ]
}