{
    "title": "晋中市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1783",
            "category": "晋中市"
        }
    ],
    "detail": "[日期：2016-06-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：259次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十八年(1949年)8月9日，山西省恢复建制，同时设阳泉专区。8月20日，阳泉专区改名为榆次专区(专署驻榆次县)。1958年11月，榆次专区改名晋中专区，因位于山西省中部，故名晋中。1999年9月24日，撤销晋中地区，设立地级晋中市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代，境内散布着商朝的方国辔方(今晋中西部和吕梁市)、箕(今太谷县东)、雀(今介休市附近)和燕京戎等部落。"
        },
        {
            "type": "text",
            "text": "       西周初年，境域为华夏族和戎狄游牧部落杂居之地。春秋时期，多属晋国领地，东部另有白狄族所建肥国(都今昔阳县)。周灵王十六年(前556年)，晋平公将“昭馀祁”(今山西中部)作为食邑封给大夫祁奚，称为祁邑，范围包括晋中大部分地区。周敬王六年(前514年)，晋国将祁邑分置为7县，境内有祁(今祁县东南)、邬(今介休市东北)、涂水(今榆次区西南)、马首(今寿阳县南)4县。"
        },
        {
            "type": "text",
            "text": "       战国初期，仍为晋国领地。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，境地分属三国。赵国强盛后，大部分地区归赵国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，秦统一全国后，推行郡县制，境内置榆次、阳邑、祁、中都、邬、界休(今介休市东南)、马首7县，属太原郡(治晋阳)辖。"
        },
        {
            "type": "text",
            "text": "       西汉初年，全境为代王恒领地。汉平帝时(1年～5年)分属并州刺史部太原郡、上党郡和西河郡。其中，榆次(马首并入)、阳邑(今太谷县)、祁、京陵(今平遥县东北)、中都(今平遥县西南)、邬、界休7县属太原郡；沾县(治今昔阳县)属上党郡；平周县(今介休市西境)属西河郡。王莽新朝时，榆次改太原亭，阳邑改繁穰，祁改示，京陵改致城，界休改界美，各县隶属未变。东汉建立后，各县复旧称。东汉末年，境内置乐平郡(治今昔阳县巴洲村)，领乐平(今昔阳县)、沾县2县；废平周县；新置轑河县(今左权县)，属上党郡。其余榆次、阳邑、祁、中都、京陵、邬、界休7县仍归太原郡。"
        },
        {
            "type": "text",
            "text": "       三国时，全境归魏国并州统辖，分隶于太原、上党、西河、乐平4郡。榆次、阳邑、祁、邬4县隶太原郡，轑河县属上党郡，中都、京陵、界休3县属西河郡，乐平、沾县2县属乐平郡(后废)。"
        },
        {
            "type": "text",
            "text": "       西晋时，境地仍归并州统辖，分属于太原国(太原郡改)、上党郡、乐平郡(泰始中年复置)、西河国(西河郡改)4郡国。其中，榆次、阳邑、祁、中都、京陵、邬6县属太原国，武乡县(泰始年间从涅县分置，治今榆社县社城镇)属上党郡，沾、乐平、轑阳(轑河县改)、寿阳(太康年间置)4县属乐平郡，介休(界休县改)属西河国。十六国时期，邬、介休县废，其余各县先后为汉(前赵)、后赵、前燕、前秦、西燕、后燕统治。"
        },
        {
            "type": "text",
            "text": "       北魏时期，实行州、郡、县制，郡县兴废不定，分合频繁。境内初置乡郡(治今榆社县社城镇，太和十五年迁至今武乡县故县镇)，仍置并州乐平郡(太武帝时废，孝明帝时复置)，领乐平(太平真君九年废，孝昌二年复置)、辽阳(孝昌二年轑河县改)2县，其余县属并州太原郡、上党郡和汾州西河郡。属太原郡的有榆次(太平真君九年并入晋阳)、平遥(北魏始光元年，平陶县由今文水县迁至京陵县境，因避太武帝拓跋焘名讳，改名平遥县，同时裁京陵入平遥县)、中都(太平真君九年，由平遥县迁榆次县境，同时辖原寿阳县地；原寿阳县迁至大陵城南)、邬(太和十九年复置)和阳邑、祁、沾6县；属于西河郡的有介休(太和八年复置，地址在今介休城东南12.5公里处。不久被胡人攻破，介休县一度乔迁外地)。北魏永熙三年(534年)，北魏分裂为东魏和西魏，晋中全境属东魏。兴和四年(542年)，在介休县侨置平昌县(今介休市)，隶定阳郡，寄居介休30年。东魏武定八年(550年)，北齐取代东魏，全境遂归北齐控制，境内仍置并州乐平郡，新置梁榆县(今和顺县)，乐平郡领乐平、梁榆2县；其余中都、阳邑、寿阳(原寿阳县境置)、平遥4县属并州太原郡。期间，废邬县；裁祁县入平遥；介休县并入永安县(今孝义市)；辽阳县并入梁榆县。另外，境内有侨置郡、州4个，即定阳郡(由今吉县地侨置介休30余年)、南朔州(因迁朔州军人戍守而设，在今介休城东南12.5公里处，只领军人，不辖郡县)、朔州(侨置寿阳)、燕州(侨置寿阳县西南燕竹)。北齐承光元年(577年)，北周灭北齐，全境悉归周。北周宣政元年(578年)，改定阳郡为介休郡，复置介休县(次年改平昌县)，介休县属介休郡；其余中都、阳邑、寿阳、平遥、乐平、梁榆县隶属未变。侨置南朔州、燕州废止。"
        },
        {
            "type": "text",
            "text": "       隋朝统一后，取消郡级建制，行州、县两级制。介休郡改设介州，领平昌(开皇十八年改介休县)、灵石(开皇十年平昌县析置，十八年改属吕州)、平遥、清世(开皇十六年平遥县析置，治今平遥县东青村，大业初年废)等县。开皇十六年(596年),境内设辽州，治乐平，领乐平、辽山(开皇十年置,原为辽阳县)、东山(开皇十六年乐平县析置)、交漳(开皇十六年辽山县析置)4县。其余县属并、韩2州。属并州的县有寿阳、中都(开皇十年复榆次名)、祁县(开皇十年复置)、和顺(开皇十年梁榆县改)、辽山(开皇十六年改属辽州)、平城(开皇十六年和顺县析置，治仪城)、太谷(开皇十八年阳邑县改)等县；属韩州的有榆社县(开皇十六年从乡县分置，治今榆社县社城镇)。大业二年(606年)，裁辽州及东山县(并入乐平)、交漳县(并入辽山)、榆社县(并入乡县)。大业三年(607年)又改州为郡，行郡、县二级制。至大业十二年(616年)，全境分属于太原、西河(介州改，后废)2郡。祁县、寿阳、榆次、太谷、乐平、和顺、辽山和平城8县属太原郡；介休、平遥、灵石3县属西河郡。义宁元年(617年)，复置榆社县，并于介休县重置介休郡，于霍邑(今霍州市)置霍山郡，全境由太原、介休、霍山3郡领属。祁县、寿阳、榆次、太谷、乐平、和顺、辽山、平城、榆社9县属太原郡；介休、平遥2县属介休郡；灵石县属霍山郡。"
        },
        {
            "type": "text",
            "text": "       唐初实行州、县两级制。境内复置介州(介休郡改)，领介休、平遥2县；其余榆次、太谷、祁县、寿阳、乐平、平城、和顺、辽山8县属并州；灵石县属吕州(霍山郡改)；榆社县属韩州。武德三年(620年)，境内置太州(治太谷县)，领太谷、祁县2县；置辽州(治乐平县)，领乐平、辽山、和顺、义兴(武德三年和顺县析置，治今和顺县仪村)4县；置榆州(治榆社县)，领榆社、平城、偃武(武德三年榆社县析置，治今榆社魏城村)3县；寿阳县改属受州(武德三年置，治今盂县)；其余县隶属不变。武德六年(623年)，废太州、榆州，太谷县、祁县仍归并州辖；义兴县并入和顺县，偃武县并入榆社县，榆社、平城2县改属辽州；受州徙治寿阳县，辖寿阳、乐平2县；辽州由乐平徙治辽山县。武德八年(625年)，辽州改名箕州，受州迁治赛鱼(今阳泉市赛鱼村)，各县隶属不变。从贞观起，唐朝增设道制，逐渐成为道、州(府)、县三级制。贞观元年(627年)，废介州，介休、平遥县改属汾州。贞观八年(634年)，废受州，寿阳县、乐平县改属并州。贞观十七年(643年)，废吕州，灵石县改属汾州。先天元年(712年)，箕州改名仪州。至此，各县分属于并、汾、仪3州，统归河东道辖。属并州的有榆次、太谷、祁县、寿阳4县；属汾州的有介休、平遥、灵石3县；属仪州的有辽山、和顺、榆社、平城、乐平5县。开元十一年(723年)，并州改为太原府，县属未变。天宝元年(742年)，仪州改设乐平郡，乾元元年(758年)复称仪州，中和三年(883年)再改辽州。至此，全境分属太原府和汾、辽2州管辖。其中，辽州辖辽山、和顺、榆社、平城、乐平5县；榆次、太谷、祁县、寿阳属太原府；介休、平遥、灵石县属汾州府。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，全境相继为晋唐、后唐、后晋、后汉、北汉领属。州、县建置基本未变。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国四年(979年)，宋灭北汉，统辖晋中全境。同年，晋阳城毁，并州治所迁至榆次。太平兴国七年(982年)移治唐明镇(今太原城区)。北宋地方行政区划行路、府(州、军)、县三级制。晋中统归河东路，境内设辽州，领辽山(熙宁七年至元丰七年属平定军)、和顺、榆社、平城4县；其余县属太原府、汾州、平定军。其中，榆次、太谷、祁县、寿阳4县属太原府，灵石、介休、平遥3县属汾州府；乐平县归平定军(太平兴国二年置，治今平定县)。"
        },
        {
            "type": "text",
            "text": "       金灭北宋，全境归金统治。金承宋制，设路、州(府)、县三级。各县属河东北路的太原府、平定州、汾州和河东南路的辽州管辖。境内设辽州(天会六年改南辽州，天德三年复称辽州)，领辽山、榆社、和顺、平城(贞元二年并入辽山)、仪城(贞祐四年于平城旧址置，治今和顺县仪城村)5县；榆次、太谷、祈县(祁县改，元朝复称祁县)、寿阳4县属太原府；乐平、寿阳2县属平定州；平遥、介休、灵石3县属汾州。贞祐元年(1213年)，于祈县北团柏村置帻州，祈县属之，贞祐四年(1216年)废。兴定四年(1220年)，于寿阳县西张寨村置晋州；乐平县改设皋州。帻州、晋州属河东北路，皋州属河东南路。"
        },
        {
            "type": "text",
            "text": "       元代实行省、路、府(州)、县四级制，全境属中书省之太原路、平阳路。其中，榆次、太谷、祁县、寿阳4县属太原路直辖，平遥、介休2县属太原路之汾州管辖；乐平县属太原路之平定州；辽州领辽山、榆社(至元三至六年并入辽山)、和顺、仪城(至元三年并入和顺)4县，归平阳路直辖；灵石、小灵石(元初从灵石县析置，治冷泉关，至元二年省入介休县)县属平阳路之霍州。大德九年(1305年)，太原路改冀宁路，平阳路改晋宁路，境内州县隶属不变。"
        },
        {
            "type": "text",
            "text": "       明代行布政使司(省)、府(州)、县三级制。全境属山西布政使司。境内设辽州直隶州和10县。辽州(洪武九年辽山县并入)领榆社、和顺2县；其余县属太原府、汾州府和平阳府。其中，榆次、太谷、祁县、寿阳4县直属太原府，乐平县属太原府之平定州，平遥、介休、灵石县属汾州府。万历四十二年(1614年)，灵石县改属平阳府。"
        },
        {
            "type": "text",
            "text": "       清袭明制，仍设省、府(州)、县(散州)三级。全境归山西省属太原府、汾州府和辽州、平定州、霍州3个直隶州。境内置辽州1州和10县。辽州领榆社、和顺2县；其余榆次、太谷、祁县3县属太原府(3县与太原府还领属的徐沟、交城、文水、阳曲、岚县、兴县、岢岚州等共10县，俗称“府十县”)；平遥、介休2县属汾州府(2县与汾州府另外所领的汾阳、孝义、石楼、临县、宁乡、永宁州共8县，俗称“汾八县”)；寿阳、乐平2县属平定州(辽州、平定州所辖4县，俗称“东四处”)；灵石县属霍州。嘉庆元年(1796年)，乐平县降为乡，仍属平定州。至此，境内设1州9县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府级建置，改州为县。辽州改为辽县，乐平复置县。境内设榆次、太谷、祁县、平遥、介休、灵石、寿阳、乐平、和顺、辽县、榆社11县，直属于山西省管辖。民国二年(1913年)，省下设道，由道辖县。境内除灵石县属河东道(治今运城市)外，其余10县皆归冀宁道(治今阳曲县)辖。民国三年(1914年)4月17日，因与江西省乐平县同名，经内务部协议，乐平改名昔阳县。民国十六年(1927年)5月，废除道制，各县直属于省。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)七·七事变以后，日本发动全面侵华战争。同年11月2日，日军侵占寿阳县城；3日，占领昔阳；4日，占领榆次；7日，太谷；8日，占领祁县；民国二十七年(1938年)2月13日，占领平遥；15日，占领介休；24日，占领灵石；民国二十八年(1939年)1月23日，占领和顺；29日，占领辽县(今左权县)。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，寿阳、昔阳、榆次属雁门道，和顺、辽县属上党道，其余5县①属冀宁道。"
        },
        {
            "type": "text",
            "text": "       七·七事变后，中国国民党与中国共产党联合抗战，结成抗日民族统一战线。八路军挺进山西开辟抗日根据地，并建立革命政权。由此，形成阎锡山领导的山西省政府划分的行政区和中国共产党领导的抗日根据地的行政区两种政权并存的局面。"
        },
        {
            "type": "text",
            "text": "       阎锡山政权所属建置：民国二十六年(1937年)9月，阎锡山将山西省划分为7个行政区，设行政主任公署。境内各县分属第一、第三、第四、第六行政区。其中，寿阳县属第一区；榆社、辽县、和顺、昔阳、祁县、太谷、榆次7县属第三区；介休、平遥2县属第四区；灵石县属第六区。民国二十七年(1938年)2月，增设第八、第九行政区，榆次、太谷、祁县划归第八区。民国二十八年(1939年)8月，全省调整行政建置，划为18个行政区，灵石县划归第十二区，介休、平遥2县划归第十八区，其余各县隶属不变。"
        },
        {
            "type": "text",
            "text": "       抗日革命根据地建置：民国二十六年(1937年)9月，八路军一一五师、一二〇师、一二九师东渡黄河，开赴山西抗日前线，分别建立以五台山、吕梁山、太行山为依托的晋察冀、晋绥、晋冀(鲁)豫三大抗日革命根据地。晋中基本以日本侵略军控制的正太、同蒲铁路为界，分属这三个根据地管辖。正太铁路以北属晋察冀边区；同蒲铁路以西属晋绥边区；正太铁路以南、同蒲铁路以东属晋冀(鲁)豫边区。在晋冀(鲁)豫区内，又以日军修筑的白(圭)晋(城)铁路为界分太行、太岳两区，东属太行区，西属太岳区。为了便于领导，晋中各县还以日军控制的铁路和平辽公路及汾河等为界，又划分为面积更小的县级行政区。不同时期，根据地新置县以同蒲、正太铁路为界划分有榆次路东、路西、路北县，寿阳路南、路北县，寿阳、榆次一部分合组寿榆县，榆次、太谷一部分合组榆太(路西)县(后加祁县一部分成立榆太祁联合县)，祁县另设祁北县，平遥、介休一部分合组平介县；灵石以汾河为界分设灵(石)东、灵(石)西县；昔阳、和顺、辽县以平辽公路为界分别设昔(阳)东、昔(阳)西、和(顺)东、和(顺)西、辽县和辽西县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945)日本投降后，中共领导的昔阳、和顺、左权3县分隔的建置合并为原制。同年11月20日，太行行署成立，太行区调整为6个专区，各区设专员公署。榆次(路东)、寿阳(路南)、太谷、榆太祁、左权、榆社、昔阳、祁县、和顺县属第二专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，山西全省106县市被阎锡山军队抢占79个，划全省为16个行政督察区。民国三十六年(1947年)1月，山西省政府再次调整行政建置，划5县为省直辖，其余分设14个行政区，置行政督察专员公署。晋中境内，将榆次县划为山西省直辖县；于介休县设第一区，置第一专员公署，辖太谷、祁县、平遥、介休、灵石5县；和顺、榆社、昔阳、寿阳、辽县5县划归第二区(驻平定县)。民国三十七年(1948年)7月，晋中全境解放后，阎锡山山西省政府在晋中的行政设置随之废止。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)5月，晋察冀与晋冀鲁豫边区合并为华北区，太行区改归华北区管辖，各县隶属不变。同年7月21日，晋中全境解放，被分隔的寿阳、榆次、太谷、祁县、灵石县陆续恢复为原建置。8月，华北联合行政委员会设立晋中区，成立晋中行政公署(驻榆次县尚村，后迁田村)，下设3个专区，置专员公署。境内设置第三专区，专署驻太谷县，辖榆次、太谷、祁县、平遥、介休5县及平遥市②。寿阳县属第一专区。另外，昔阳、和顺、左权、榆社县仍属太行区第二专区，灵石县属太岳区第一专区。民国三十八年(1949年)年2月，晋中行政公署与太原市政府合并，称太原市政府，原属晋中区第一、第三专区的县相应改属太原市第一、第三专区。同年5月，太行区调整区划，分设5个专区，境内置左权专区，专署驻左权县，辖左权、昔阳、和顺、榆社4县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月9日，山西省恢复建制，同时设阳泉专区。8月20日，阳泉专区改名为榆次专区。专署暂驻太谷县城。9月24日，专署驻地迁至榆次城内。榆次专区辖榆次、太谷、祁县、平遥、介休、灵石、榆社、左权、和顺、昔阳、寿阳、平定、盂县13县和阳泉工矿区。"
        },
        {
            "type": "text",
            "text": "       1950年8月，山西省人民政府榆次区行政督察专员公署改名为山西省人民政府榆次区专员公署。1951年4月，榆次专区增辖交城、文水、汾阳、孝义、清源、徐沟6县。1952年6月，又增辖临县、离石、方山、中阳4县。此后，清源、徐沟合并为清徐县；离石、方山合并为离山县；榆次县改设榆次市。1955年2月，山西省人民政府榆次区专员公署又改称山西省榆次专员公署。"
        },
        {
            "type": "text",
            "text": "       1958年11月，榆次专区改名晋中专区，设立山西省晋中专员公署，仍为省政府派出机构。同时调整行政区，晋中专区辖7县2市，即阳泉市(昔阳、盂县并入)、榆次市(寿阳并入)、太谷县(祁县并入)、汾阳县(交城、文水县并入)、介休县(灵石、孝义县并入)、离石县(中阳、离山县合并)、和顺县(左权县并入)、平遥县和临县。1959年6月至1961年5月，各县陆续分设，恢复原建置。"
        },
        {
            "type": "text",
            "text": "       1968年9月，设立晋中地区，成立晋中地区革命委员会，辖榆次、太谷、祁县、平遥、介休、灵石、寿阳、昔阳、和顺、左权、榆社、平定、盂县、交城、文水、汾阳、孝义、中阳、临县、离石20县。1971年4月，交城、文水、汾阳、孝义、中阳、临县、离石7县划归新设立的吕梁地区。"
        },
        {
            "type": "text",
            "text": "       1978年5月，改设晋中地区行政公署，仍为省政府派出机构，辖榆次、太谷、祁县、平遥、介休、灵石、寿阳、昔阳、和顺、左权、榆社、平定、盂县13县和榆次市。1983年7月，平定、盂县归属阳泉市辖，榆次市、县合并为榆次市(县级)。1992年2月，介休县改设介休市。1996年1月，设立省级榆次经济技术开发区，隶属晋中地区管辖。1999年9月24日，撤销晋中地区，设立地级晋中市。县级榆次市改设榆次区。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①榆社县未归入日伪设置的4道之中。因为民国二十八年(1939年)7月8日，日军侵犯榆社县，遭八路军386旅重创。民国二十九年(1940年)6月16日，日军再次侵占了榆社县城，但同年11月9日八路军收复了县城。民国三十一年(1942年)2月16日，日军再次占领榆社。但民国三十三年（1944年）2月29日，太行军区二、三分区部队再次解放了榆社县。"
        },
        {
            "type": "text",
            "text": "       ②民国三十七年(1948年)8月，平遥县城关区升级为平遥市(县级)，与平遥县同属晋中行政公署第三专区。民国三十八年(1949年)8月10日，平遥市撤销，恢复平遥县城关区。"
        }
    ]
}