{
    "title": "山阴县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        },
        {
            "id": "1853",
            "category": "山阴县"
        }
    ],
    "detail": "[日期：2016-06-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：156次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       辽初置河阴县，因在桑干河之阴得名，故治在今山阴故驿村北。后因与郑州辖县重名，金大定七年(1167年)改为山阴，因位于恒山余支翠微山(佛宿山)的阴坡，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       山阴禹贡冀州北域。春秋北狄所居。战国属越。秦属雁门郡。西汉置汪陶县，属雁门郡。晋永嘉后县废。北魏为畿内地，置桑干郡治桑干（朔城区西影寺村），孝文帝迁都洛阳后，属恒州。北齐改桑干郡为广宁郡，北周废。"
        },
        {
            "type": "text",
            "text": "       隋属马邑郡神武县（朔城区神武村）地。唐初属朔州马邑县地，后为应州金城县地。五代隶寰州。后唐清泰三年(936年)，河东节度使石敬瑭起兵造反，拜契丹主耶律德光为父，以契丹有助援之功，后晋天福三年(938年)将燕云十六州割让给契丹，今山阴县地遂属契丹。辽初置河阴县(因在桑干河之阴得名，故治在今山阴故驿村北)，属朔州，清宁中改属应州。"
        },
        {
            "type": "text",
            "text": "       金大定七年(1167年)河阴县改名为山阴县（因在复宿山之北，故名，即今山阴城），属应州。贞祐二年(1214年)升为忠州。属西京路大同府。元初改忠州为山阴县，蒙古至元二年(1265年)并入金城县，元末于今古城镇复置，仍名山阴县，属应州。明，山阴县属大同府应州辖。清，山阴县属大同府辖。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，山阴县直属山西省。民国二年(1913年)3月置北路道，民国三年(1914年)5月改名为雁门道，山阴县属雁门道。民国十六年(1927年)5月，废除道制，山阴县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，山阴县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月18日，日军侵占山阴县城，并把治所移今岱岳镇。民国二十八年(1939年)4月，日伪山西公署成立，并将雁北山阴等13县划归日伪蒙疆联合委员会晋北政厅管辖。民国三十二年(1943年)1月1日起，晋北政厅改为“大同省”，山阴县属“大同省”，直至民国三十四年(1945年)8月，伪政府向阎锡山部队投降。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，共产党领导下人民政权的行政区划，以北同蒲铁路为界，铁路以东属晋察冀地区，称东雁北；铁路以西属晋绥地区，称西雁北。为了适应斗争的需要，各相邻县敌人不常到的村庄划片立县，成立联合抗日政府。如：民国二十七年(1938年)4月至民国二十九年(1940年)10月的右山怀县(右玉、山阴、怀仁)；山阴与朔县部分地区组成山朔县；民国二十七年(1938年)8月至民国二十九年(1940年)10月的右南县(朔县、山阴、右玉)。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将山阴县划入第十行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，山阴县属第十一行政督察区(驻右玉县)。"
        },
        {
            "type": "text",
            "text": "       民国三十五年(1946年)6月24日，山阴县解放。民国三十八年(1949年)5月，原晋绥边区西雁北地委、专署一级机构宣布撤销，组成山阴中心县，作为东西雁北合并前的过渡机构，管辖山阴、平鲁、朔县、左云、右玉、怀仁、大同各县。9月6日，东、西雁北正式合并，划归察哈尔省雁北专署，山阴县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区重归山西省，山阴县随属。1958年11月3日，忻县专区与雁北专区合并为晋北专区，11月21日，应县废入山阴县。1960年1月7日，应县、山阴县分置。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，山阴县复属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会，1978年改称为雁北行政公署，期间山阴县一直随属。1988年3月24日，撤销朔县、平鲁县，设立朔州市(地级)和朔州市朔城区、平鲁区，并将雁北地区的山阴县划归朔州市管辖。"
        }
    ]
}