{
    "title": "怀仁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        },
        {
            "id": "1851",
            "category": "怀仁县"
        }
    ],
    "detail": "[日期：2016-06-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：183次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       辽重熙十三年(1044年)析云中县地，置怀仁县，因先前辽太祖耶律阿保机曾与晋王李克用相会于云州东城，易袍马，约为兄弟，有“怀想仁人”之语，故名怀仁。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧时，属冀州。虞舜析冀为幽、并二州，地属幽州。 夏复并为冀州。商封同姓为代子，地属冀州。周分天下为九州，地属幽州。春秋末，代子簪号为王，属代国。战国赵襄子灭代，地属赵。秦分下下为三十六郡，置班氏县，属代郡。"
        },
        {
            "type": "text",
            "text": "       西汉仍为班氏县，新莽改为班副县。东汉复为班氏县，东汉末年县废。三国时地属曹魏平城县。北齐天保七年(556年)年置太平县。北周建德六年(577年)，改太平县为云中县，治所在在今山西省大同市。隋开皇二年(582年)，为避隋文帝父亲杨忠名讳，云中县改为云内县，移置今山西省朔州市怀仁县西南，隶属马邑郡。"
        },
        {
            "type": "text",
            "text": "       唐朝武德六年(623年)，在云内县置北恒州，武德七年(624年)北恒州废。贞观十四年(640年)，在此地复置定襄县。永淳元年(682年)废定襄县。开元十八年(730年)，复置云州、云中县，云中县隶云州。天宝元年(742年)将云州改为云中郡，乾元元年(758年)云中郡再改为云州，所辖未变。"
        },
        {
            "type": "text",
            "text": "       五代时，云中县为云州治，隶属河东道。后唐清泰三年(936年)，河东节度使石敬瑭起兵造反，拜契丹主耶律德光为父，以契丹有助援之功，后晋天福三年(938年)将燕云十六州割让给契丹，云中县遂属契丹。"
        },
        {
            "type": "text",
            "text": "       辽重熙十三年(1044年)改云州为西京，设西京道，大同府，为辽之陪都，大同城名始称于此，统二州七县。同时辽析云中县地，置怀仁县(今怀仁东，大同南30公里)，直隶大同府。"
        },
        {
            "type": "text",
            "text": "       金灭辽后，贞祐二年(1214年)怀仁县升为云州，属西京路大同府。元朝，至元二十五年(1288年)改西京路大同府为西京路，后改大同路，辖八州五县，怀仁县即为五县之一。"
        },
        {
            "type": "text",
            "text": "       明洪武二年(1369年)大同路改为大同府，辖四州七县，怀仁县即为七县之一。清代，大同府辖二州七县，怀仁县为七县之一。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，怀仁县直属山西省。民国二年(1913年)3月置北路道，民国三年(1914年)5月改名为雁门道，怀仁县属雁门道。民国十六年(1927年)5月，废除道制，怀仁县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，怀仁县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月13日，国民党守军和县政府弃城南撤，次日，日军被当地乡绅迎入怀仁县城。民国二十八年(1939年)4月，日伪山西公署成立，并将雁北怀仁等13县划归日伪蒙疆联合委员会晋北政厅管辖。民国三十二年(1943年)1月1日起，晋北政厅改为“大同省”，怀仁县属“大同省”，直至民国三十四年(1945年)9月，日军全部撤离，第二战区接收了怀仁县政权。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十七年(1938年)怀仁县抗日民主政府建立，属晋西北根据地。民国二十九年(1940年)建立晋西北民主政权，翌年8月，改为晋西北行政公署，民国三十二年(1943年)11月，改为晋绥边区行政公署，怀仁县为其所辖。抗战期间，为了适应斗争的需要，各相邻县敌人不常到的村庄划片立县，成立联合抗日政府。如：民国二十七年(1938年)4月至民国二十九年(1940年)10月的右山怀(右玉、山阴、怀仁)县；民国二十八年(1939年)2月成立的大怀左(大同、怀仁、左云)县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，山西全省106县市被阎锡山军队抢占79个，阎锡山继续出任山西省政府主席，将怀仁县划入第十一行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，怀仁县属第十行政督察区(驻大同县)。"
        },
        {
            "type": "text",
            "text": "       民国三十五年(1946年)8月2日，怀仁县首次解放，之后城池六度易手，直至民国三十七年(1948年)8月26日，解放军最终夺得怀仁县，属晋绥五专署，同年12月，改属雁北专署。民国三十八年(1949年)5月，原晋绥边区西雁北地委、专署一级机构宣布撤销，组成山阴中心县，作为东西雁北合并前的过渡机构，管辖山阴、平鲁、朔县、左云、右玉、怀仁、大同各县。9月6日，东、西雁北正式合并，划归察哈尔省雁北专署，怀仁县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区重归山西省，怀仁县随属。1954年4月9日，大同县与怀仁县合并，设立大仁县。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，怀仁县、大同县恢复原来建制。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，怀仁县复属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会，1978年改称为雁北行政公署，期间怀仁县一直随属。1993年6月25日，撤销雁北地区，怀仁县划属朔州市。"
        }
    ]
}