{
    "title": "右玉县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        },
        {
            "id": "1852",
            "category": "右玉县"
        }
    ],
    "detail": "[日期：2016-06-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：153次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武二十五年(1392年)在今右玉县置定边卫，永乐元年(1403年)废，永乐七年(1409年)，复置大同右卫。正统十四年(1449年)将边外玉林卫并入大同右卫，改称右玉林卫，又于其南置威远卫，属大同行都指挥使。清初直称右玉卫，清雍正三年(1725年)撤卫，改为右玉县，"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周、春秋时期为北方少数民族所占据，先后属幽州、冀州、楼烦；战国时期归入赵国代地。秦统一六国后，在今右玉县城西南置善无县(故址在今威远堡镇古城村)，隶属雁门郡，其时郡、县同治一城；"
        },
        {
            "type": "text",
            "text": "       西汉时，善无县仍为雁门郡治所，境内又增设 中陵县和沃阳县。新莽改雁门郡为填狄郡，改善无为阴馆。东汉复为雁门郡善无县，但雁门郡南迁，善无县划归定襄郡。建安二十年(215年)，定襄郡所领5县合并为定襄县，属新兴郡。三国时，连年混战，再加上匈奴侵边，善无县人口流失、土地荒芜，县治不复存在。"
        },
        {
            "type": "text",
            "text": "       西晋，怀帝司马炽将雁门关以北(包括今右玉县)划给鲜卑拓跋卢；北魏立国后复置善无县，因临近国都平城(今大同)，属畿内之地。孝文帝迁都洛阳后，境内又置善无郡，辖善无、沃阳二县，隶属恒州。北齐改善无县为威远县，北周废，为北朔州之地。"
        },
        {
            "type": "text",
            "text": "       隋，今右玉县地为马邑郡北境、定襄郡南境；唐为云中县地，天宝年间(742年—756年)，曾于今右玉县境置静边军。五代时，云中县为云州治，隶属河东道。后唐清泰三年(936年)，河东节度使石敬瑭起兵造反，拜契丹主耶律德光为父，以契丹有助援之功，后晋天福三年(938年)将燕云十六州割让给契丹，云中县遂属契丹。"
        },
        {
            "type": "text",
            "text": "       辽为云中县地，重熙十三年(1044年)改云州为西京，设西京道，大同府，为辽之陪都，云中县属大同府。金，今右玉县地仍属云中县，上隶西京路大同府。蒙古至元二年(1265年)云中县并入大同县。至元二十五年(1288年)改西京路大同府为西京路，后改大同路，辖八州五县，今右玉县地即随大同县隶属大同路。"
        },
        {
            "type": "text",
            "text": "       明洪武二十五年(1392年)在今右玉县置定边卫，永乐元年(1403年)废，永乐七年(1409年)，复置大同右卫。正统十四年(1449年)将边外玉林卫并入大同右卫，改称右玉林卫，又于其南置威远卫，属大同行都指挥使。清初直称右玉卫，清雍正三年(1725年)撤卫，改为右玉县，同时置朔平府，府县同治右玉城。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅，改为省、县两级制，右玉县直属山西省。民国二年(1913年)3月置北路道，民国三年(1914年)5月改名为雁门道，右玉县属雁门道。民国十六年(1927年)5月，废除道制，右玉县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，右玉县属第二行政主任公署(驻岢岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月20日，因国民党守军和县政府撤走，日军顺利进入右玉县，但只留一个宣抚班，且不久即撤离。民国二十七年(1938年)1月8日，日军第二次侵占右玉县城。民国二十八年(1939年)4月，日伪山西公署成立，并将雁北右玉等13县划归日伪蒙疆联合委员会晋北政厅管辖。民国三十二年(1943年)1月1日起，晋北政厅改为“大同省”，右玉县属“大同省”，直至民国三十四年(1945年)8月16日，伪县长随日军撤往大同，托和清游击队收复县城。"
        },
        {
            "type": "text",
            "text": "       抗日战争和解放战争期间，右玉县大部分地区为革命根据地，在境内或邻近县范围先后成立右清、右山怀、左右凉、右南、右玉等民主政权，属晋绥边区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，山西全省106县市被阎锡山军队抢占79个，阎锡山继续出任山西省政府主席，将右玉划入第十一行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，右玉县仍属第十一行政督察区(驻右玉县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948)3月23日，国民党军队和县长等弃城逃走，右玉县被解放。3月28日，县委宣布成立右玉市，8月中旬，撤消右玉市。民国三十八年(1949年)5月，原晋绥边区西雁北地委、专署一级机构宣布撤销，组成山阴中心县，作为东西雁北合并前的过渡机构，管辖山阴、平鲁、朔县、左云、右玉、怀仁、大同各县。9月6日，东、西雁北正式合并，划归察哈尔省雁北专署，右玉县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区重归山西省，右玉县随属。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，撤销右玉县，并入左云县。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，同年7月9日，恢复右玉县建制，隶属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会。1973年10月29日，右玉县政府移驻梁家油坊，1978年雁北革命委员会改称为雁北行政公署，期间右玉县一直随属。1993年6月25日，撤销雁北地区，右玉县划属朔州市。"
        }
    ]
}