{
    "title": "应县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        },
        {
            "id": "1854",
            "category": "应县"
        }
    ],
    "detail": "[日期：2016-06-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：167次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐朝末年，以雁门山、龙首山南北呼应而得名，设置应州。也意指“上应天道，下应群萌，实为应地”。民国元年(1912年)5月，全国废府、州、厅为省、县两级制，改应州为应县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时归赵，秦归雁门郡。西汉，在今应县境内置剧阳、繁峙县，新莽改剧阳为鄯阳，改繁峙为当要。东汉恢复为剧阳、繁峙。东汉末年县废。西晋永嘉后繁峙迁入关内，其地入代。北魏复置繁峙郡(东古城)，县西境为桑干郡地。北齐属繁峙郡。"
        },
        {
            "type": "text",
            "text": "       隋为马邑郡神武县地。唐为朔州马邑县地。唐朝末年，以雁门山、龙首山南北呼应而得名，设置应州。乾符元年(874年)，李国昌为大同节度使时，因应州故城废坏，始移筑县城于应县天王村南，命为金凤城，设金城县治，即今应县城。其时之应州，辖金城、浑源、河阴三县。"
        },
        {
            "type": "text",
            "text": "       五代后唐天成元年(926年)，在应州置彰国军节度使。后唐清泰三年(936年)，河东节度使石敬瑭起兵造反，拜契丹主耶律德光为父，以契丹有助援之功，后晋天福三年(938年)将燕云十六州割让给契丹，应州遂属契丹。"
        },
        {
            "type": "text",
            "text": "       辽时，应州属西京道。仍置彰国军节度使，领金城、浑源、河阴(即山阴)三县。金代，应州属西京路，仍置彰国军节度使，治金城，属县有金城、山阴(原河阴县改)、浑源三县。元时，应州属大同路，领金城、山阴二县。明时，金城县并入应州，只领山阴一县。清代，应州属大同府。雍正八年(1730年)山阴直属大同府后，应州不再领县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，改应州为应县，直属于山西省政府。民国二年(1913年)3月置北路道，民国三年(1914年)5月改名为雁门道，应县属雁门道。民国十六年(1927年)5月，废除道制，应县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，应县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月20日，当地乡绅及留日学生组织了维持会，将日军迎入应县县城。民国二十八年(1939年)4月，日伪山西公署成立，并将雁北应县等13县划归日伪蒙疆联合委员会晋北政厅管辖。民国三十二年(1943年)1月1日起，晋北政厅改为“大同省”，应县属“大同省”，直至民国三十四年(1945年)8月23日，日军参事官植村嘉太郎率部撤回大同。县城为国民党地方武装乔日成占领。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将应县划入第十行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，应县属第十一行政督察区(驻右玉县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)5月25日，应县解放。民国三十八年(1949年)9月6日，东、西雁北正式合并，划归察哈尔省雁北专署，应县属察哈尔省雁北专区。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区重归山西省，应县随属。1958年11月3日，忻县专区与雁北专区合并为晋北专区，11月21日，应县废入山阴县。1960年1月7日，应县、山阴县分置。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，应县复属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会，1978年改称为雁北行政公署，期间应县一直随属。1993年6月25日，撤销雁北地区，右玉县划属朔州市。"
        }
    ]
}