{
    "title": "朔州市朔城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        }
    ],
    "detail": "[日期：2016-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：218次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置马邑县。北齐天保八年（557年）迁原在内蒙和林格尔的朔州治所移入马邑故城。隋大业三年（607年）罢朔州为马邑郡。唐代，马邑郡改为朔州。以后历经后唐、辽、金、元、明、清几朝，朔州之名始终未变。民国元年(1912年)5月，全国废府、州、厅，改为省、县两级制，朔州改为朔县。1988年3月24日，设地级朔州市，朔县划归朔州市管辖，改称朔城区。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       现在的朔城区古城，就是秦朝时修建的古马邑。相传，秦始皇三十二年（前215年），为了防御北地胡人，派大将蒙恬，领兵三十余万，到塞外修城防守，蒙将军动用了大批百姓做苦工，可是城墙刚建完就倒蹋了。当时正是寒冬腊月，有一天夜里下了一场大雪，次日天明，在围着城址的雪地上，出现了马蹄印，人们依照马蹄印修起城墙，再也不蹋了，于是给修起的城起了个名字叫马邑。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦始皇三十二年（前215年）蒙恬率军北击匈奴，在此筑土城养马，所筑之城称马邑（今朔城区，包括古城墙在内），不久置马邑县，属雁门郡。西汉袭秦制，置马邑县，仍属雁门郡。新朝王莽改马邑县为章昭县。东汉，恢复马邑县。东汉末年，郡县荒废。三国魏复置马邑县。"
        },
        {
            "type": "text",
            "text": "       西晋永嘉四年（310年），怀帝封拓跋猗卢为“大单于”，以代郡封其为“代公”，猗卢以“封邑去国悬远，民不相接”为由，迫使晋室将当时雁门郡所辖陉岭（句注山或雁门山）以北的楼烦、马邑、阴馆、繁峙、崞等五县居民徙到雁门关以南，雁门关以北之地划归拓跋部。猗卢进驻马邑后，于永嘉六年（312年）在黄瓜堆筑新平城。晋人称为小平城，"
        },
        {
            "type": "text",
            "text": "       十六国时期，马邑先属前秦，不久归后燕。北魏初，马邑为畿内地。太和十八年（494年）后，马邑隶属恒州。北齐天保六年（555年），将朔州治从盛乐(今内蒙古和林格尔县)迁于新城（梵王寺村北）。天保八年（557年）朔州治所移入马邑故城，并改马邑县为招远县，同时置广安郡，郡县治所同在朔州。北周建德六年（577年）灭掉北齐，升朔州为总管府。"
        },
        {
            "type": "text",
            "text": "       隋初，朔州总管府辖二郡三县，广安郡领招远、神武（神武村）二县，长宁郡领长宁一县，不久罢总管府。开皇二十年（600年），朔州只辖招远、神武二县。大业三年（607年）罢朔州为马邑郡，辖鄯阳（由招远改）、神武（山阴、应县境）、云内（由云中改，为避隋文帝父亲杨忠名讳）、开阳（今朔城区南部）4县。"
        },
        {
            "type": "text",
            "text": "       唐代，马邑郡改为朔州，属河东道管辖。朔州领有鄯阳、常宁二县。开元五年（717年）于鄯阳城东30里的大同军城另置马邑县，隶属于朔州。天宝元年（742年），朔州改为马邑郡，乾元元年（758年）又改马邑郡为朔州， 领鄯阳、马邑二县。"
        },
        {
            "type": "text",
            "text": "       五代，后唐初，朔州置振武军，马邑置兴唐军。天成元年（926年），于兴唐军置寰州，治所寰清县（西影寺东），后晋天福元年（936年），将朔州、寰州在内的十六个州割让给契丹。"
        },
        {
            "type": "text",
            "text": "       辽代，朔州属西京道所辖，统和年间（983年—1012年），升朔州为顺义军，领鄯阳、马邑、宁远三县。宋宣和五年（1123年）金曾将朔州归宋，改为朔宁府。金天会三年（1125年）又为金国占领，朔州归西京路所辖，在朔州置顺义军节度使，治鄯阳，属县有鄯阳、马邑二县。贞祐二年（1214年）又升马邑县为固州。"
        },
        {
            "type": "text",
            "text": "       元代，朔州仍领鄯阳、马邑二县。明代，朔州属大同府所辖，鄯阳县撤销，朔州只领马邑一县。嘉靖二十一年（1542年）冀北道由大同移驻朔州。嘉靖二十七年（1548年），冀北道移驻阳和。 清代，朔州初属大同府，雍正三年（1725年）置朔平府，治右玉，朔州和马邑属朔平府。嘉庆元年（1796年），马邑撤县为乡并入朔州。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅，改为省、县两级制，朔州改为朔县，马邑复置为县，均直属山西省。民国二年(1913年)3月置北路道，民国三年(1914年)5月改名为雁门道，马邑县又并入朔县，属雁门道。民国十六年(1927年)5月，废除道制，朔县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，朔县属第二行政主任公署(驻岢岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月28日，日军攻破守城军民的南门防线，进入县城，并连续三天大屠杀，约三千人被杀害。不久，驻守县城之日军多被晋绥军所歼，10月初，日军从大同派来增援部队，才最后占领县城。民国二十八年(1939年)4月，日伪山西公署成立，并将雁北朔县等13县划归日伪蒙疆联合委员会晋北政厅管辖。民国三十二年(1943年)1月1日起，晋北政厅改为“大同省”，朔县属“大同省”，直至民国三十四年(1945年)秋，朔县日军全部撤往太原。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十九年（1940年）建立晋西北民主政权。民国三十年（1941年）8月改为晋西北行政公署，民国三十二年（1943年）11月，改为晋绥边区行政公署，朔县为其所辖。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946）6月17日，朔县解放，属晋绥边区。民国三十八年（1949年）5月，原晋绥边区西雁北地委、专署一级机构宣布撤销，组成山阴中心县，作为东西雁北合并前的过渡机构，管辖山阴、平鲁、朔县、左云、右玉、怀仁、大同各县。9月6日，东、西雁北正式合并，划归察哈尔省雁北专署，朔县隶属雁北专署。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区重归山西省，朔县随属。1958年11月3日，忻县专区与雁北专区合并为晋北专区，11月21日，平鲁县废入朔县。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，7月9日，平鲁县、朔县分置，均属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会，1978年改称为雁北行政公署，期间朔县一直随属。1988年3月24日，撤销朔县、平鲁县，设立朔州市(地级)和朔州市朔城区、平鲁区。"
        }
    ]
}