{
    "title": "朔州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1782",
            "category": "朔州市"
        }
    ],
    "detail": "[日期：2016-06-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北齐天保六年（555年）将朔州治从盛乐（今内蒙古和林格尔县）迁于新城（今朔城区南梵王寺村北），正式以今朔州之地始置朔州。朔，古义为“北方”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝时期，这里活动的北方民族仍称薰鬻(《史记》写作荤粥)；商朝时期，这里活动的北方民族称土方。朔地是晋国的北部，这里是戎狄民族游牧活动的地方。晋悼公时，兼并了部分游牧于山西北部的戎狄部落；"
        },
        {
            "type": "text",
            "text": "       战国时期，晋国分裂为韩、赵、魏三国（史称“三家分晋”，即“三晋”之源）。山西北部归赵国统治。起初，这里为代国（今河北蔚县附近及雁北地区），后并入赵地。赵武灵王时，彻底击败了三胡（林胡、楼烦和东胡）势力，把夺得的地盘置为雁门、云中、代郡，雁门郡原来主要为楼烦民族活动的地区，今朔州大地当时便属于雁门郡，治所可能在今右玉县。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，秦统一全国后，废分封，立郡县。朔州地属雁门郡和代郡。代郡治代（河北蔚县），在今朔州地区只辖班氏（怀仁县马辛庄乡附近，古称去留城）一县。雁门郡治善无（今右玉旧城关），辖善无、马邑①、平城（大同）三县。"
        },
        {
            "type": "text",
            "text": "       西汉采用“郡国并行制”，朔州地属雁门郡和代郡。雁门郡治善无（今右玉），辖14县，在今朔州境内的有善无、沃阳（右玉县北）、中陵（右玉威远西南8里）、马邑（朔城区）、剧阳（应县西北，在今怀仁日中城）、汪陶（山阴城东）、阴馆（朔城区夏关城）、楼烦（朔城区南部，今梵王寺村西）、繁峙（应县城东，今张寨村北）、埒（应县西南）。代郡治代（河北蔚县），在今朔州地区只辖班氏县（今怀仁马辛庄附近，古称去留城）。"
        },
        {
            "type": "text",
            "text": "       新莽时期，将雁门郡改为填狄郡，属县善无改为阴馆，繁峙改为当要，剧阳改为善阳，埒县改为填狄亭，马邑改为章昭，中陵改为遮害，阴馆改为富代，班氏改为班副。王莽改制激起了农民起义，安定（宁夏固原县）人卢芳联合匈奴，占领了雁门等5郡。"
        },
        {
            "type": "text",
            "text": "       东汉初，卢芳投降汉朝，雁门等五郡之地又归汉朝，并恢复了原有的县名。建武二十七年（51年），定襄郡治所由今内蒙和林格尔西南部移治善无（今右玉旧城），省沃阳县，另将善无、中陵二县划入定襄郡，雁门郡治所由原来的善无迁到阴馆（朔城区夏关城），朔州地属定襄郡、代郡和雁门郡，三郡均受并州刺史监察。 定襄郡的属县有：善无、桐过（内蒙清水河西）、武成（清水河北）、骆（清水河南）、中陵（右玉威远西南8里）。 雁门郡的属县有：阴馆、繁峙、楼烦、武州、汪陶、剧阳、崞（浑源县西北“古城洼”）、平城、埒、马邑、卤城（西汉属代郡）、广武（西汉属太原郡）、原平（西汉属太原郡）。 代郡的属县，在今朔州地区仍只有班氏一县。"
        },
        {
            "type": "text",
            "text": "       东汉末年，战祸频繁，中原大乱，朔州地区因受外族乌桓、鲜卑、羌人骚扰，故郡县完全荒废。建安二十年（215年），曹操省云中、定襄、五原、朔方郡，郡置一县领其民，合以为新兴郡，治所九原（今忻州市），朔州地属新兴郡。"
        },
        {
            "type": "text",
            "text": "       三国时，朔州均属魏地。雁门郡辖7县，在今朔州境有汪陶、繁峙、阴馆、楼烦。新兴郡（忻州） 辖6县，在今朔州境只有马邑1县。"
        },
        {
            "type": "text",
            "text": "       西晋初年，朔州北部为鲜卑族领地，南部为雁门郡。郡治仍在广武，其属县有：广武、崞、汪陶、平城（代县东）、藿人（繁峙代堡）、繁峙、原平、马邑。永嘉四年（310年），晋怀帝封拓跋猗卢为“大单于”，以代郡封其为“代公”，猗卢以“封邑去国悬远，民不相接”为由，迫使晋室将当时雁门郡所辖陉岭（句注山或雁门山）以北的楼烦、马邑、阴馆、繁峙、崞等五县居民徙到雁门关以南，雁门关以北之地划归拓跋部。猗卢进驻马邑后，于永嘉六年（312）在黄瓜堆筑新平城。晋人称为小平城，"
        },
        {
            "type": "text",
            "text": "       北魏，朔州地属京畿或京郊，为北魏王朝的腹心之地。北魏于首都平城所设之州称司州，由司隶校尉管辖，统辖京城周围郡县。在今朔州境内的郡县先后有：善无郡，治善无（右玉城），领善无、沃阳（右玉城北）二县；平齐郡，治平齐（阴馆故城之西），领怀宁（朔城区东北）、归安（朔城区东）二县；繁峙郡，治繁峙（应县张寨村北，东魏天平二年侨置郡、县于秀容郡界），领繁峙、崞山（浑源西）二县；神武郡，领尖山、殊颓二县，治尖山（今朔城区 神武村）；桑干郡，治桑干（在今朔城区神头镇西影寺村），孝昌中废。孝文帝太和十八年（494年）迁都洛阳后，平城改为恒州，原司州所辖郡县，归恒州所辖，今朔州地当然亦归恒州所辖，北魏分为东魏、西魏后，朔州地归东魏；东魏被北齐取代，西魏被北周取代，朔州地归北齐。"
        },
        {
            "type": "text",
            "text": "       北齐天保元年（550年），改恒州为北恒州，仍辖原恒州郡县。天保六年（555年）将朔州治从盛乐(今内蒙古和林格尔县)迁于新城（今朔城区南梵王寺村北），正式以今朔州之地始置朔州，为区别东魏侨置朔州，称北朔州。武成帝太宁中在北朔州置北道行台，所辖郡县有：广安郡，治招远，领招远县（州郡县治所皆在原马邑，今朔城区），广宁郡（由桑干郡改），长宁郡，齐德郡，改神武郡为太平郡②。"
        },
        {
            "type": "text",
            "text": "       北周建德六年（577年），周武帝宇文邕灭北齐，统一了中国北部，升北朔州为朔州总管府，仍治马邑城。下辖广安郡，治招远（原马邑城），长宁郡，治长宁（朔州境），广安郡领招远、神武（朔城区东南之神武村）等四县（另二县不在朔州境）。长宁郡领长宁等二县（另一县不在朔州境）。"
        },
        {
            "type": "text",
            "text": "       隋初，朔州总管府辖二郡三县，广安郡领招远、神武（朔城区神武村）二县，长宁郡领长宁（朔县境）一县。大业元年（605年）废朔州总管府。大业二年（606年）改朔州置代郡。大业三年（607年）又改为马邑郡，治鄯阳（改招远为鄯阳），辖鄯阳、神武、云内③、开阳（由长宁改）。其时，马邑郡之境域，南起宁武，北至丰镇，西起五寨、偏关，东至蔚州，恒安镇（大同）也隶属于马邑郡之云内县。"
        },
        {
            "type": "text",
            "text": "       唐代，马邑郡改为朔州，属河东道管辖。唐代在边境一带设置节度经略使（起初，只管军政），朔州地属河东节度使管辖，在朔州地设置有：大同军④、静边军（今右玉城）。唐玄宗开元五年（717年）又置马邑县⑤。玄宗天宝元年（742年）朔州又改为马邑郡，肃宗乾元元年（758年）又改为朔州，治所鄯阳，属县有鄯阳。马邑二县。"
        },
        {
            "type": "text",
            "text": "       五代后唐同光元年（923年），设在今内蒙金河县的振武军被契丹占领，因此徙治于朔州。朔州置振武军后，马邑亦置兴唐军。李嗣源生于应州，因此，于后唐明宗天成元年（926年）在应州置彰国军。同年，于兴唐军置寰州，治所寰清县（兴唐军、寰州、寰清县均在朔城区西影寺村东）。后唐清泰三年（936年）河东节度使石敬瑭起兵反唐，拜契丹耶律德光为父，借契丹兵灭后唐，称帝，建后晋。以契丹有助援之功，遂将燕云十六州割让给契丹，朔州、寰州、应州均在其中。"
        },
        {
            "type": "text",
            "text": "       辽代全国设置五个道：上京道、中京道、东京道、南京道、西京道。其中西京道设在大同，下辖大同府，大同府领七县二州。其中只有怀仁县和云中县西部（今右玉县）在今朔州地。西京道所辖的州分为两个级别，有县级州，有节度州，节度州与府为同一级别。其时的应州和朔州即为节度州。应州彰国军，治金城，统金城、浑源、河阴（山阴）三县。朔州顺义军，治鄯阳（今朔城区），统三县一州：鄯阳、马邑、宁远（五寨东北朔城区西80里）； 武州宣威军，治神武（五寨县大武州村），领神武一县。"
        },
        {
            "type": "text",
            "text": "       宋雍熙三年（986年），太宗发动第二次对辽战争，连克寰（马邑）、朔、应、云（大同）诸州，但最终以失败告终。宣和五年（1123年）宋金联盟攻辽，并预置了版图：云中府路，治云中府（大同），统云中、神武、应、朔、蔚（蔚县）、奉圣（新保安）、归化（呼市）、儒（永宁县）、妫（延庆县）等州，合称“山后九州”，但后来因金人失约，朔州等地旋为金人所取。"
        },
        {
            "type": "text",
            "text": "       金天会五年（1127年）金灭北宋后，仍以大同为西京，改西京道为西京路，朔州地归西京路所辖。其时，西京路辖二府（大同府和德兴府）、七节镇州、八刺史州、三十九县。西京路设在大同，大同府辖七县三镇，其中只有怀仁县和安七疃镇（今怀仁安宿疃村）以及云中县西部（今右玉县）在今朔州地。西京路下辖的应州和朔州为节镇州，与府为同一级别。应州，彰国军节度使，治金城（今应县），属县有金城、山阴（由河阴县改）、浑源（后升为浑源州）三县。朔州，顺义军节度使，治鄯阳（今朔城区），属县有鄯阳、马邑（后升为固州）、广武（今山阴县旧广武村）三县。"
        },
        {
            "type": "text",
            "text": "       元代，至元二十五年（1288年）改西京路大同府为大同路，隶属中书省河东山西道宣慰使司，管辖一领事八州。一领事是录事司，设在大同，属县五，怀仁为其一，右玉为大同县属地。 应、朔为八州中之二，应州属县有金城、山阴；朔州属县有鄯阳、马邑。"
        },
        {
            "type": "text",
            "text": "       明代，大同府辖大同、怀仁2县和浑源、应（省金城县，只领山阴）、朔（省鄯阳县，只领马邑）、蔚（只领广灵、灵丘）四州。洪武二十九年（1396年）置分守冀北道，驻大同府，嘉靖二十一年（1542年）冀北道移驻朔州，设总督衙门一员，置分守兵备道一员，并于朔州城内建造总督制府、兵备道署。嘉靖二十七年（1548年）冀北道移驻阳和（阳高县）。"
        },
        {
            "type": "text",
            "text": "       清初，朔州地完全属山西省大同府。雍正三年（1725年）增设朔平府，并废除明代卫所，改右玉林卫为右玉县，平鲁卫（清初改平虏卫为平鲁卫）为平鲁县，朔州卫为朔州。朔平府治所右玉县，辖四县一州一厅：右玉县、左云县、平鲁县、朔州、马邑县、宁远厅（光绪十年宁远厅改隶归绥道）。嘉庆元年（1796年）撤马邑县为乡并入朔州。怀仁县、山阴县、应州仍属大同府。康熙十年（1671年）置“分守雁平道（监察区），驻代州，管辖大（大同）、宁（宁武）、朔（朔 平）三府，忻、代、保（保德）三州”，清末道废。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，中华民国建立，改用阳历，全国废府、州、厅为省、县两级制，朔州各县直属山西省。是年，山西省决定马邑复置为县，民国三年（1914年）3月，省县两级制改为省、道、县三级制，朔州各县均属山西省雁门道（治大同）。是年，山西省又决定将马邑县复并入朔县。民国十六年（1927年）5月，撤销道一级政区，朔州各县又直属山西省。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月13日，日军侵占大同，9月14日又侵占怀仁。9月28日，日军从岱岳和井坪两路进犯朔县城，朔县守城军民奋起抵抗，终因力量悬殊，县城沦陷，县长郭同仁守土捐躯。进入抗日战争时期，朔州地区有三种不同的辖属关系。"
        },
        {
            "type": "text",
            "text": "       日伪行政区划：民国二十六年（1937年）10月，日军在大同成立伪“晋北自治政府”，归张家口伪“蒙疆联合委员会”管辖，下统雁北13县，山阴县治所迁到岱岳镇。民国二十八年（1939年）9月，伪“蒙疆联合委员会”改为伪“蒙古自治邦政府”后，伪“晋北自治政府”改为伪“晋北政厅”。民国三十二年（1943年）1月，“晋北政厅”改为伪“大同省公署”，隶属伪“蒙古自治邦政府”。"
        },
        {
            "type": "text",
            "text": "       国民党行政区划：民国二十六年（1937年）9月至民国二十八年（1939年）12月，朔州为山西省第一行政区和第二行政区。第一行政区治所五台，属县十七，在朔州地区有应县、山阴、怀仁三县。第二行政区治所岢岚，属县十三，在朔州地区有朔县、平鲁、右玉三县。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）12月，阎锡山发动“晋西事变”，形势逼迫中共不得不采取军事行动。12月25日，中共晋绥边地委在右、山、怀县吴辛寨村召开紧急会议，决定28日夜晚统一行动。是夜，一举摧毁了各县的阎锡山县政府和地方武装。事后，中央从抗日大局出发，决定晋西南的新军撤到晋西北。民国二十九年（1940年）初，八路军和晋西南区党委也撤到晋西北。经双方商谈，以汾（阳）离（石）公路为界划定双方的“吃粮区”，路南为晋绥军的驻防区，路北为八路军和新军的驻防区。从此，阎锡山的军队和政府人员全部撤离晋西北。"
        },
        {
            "type": "text",
            "text": "       共产党领导下人民政权的行政区划：以北同蒲铁路为界，铁路以东属晋察冀地区，称东雁北，铁路 以西属晋绥地区，称西雁北。 东雁北：1937年底属晋东北十八县政治主任公署，民国二十七年（1938年）6月改为晋东北行政督察专员公署，民国二十九年（1940年）2月成立第二专员公署，归晋察冀北岳区管辖。其所辖范围，在朔州地区有应县、山阴东 部和一部分怀仁地区。 西雁北：民国二十六年（1937年）冬属晋西北根据地，民国二十九年（1940年）建立晋西北民主政权。民国三十年（1941年）8月改为晋西北行政公署，民国三十二年（1943年）11月，改为晋绥边区行政公署，归晋绥边区管辖。其所辖范围，在朔州地区 有朔县、平鲁、怀仁、右玉等县。"
        },
        {
            "type": "text",
            "text": "       在抗日战争期间，为了适应斗争的需要，各相邻县敌人不常到的村庄划片立县，成立联合抗日政府。如：民国二十七年（1938年）4月至民国二十九年（1940年）10月的右、山、怀（右玉、山阴、怀仁）县，以及与山阴有关联的应山、代山、山朔、山怀应县。民国二十七年（1938年）8月至民国二十九年（1940年）10月的左右凉（左云、右玉、凉城）县以及与右玉关联的右南（朔县、山阴、右玉）右平（右玉、平鲁）县。还有民国二十八年（1939年）2月成立的大怀左（大同、怀仁、左云）县，平清（平鲁、清水河）县等。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月日军投降后，雁北13县仍划归山西，山西全省106县市被阎锡山军队抢占79个，朔县、应县、怀仁、岱岳镇（山阴县政府所在地）等四座县城被阎军抢占，右玉县一度被傅作义军队占领。国民党政权在雁北设置山西省政府大同行政公署，管辖第八、十、十一专署，东雁北属第十专署，西雁北属第十一专署。"
        },
        {
            "type": "text",
            "text": "       在民国三十四年（1945年）9月到次年8月，共产党政权方面：同蒲铁路以东先后属冀晋五地委和一地委领导，同蒲铁路以西属晋绥边区五地委领导。民国三十五年（1946年）6月，第三次国内革命战争开始，为了粉碎国民党军队的全面进攻，晋绥、晋察冀两军区主力部队，在地方军和民兵的配合下，发动了晋北战役。在历时两个多月的战斗中，陆续解放了朔县（6月17日解放）、宁武、山阴（6月24日解放）、怀仁（8月2日首次解放）、五台等9县城及忻州、大同的大部分村镇，控制了黄寨以北至大同附近600余里的铁路交通线，取得了辉煌的胜利。阎军被困在大同、应县、忻州等几个孤立的 据点中。民国三十七年（1948年）3月23日，晋察冀和晋绥野战军合力解放了右玉县。5月25日，解放军攻占应县。5月26日，解放军解放了怀仁县。至此，朔州地区全部解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，原晋绥边区西雁北地委、专署一级机构宣布撤销，机关干部调新区工作，并组成山阴中心县，作为东西雁北合并前的过渡机构，管辖山阴、平鲁、朔县、左云、右玉、怀仁、大同各县。9月6日，东西雁北正式合并，划归察哈尔省雁北专署，属县有广灵、灵丘、浑源、应县、山阴、大同（县）、怀仁、阳高、朔县、平鲁、右玉、左云。繁峙划归忻县地区。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日察哈尔省撤销，雁北专区重归山西省，天镇县划归雁北专署。1954年7月，大同县与怀仁县合并为大仁县。1958年11月3日，雁北专区与忻县专区合并为晋北专区，原雁北专区各县合并为六个县：阳高（含天镇）、浑源、灵丘（含广灵）、左云（含右玉）、山阴（含应县）、朔县（含平鲁）。1962年又恢复雁北专区及原来各县，朔州各区县均属雁北专区。1967年3月16日，成立雁北区革命委员会，7月1日，改称雁北地区革命委员会。1973年10月29日，右玉县政府移驻梁家油坊，1978年雁北革命委员会改称为雁北行政公署。"
        },
        {
            "type": "text",
            "text": "       1988年3月24日，撤销朔县、平鲁县，设立朔州市（地级）和朔州市朔城区、平鲁区，将雁北地区的山阴县划归朔州市管辖。市政府驻朔城区。1989年1月1日，朔州市正式建立。1993年6月25日，雁北地区撤销，地市合并，原雁北地区的怀仁、应县、右玉3县划归朔州市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①据《十三州志》载：“马邑，昔秦人筑城于武州塞内以备胡，城将成而崩者数矣。有马驰走其地，周旋反复，父老异之，因依蹄迹筑城，城乃不崩，遂名之为马邑，其故城今朔州也。”"
        },
        {
            "type": "text",
            "text": "       ②《读史方舆纪要》大同府朔州：“神武城，在州东南，后魏置神武郡于桑干水上，领尖山、树颓二县，后齐改郡曰太平。”\n\r\n       ③北齐天保七年(556年)年置太平县。北周建德六年(577年)，改太平县为云中县，治所在在今山西省大同市。隋开皇二年(582年)，为避隋文帝父亲杨忠名讳，云中县改为云内县。"
        },
        {
            "type": "text",
            "text": "       ④唐初置大同军，后易名大武军、神武军、平狄军，后又改为大同军。故治在今朔城区马邑村。乾符三年（876年），徙大同军治云中，辽重熙十三年（1044年）废大同军"
        },
        {
            "type": "text",
            "text": "       ⑤《元和郡县志》称：“开元五年分鄯阳县于州东三十里大同军城内置马邑县。”这是唐马邑的兴建，从此，马邑和朔州便不是同一地点了。以后提到的马邑县多指唐马邑。"
        }
    ]
}