{
    "title": "沁水县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        },
        {
            "id": "1859",
            "category": "沁水县"
        }
    ],
    "detail": "[日期：2016-06-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：194次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉，析濩泽县置端氏县。北魏孝昌元年（525年）又于今沁水县城西30里另设东永安县。北齐天保七年（557年），东永安县改为永宁县。开皇十八年（598年），永宁县改为沁水县，以流经境内的黄河支流沁水为名，并把县治迁至今县城。蒙古至元三年（1266年），端氏县并入沁水县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       最初的沁水县并不在今山西境内，而在今河南省的济源市境内。早在西汉初，就在今济源东北部的沁河南岸置沁水县，直到沁水县改为轵县(汉置县，为侯国，隋废，故城在今河南济源县东南十三里，今名轵城镇。)后，才又在山西境内设沁水县。简言之，汉代至北齐的沁水县在河南；隋代以后的沁水县在山西。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今沁水，古为端氏地。夏为帝都畿内，属冀州。殷商为郤国，属畿内地。端氏邑春秋属晋，战国属韩。秦置濩泽县，含今当阳城、沁水二县地，属河东郡。西汉，析濩泽县置端氏县，隶河东郡，范围大致为今山西沁水县东部，县治在今城东河头村西城。东汉改置端氏侯国，属河东郡。"
        },
        {
            "type": "text",
            "text": "       三国曹魏复称端氏县，隶平阳郡。东晋，端氏县改隶建兴郡。北魏初，端氏县属建州。太平真君七年（446年）端氏县废，太和二十年（496年）复置，隶安平郡。孝昌元年（525年）又于今县城西30里另设东永安县（县治在今固镇村），西河、高延三县，属建州泰宁郡。北齐仍属建州，西河、高延并入东永安县。北齐天保七年（557年），东永安县改为永宁县，同时省建州泰宁郡，端氏、永宁2县改属建州安平郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名。永宁县属泽州。同年，端氏县治迁至今县城东90里之端氏村。开皇十八年（598年），撤销建州，改高都县为丹川县，因在丹河之旁而得名；永宁县改为沁水县，县治迁至今县城。大业三年（607年）又改泽州为长平郡（治丹川），端氏、沁水2县隶长平郡。义宁二年（618年）李渊改长平郡为泽州，"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）5月，李渊称帝建立唐朝，又分为建、泽二州。武德三年（620年）于长平置盖州。武德六年（623年）撤建州入盖州；武德八年（625年）泽州徙治端氏；贞观元年（627年）省盖州入泽州。此变化期间，端氏、沁水2县一直属泽州。天宝元年（742年），泽州又改为高平郡；乾元元年（758年），高平又改回“泽州”，所辖未变。"
        },
        {
            "type": "text",
            "text": "       五代和宋代，端氏、沁水2县仍属泽州。金灭北宋后，改泽州为南泽州，以区别北京泽州，端氏、沁水2县属南泽州。金元光二年(1223年)于泽州置忠昌军节度，属河东南路。蒙古中统元年(1260年)，置泽州司侯司，属中书省。至元三年（1266年），端氏县并入沁水县，属泽州司侯司，属晋宁路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），升泽州为直隶州，直隶于山西布政使司。沁水县仍属泽州。清雍正六年（1728年），升泽州直隶州为泽州府。辖凤台、高平、阳城、沁水、陵川5县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废泽州府，沁水县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，沁水县属冀宁道。民国十六年(1927年)5月，废除道制，沁水县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，沁水县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）3月3日，日军第一次侵占沁水，之后又三次与我军反复争夺沁水城，最终在民国二十九年（1940年）4月12日，日军第4次侵占沁水城。"
        },
        {
            "type": "text",
            "text": "       抗战初期，沁水属山西省第五行政督察专员公署。根据需要，县政府先后驻县城寨上、西坡、徐家庄、景家沟和土沃上沃泉一带。民国三十年（1941年）6月，中共太岳区组建太岳南进支队挺进中条地区，开辟抗日根据地，先后在境内设立沁翼、沁水（因以沁河以西为辖区，也称沁西县）、士敏、沁南四县。民国三十二年（1943年）7月沁水（西）县撤销。民国三十三年（1944年）3月29日，太岳区部队解放沁水全境。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将沁水县划入第五行政督察区（驻浮山县，后移驻曲沃县），但实际沁水县属中共政权控制区域。"
        },
        {
            "type": "text",
            "text": "       中共领导的政权方面：民国三十五年（1946年）5月，沁南县改名为沁水县。民国三十六年（1947年）7月，士敏、沁水两县合并，恢复原沁水县建制。民国三十七年（1948年）8月，设翼城临时专署，沁水为其所辖7县之一。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，沁水县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。11月21日，撤销沁水县，将原县的行政区域分别划归晋城、阳城、翼城3县。1960年1月7日，恢复沁水县建制，仍隶属晋东南专区。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间沁水县一直随属。1985年4月30日，撤销晋东南地区，晋城市升为地级市，沁水县属晋城市。"
        }
    ]
}