{
    "title": "阳城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        },
        {
            "id": "1858",
            "category": "阳城县"
        }
    ],
    "detail": "[日期：2016-06-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：199次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       在阳城县西部的固隆村南有一座名山叫焦濩山，很古的时候山间就有一潭清池，深阔仅丈余，但清澈澄莹，干旱不竭，雨涝不涨，人称“濩泽”。“濩”的本义在《说文》中释为雨水从屋檐下流出，因池泽位于山中，无源无泉，仅由雨水四流汇聚潴积而成，故以得名。"
        },
        {
            "type": "text",
            "text": "       到战国时期，“濩泽”已从一个池沼名演化为城邑名。北魏兴安二年（453年），濩泽县治东迁至凤凰城，即今阳城县城。唐天宝元年（742年）九月，“改天下县名不稳及重名一百一十处”，“县名不稳”是指县名命名不妥当的意思，濩泽县名的不稳之处在于其用字生僻，读写不便，因此便以当地有“阳阿故城”而新命名为阳城县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      “阳阿”一名的由来与流经这里的古阳泉水有关。据《水经注》载：“阳泉水出鹿台山，山上有水，渊而不流，其水东经阳陵城南，即阳阿之故城也。”东汉建武初年，封其石于此，为阳阿侯国，三国魏复为县，西晋泰始元年（265年）县废。阳泉水，今称芦苇河，源于沁水县芦坡庄的鹿台山中，故又名芦河。东流经今阳陵村的汉代阳阿古城旧址。古城南临壑山，地势高峻，如《尔雅·释地》所云：“大陵曰阿”，阳泉水从此流经，故称为阳阿，又称阳陵。此阳城县名之所本。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       阳城古称濩泽，为尧舜夏冀州之域，商为畿内地。战国时先后属韩、魏，称濩泽邑。秦置濩泽县，含今当阳城、沁水二县地。治所在今县城西15千米的泽城村，属河东郡。"
        },
        {
            "type": "text",
            "text": "       西汉，析濩泽县置端氏县，范围大致为今山西沁水县东部。东汉建武元年（25年），封邓鲤于濩泽，为侯国。三国魏黄初元年（220年）废濩泽侯国复设濩泽县，属平阳郡。东晋太元中年（386年），濩泽县改隶建兴郡。"
        },
        {
            "type": "text",
            "text": "       北魏兴安二年（453年），濩泽县治东迁至凤凰城，即今阳城县城。孝昌元年（525年），分濩泽为濩泽和西濩泽，属建州所辖的安平、泰宁二郡。北齐天保七年（557年），濩泽和西濩泽复并为濩泽县，属建州安平郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名，濩泽县属泽州。开皇十八年（598年），撤销建州，改高都县为丹川县，因在丹河之旁而得名，为泽州治。大业三年（607年）又改泽州为长平郡（治丹川），濩泽县属长平郡。义宁二年（618年）李渊改长平郡为泽州。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）5月，李渊称帝建立唐朝，又分为建、泽二州。濩泽县为泽州治所。武德八年（625年），泽州徙治端氏县。天宝元年（742年），改濩泽县为阳城县，泽州又改为高平郡，属高平郡，隶河东道。乾元元年（758年），高平又改回“泽州”，所辖未变。天祐二年（905年），阳城复称濩泽，隶昭义节度使。"
        },
        {
            "type": "text",
            "text": "       五代后唐同光元年（923年），濩泽复易名阳城，属泽州，隶昭义军、河阳节度使。宋仍为阳城县，属泽州（高平郡），隶河东路。"
        },
        {
            "type": "text",
            "text": "       为加强力量抵御蒙古军南侵，金国曾把河东南路一些县升格为州的建制。金元光二年（1223年）升阳城县为勣州①，属忠昌军节度。蒙古中统元年（1260年），勣州复为阳城县，隶属泽州司侯司。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），升泽州为直隶州，直隶于山西布政使司。阳城县仍属泽州。清雍正六年（1728年）升泽州直隶州为泽州府。辖凤台、高平、阳城、沁水、陵川5县。\n\r\n       民国元年(1912年)5月，废泽州府，阳城县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，阳城县属冀宁道。民国十六年(1927年)5月，废除道制，阳城县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，阳城县属第五行政主任公署(驻长治县)。\n\r\n       民国二十七年（1938年）2月28日，日军侵占阳城，不久撤出。同年6月、7月，日军又两次进犯阳城县城。民国二十九年（1940年）4月22日，日军第四次进犯阳城，并长期驻扎。由日本随军“宣抚班”，后改为“阳城新民会”，操纵和掌握地方的政权。"
        },
        {
            "type": "text",
            "text": "       抗战时期，民国二十七年（1938年）3月，中共晋豫特委在阳城县成立，属太岳四专抗日根据地领导。民国二十八年（1939年）12月，阎锡山发动“晋西事变”之后，阳城县委及八路军全部撤出了阳城。民国三十一年（1942年）初，阳城县抗日民主政府成立。民国三十二年（1943年）7月，分为阳南、阳北两县；民国三十四年（1945年）4月13日，阳南、阳北解放，合为阳城县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将阳城县划入第五行政督察区（驻浮山县，后改驻曲沃），但阳城实际为中共控制区域。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，阳城县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。11月21日，撤销沁水县，将原县的行政区域分别划归晋城、阳城、翼城3县。1960年1月7日，沁水县恢复建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间阳城县一直随属。1985年4月30日，撤销晋东南地区，晋城市升为地级市，阳城县属晋城市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①勣也作“绩”，意思为“功业”。以谐音取名勣州，避免了与当时北京泽州重名。"
        }
    ]
}