{
    "title": "陵川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        },
        {
            "id": "1857",
            "category": "陵川县"
        }
    ],
    "detail": "[日期：2016-06-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：201次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       陵川古名“光狼”，亦称“兰花”。隋开皇十六年（596年），析高平县置陵川县。据《读史方舆纪要》卷43：陵川县“以县多陵阜而名”。另据《山西历史地名录》：“以县有陵阳水，故名陵川。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐尧都冀州，三面距河。虞舜绍尧肇十有二州，此属冀。 夏禹贡冀州之域。 商冀州祖乙都耿，属畿内。周成王九年(前1107年)封小弱弟于唐，子爕父，更号晋，高都之属，为赤翟①留吁、铎辰之所居。"
        },
        {
            "type": "text",
            "text": "       春秋时，晋景公七年（前593年），晋灭赤翟甲氏及留吁、铎辰，于是地属晋国。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，今陵川县地归魏国。战国时，地属赵国，仅四载。周赧[nǎn]王五十五年（前260年），秦赵长平一战，赵国战败，地悉秦有。"
        },
        {
            "type": "text",
            "text": "       秦置高都县，属上党郡。上党，今潞安；高都，今泽州。 西汉，泫氏、高都、阳阿属上党郡。东汉及三国时，泫氏、高都属上党郡，隶并州。晋以并州统上党郡。永兴元年（304年），并州地皆为前赵刘渊所有。刘渊养子刘曜徙长安，其平阳以东地入后赵石勒。东晋太元中年（386年），西燕慕容永称帝，分上党、平阳、河内三郡，置建兴郡（郡治阳阿城），泫氏县改属建兴郡。"
        },
        {
            "type": "text",
            "text": "       北魏永安二年（529年）建兴郡改为建州，领高都、长平、安平、泰宁四郡，今高平市称长平郡，隶属于建州，领泫氏、高平2县属长平郡，治泫氏。北齐天保七年（556年）并泫氏入高平县，高平改平高县，北齐末又改平高为高平县，改属高都郡，隶建州。北周并长平、高都郡为高平郡，高平县隶高平郡，属建州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名，高平县属泽州。开皇十六年（596年），析高平县置陵川县。开皇十八年（598年），撤建州，改高都县为丹川县，为泽州治。大业三年（607年）又改泽州为长平郡（治丹川），陵川县属长平郡。义宁二年（618年）李渊改长平郡为泽州。 "
        },
        {
            "type": "text",
            "text": "       武德元年（618年）5月，李渊称帝建立唐朝，泽州又分为建、泽二州。陵川属泽州，隶属河东道。武德三年（620年）于泽州的长平县置盖州（治今高平米山镇）。分丹川置晋城县，分置盖城县（治所在今陵川县盖城村）以隶之。盖州领晋城、盖城、陵川、高平四县。武德六年（623年）建州废入盖州。武德九年（626年），并丹川、盖城二县入晋城。贞观元年（627年）盖州废入泽州（治晋城）。天宝元年（742年）复改泽州为高平郡，领县六：晋城、陵川、阳城、沁水、端氏、高平。乾元元年（758年），高平郡又改回“泽州”，所辖未变，隶属河阳节度。"
        },
        {
            "type": "text",
            "text": "       五代唐末陵川属昭义军，晋、梁相争，此所属无常。 宋分天下州军为十五路，陵川县属河东路泽州高平郡。金贞祐六年（1218年），陵川县改属孟州。属河东南路。正大元年（1224年），以泽州为忠昌军，统县四：晋城、端氏、高平、沁水，省去陵川。"
        },
        {
            "type": "text",
            "text": "       元初改河东南路为平阳路，中统元年（1260年）复置陵川县，并置泽州司校司，领晋城、高平、阳城、沁水、陵川、端氏六县。至元三年（1266年）省司校司，并省陵川入晋城。至元三十一年（1294年）复置陵川县。大德九年（1305年）因大地震，为祈安宁，改平阳路为晋宁路。陵川县属泽州，隶晋宁路。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改晋宁路为平阳府，陵川县属泽州，隶平阳府。洪武二年（1369年），升泽州为直隶州，直隶于山西布政使司。陵川县仍属泽州。清初沿袭明朝旧制。雍正六年（1728年），升泽州直隶州为泽州府（治凤台县），辖：凤台、高平、阳城、沁水、陵川5县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废泽州府，陵川县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，陵川县属冀宁道。民国十六年(1927年)5月，废除道制，陵川县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，陵川县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十九年（1940年）3月31日，日军侵占陵川县城，烧杀抢掠之后，于4月5日，日军退出陵川。直至民国三十二年（1943年）4月20日，日军连续进行了5次扫荡。4月30日，日军攻占陵川县城，陵川全境沦陷。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中共曾分置陵川、陵高等县。民国二十八年（1939年）12月，阎锡山发动“晋西事变”之后，陵川县委及八路军全部撤出了陵川，国民党第24集团军所部27军遂入驻陵川。民国三十四年（1945年）4月10日，八路军和全县人民将入侵日军驱出陵川，全境解放。随后陵川、陵高合并为陵川县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将陵川县划入第五行政督察区（驻浮山县，后移驻曲沃），但陵川实际为中共政权控制区域。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，陵川县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。11月21日，撤销陵川县，并入晋城县。1960年1月7日，陵川县恢复建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间陵川县一直随属。1985年4月30日，撤销晋东南地区，晋城市升为地级市，陵川县属晋城市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①赤翟亦作赤狄。其主要氏族有：潞氏（又称路氏）、皋落氏、甲氏、留吁、铎辰、廧咎如。毕氏《四州文献》曰：陵泽隗姓国，即陵子寿胡也。今陵川。 廧（qiáng）咎如《杜例》云：赤翟别种，今壶关、陵川。 铎，赤翟春秋铎遏父邑，今陵川之铎壑，讹夺火。"
        }
    ]
}