{
    "title": "泽州县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        },
        {
            "id": "1856",
            "category": "泽州县"
        }
    ],
    "detail": "[日期：2016-06-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：180次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置高都县。隋开皇三年（583年），置泽州（治高都），以境内濩泽河为名。开皇十八年（598年），改高都县为丹川县，因在丹河之旁而得名，为泽州治。唐武德三年（620年），改丹川县为晋城县。此地乃战国高都邑，魏、赵、韩三家分晋后，迁晋静公于高都奉祀，因晋君奉祀于此，故名晋城。1983年7月28日，晋城县改设县级市。1985年4月30日，撤销晋东南地区，晋城市升为地级市，原晋城市( 县级) 分置为城区和郊区。1996年8月8日，撤销晋城市郊区，设立泽州县，名称源于隋朝设立的泽州古地名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n      在上古时期，僬侥山山间就有一潭清池，深阔仅丈余，澄莹不竭，人称为：“濩泽”。濩泽是我国历史上著名的池沼之一，历代文献不绝于书，如《墨子》中有“舜渔于濩泽”；《穆天资传》中有“天子四日休于濩泽”；《竹书纪年》中有“周显王十七年，晋取玄武、濩泽”等等。战国时期，濩泽已成为魏国的一座重要城邑，秦统一后在此置濩泽县，治所在今阳城县城西12公里处的泽城村。成为后来“泽州”命名的依据和渊源。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       陶唐时期，尧分天下为九州，今泽州县地属冀州之域，属帝都畿内。虞舜时期，舜帝肇启天下为十二州，此属冀州。夏代，十二州复合为九州，此属冀州。夏末，商汤讨伐夏桀，夏桀居住在天门，后迁于垂都（天门即天井关，垂都即高都镇，以产垂棘之壁而著称）。"
        },
        {
            "type": "text",
            "text": "       殷商，祖乙定都于耿城（今河津），今泽州县属畿内地。春秋时期，为晋国高都邑①。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，迁晋静公于晋国端氏邑（今沁水县端氏镇），后又迁晋静公于高都邑祭祀。战国时期，初属魏国，后属韩国、赵国，本境均为高都邑。"
        },
        {
            "type": "text",
            "text": "       秦置高都县，阳阿县，属上党郡。西汉，高都县分属并州上党郡、司隶河内郡，兼置阳阿侯国。东汉及三国时，高都仍属上党郡，隶并州。曹魏时期，曹操复古九州，分属冀州上党郡、冀州河内郡。"
        },
        {
            "type": "text",
            "text": "       东晋太元中年（386年），五胡乱华，西燕慕容永称帝，割上党、平阳、河内三郡，置建兴郡，郡治高都阳阿城，本境属建兴郡。北魏永安二年（529年）建兴郡改为建州，领高都、长平、安平、泰宁四郡。高都城，为州治及郡治。北周，长平郡、高都郡合并为高平郡，属建州。高都城为建州州治及高平郡郡治。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名，高都县为泽州治。开皇十八年（598年），撤销建州，改高都县为丹川县，因在丹河之旁而得名，为泽州治。大业三年（607年）又改泽州为长平郡（治丹川）。义宁二年（618年）李渊改长平郡为泽州。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）5月，李渊称帝建立唐朝，泽州又分为建、泽二州。于丹川置建州，于獲泽置泽州。武德三年（620年）于泽州的长平县置盖州（治今高平米山镇）。分丹川置晋城县，并分置盖城县（治所在今陵川县盖城村）以隶之。盖州领晋城、盖城、陵川、高平四县。武德六年（623年）建州废入盖州，贞观元年（627年）盖州废入泽州（治晋城）。武德九年（626年），并丹川、盖城二县入晋城。天宝元年（742年）复改泽州为高平郡，领县六：晋城、陵川、阳城、沁水、端氏、高平。乾元元年（758年），高平郡又改回“泽州”，所辖未变，隶属河阳节度。\n\r\n       唐末天祐二年（905年），权臣朱温为避其父朱诚名讳，改晋城县改“丹川县”，五代后唐才都恢复原名，历经后梁、后晋、后唐、后周各朝，晋城县仍为泽州治。宋代，晋城县属泽州（或称高平郡），隶河东路。金天会六年（1128年），泽州改南泽州，以区别北京泽州，晋城县属南泽州，隶河东南路。金元光二年（1223年），泽州升忠昌军节度，属忠昌军节度使。"
        },
        {
            "type": "text",
            "text": "       元初改河东南路为平阳路，中统元年（1260年）置泽州司校司，领晋城、高平、阳城、沁水、陵川、端氏六县。至元三年（1266年）省司校司，并省陵川入晋城。至元三十一年（1294年）陵川县由晋城县析出复置。大德九年（1305年）因大地震，为祈安宁，改平阳路为晋宁路。晋城县为晋宁路泽州治，为腹里。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改晋宁路为平阳府，晋城县属泽州，隶平阳府。洪武二年（1369年），升泽州为直隶州，州治晋城省入泽州，本境即为州治，直隶山西布政使司。清初因明朝旧制。雍正六年（1728年），升泽州直隶州为泽州府，以本境设置泽州府凤台县，为泽州府府治。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废泽州府，凤台县复名晋城县，直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，晋城县属冀宁道。民国十六年(1927年)5月，废除道制，晋城县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，晋城县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）2月26日，日军侵占晋城。4月27日，八路军、国民党军队和地方武装联合将日军赶出晋城。7月20日，日军再次侵犯晋城，驻扎20余天，大肆烧杀抢掠一番后，撤离。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，晋城县属上党道。同年5月2日，日军第三次进犯晋城，因遭到八路军和国民党军队的严重打击，6月初，日军撤离晋城。民国二十八年（1939年）7月18日，日军第四次侵占晋城县城。8月21日，日军退出晋城。民国二十九年（1940年）4月20日，日军第五次占领晋城县城。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，太岳、太行抗日革命根据地在边缘地带分置晋( 城) 沁( 阳) 、晋(城) 北、晋(城) 东县。民国三十四年（1945年）4 月28日，太行、太岳部队解放晋城县全境。同年5月中旬，晋沁、晋北合并正式成立晋城县民主政府。12月份，晋东县合并回晋城县。从此，晋城县原貌恢复。"
        },
        {
            "type": "text",
            "text": "       抗战胜利后，阎锡山继续出任山西省政府主席，将晋城县划入第五行政督察区(驻浮山县，后移驻曲沃)，但晋城实际为中共政权所控制。民国三十七年（1948年）10月，撤晋城县城关区置晋城市( 县级) ，与晋城县并存，民国三十八年（1949年）8 月撤销晋城市，辖区仍归晋城县。9月1日，太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区，合并设立山西省，下辖兴县、忻县、阳泉、汾阳、长治、临汾、运城7专区和太原市，晋城县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区，11月21日，高平、陵川两县并入晋城县，沁水县撤销，部分区域划入晋城县。1960年1月7日，陵川县、沁水县恢复建制。1961年7月9日，高平县恢复建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间晋城县一直随属。 1983年7月28日，晋城县改设县级市。1985年4月30日，撤销晋东南地区，晋城市升为地级市，原晋城市( 县级) 分置为城区和郊区。1996年8月8日，撤销晋城市郊区，设立泽州县。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①高都，古称垂、垂棘、垂都等。相传晋献公“假道伐虢”时，曾献垂棘之璧与虞国，就是产自高都的美玉。开皇十八年（598年）高都改名为丹川。"
        }
    ]
}