{
    "title": "高平市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        },
        {
            "id": "1855",
            "category": "高平市"
        }
    ],
    "detail": "[日期：2016-06-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：191次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       战国时为长平，秦赵长平之战后为秦所据，置高都县。北魏永安二年(529年)，设长平郡，领泫氏、高平2县。高平名即取于原长平和原高都之名。1993年5月12日，撤销高平县，设立高平市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时代为冀州之域，春秋时为属晋，始称泫氏，因在泫水河（今名许河）之上而得名。战国时为长平，初属韩，后属赵。秦、赵“长平之战”后，赵国战败，长平遂为秦地，秦始皇二十六年（前221年），秦置高都县，属冀州属上党郡。"
        },
        {
            "type": "text",
            "text": "       西汉时，析高都置泫氏县，属上党郡。东汉、三国、两晋沿袭。东晋太元中年（386年），西燕慕容永称帝，分上党、平阳、河内三郡，置建兴郡（郡治阳阿城），泫氏县改属建兴郡。"
        },
        {
            "type": "text",
            "text": "       北魏和平五年（464年）改泫氏县为玄氏县，属建兴郡。永安二年（529年）建兴郡改为建州，领高都、长平、安平、泰宁四郡。玄氏、高平二县属长平郡，高平之名始于此。北齐天保七年（556年）并泫氏入高平县，高平改平高县，北齐末又改平高为高平县，改属高都郡，隶建州。北周并长平、高都郡为高平郡，高平县隶高平郡，属建州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名，高平县属泽州。开皇十六年（596年），析高平县置陵川县。隋大业三年（607年），改州为郡，泽州改称长平郡，高平县隶属于长平郡。义宁二年（617年），废郡为州，长平郡复改泽州，高平县复隶属于泽州。"
        },
        {
            "type": "text",
            "text": "       唐武德三年（620年）于泽州的长平县置盖州（治今高平米山镇），盖州领晋城（由丹川改）、盖城、陵川、高平四县。贞观元年（627年）盖州废入泽州（治晋城）。天宝元年（742年）复改泽州为高平郡，领县六：晋城、陵川、阳城、沁水、端氏、高平。乾元元年（758年），高平郡又改回“泽州”，所辖未变，隶属河阳节度。"
        },
        {
            "type": "text",
            "text": "       五代唐末高平县属昭义军，晋、梁相争，此所属无常。宋分天下州军为十五路，高平县属河东路泽州高平郡。金天会六年（1128年），泽州改南泽州，以区别北京的泽州，隶属河东南路。天德三年（1151年）复改为泽州，高平县属之。正大元年（1224年），以泽州为忠昌军节度，统县四：晋城、端氏、高平、沁水。"
        },
        {
            "type": "text",
            "text": "       元初改河东南路为平阳路，中统元年（1260年）置泽州司校司，领晋城、高平、阳城、沁水、陵川、端氏六县。至元三年（1267年），省司侯司，高平县复隶于泽州，属平阳路。大德九年（1305年）因大地震，为祈安宁，改平阳路为晋宁路。高平县属晋宁路泽州。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），改晋宁路为平阳府，高平县属泽州，隶平阳府。洪武二年（1369年），升泽州为直隶州，直隶于山西布政使司。高平县仍属泽州。清初沿袭明朝旧制。雍正六年（1728年），升泽州直隶州为泽州府（治凤台县），辖：凤台、高平、阳城、沁水、陵川5县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废泽州府，高平县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，高平县属冀宁道。民国十六年(1927年)5月，废除道制，高平县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，高平县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）4月3日，日军侵占高平县城，4月7日，被八路军击退，高平县收复。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，高平县属上党道。同年9月，日军再次侵占高平县城，直至年底撤走。民国二十九年（1940年）4月28日，日军占领高平，并设立日伪县公署。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十年（1941年）10月12日，高平县抗日政府在沁水（士敏县）东峪村成立，归太岳区管辖。民国三十二年（1943年）陵高县抗日民主政府成立，以高平县东南部（米山、云泉以南，白晋公路以东），陵川县西部和西南部组成。民国三十四年（1945年）6月22日，太岳军区部队收复高平县城。同年10月，撤销陵高县，高平县恢复原有区域。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将高平县划入第五行政督察区（驻浮山县，后移驻曲沃），但高平实际为中共政权控制区域。民国三十七年（1948年）高平县改属太岳三地委。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，高平县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。11月21日，撤销高平县，并入晋城县。1961年7月9日，高平县恢复建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间高平县一直随属。1985年4月30日，撤销晋东南地区，晋城市升为地级市，高平县属晋城市。1993年5月12日，撤销高平县，设立高平市（县级），仍归晋城市管辖。"
        }
    ]
}