{
    "title": "晋城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1781",
            "category": "晋城市"
        }
    ],
    "detail": "[日期：2016-06-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：189次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周成王九年（前1107年），封其弟叔虞于唐。叔虞之子燮父更国号为晋。春秋时，本境属晋。武德三年（620年），分丹川县置晋城县，晋城之名始于此。据《太平寰宇记》记载：赵、魏、韩三家分晋，迁晋静公到此，故曰晋城。1983年7月28日，晋城县改设县级市。1985年4月30日，县级晋城市升级为地级晋城市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝，今晋城属冀州。商代，境内建有商盖国，祖乙定都于耿城，属畿内地。西周时期，境内散居有原、郤、米子、陵泽等国，后皆被晋国征服而入于晋。春秋末期，境内已形成高都（今城区与郊区）、獲泽（阳城）、端氏（沁水）、泫氏（高平和陵川）等城邑。周威烈王二十三年(前403年)，赵、魏、韩三家分晋后，今晋城地区先属魏国、后属韩国、赵国。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），推行郡县制，本境属冀州属上党郡。西汉，境内置6县，分属3郡。其中：獲泽（今阳城县）、端氏（今属沁水县）属河东郡（治所在今夏县北）；泫氏（今属高平市）、高都、阳阿（今属泽州县）属上党郡（治所在今长子县西）。东汉时于阳阿、獲泽置侯国，其余县建置不变，同属并州。三国时期，本境属魏，县的建置同西汉。"
        },
        {
            "type": "text",
            "text": "       晋代，废阳阿县。端氏、獲泽属平阳郡，泫氏、高都属上党郡（治所在今长治市）。五胡十六国时，本境先后为刘渊、石勒占据。南北朝时，北魏置建州，治所在今泽州县高都镇，领4郡10县。高都、阳阿属高都郡（治所亦在高都镇）；玄氏（由泫氏改），高平属长平郡；端氏、獲泽属安平郡（治所在端氏）；东永安、西河（治所在今阳城县西）、西獲泽（治所在今阳城县泽城村），高延（在今沁水县境内）属泰宁郡（治所在今沁水县固县乡）；沁水属河内郡。北齐沿袭北魏，仍置建州，领长平、高都二郡，安平、泰宁等郡县俱并省，改沁水为永宁县。后周并长平、高都二郡为高平郡，治所在高都县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），裁高平、安平二郡置“泽州”，以境内濩泽河为名。开皇十六年（596年），析高平置陵川县。开皇十八年（598年），撤销建州，改高都县为丹川县，因在丹河之旁而得名；改永宁为沁水县。大业三年（607年）复改州为郡，泽州改称长平郡，领丹川、沁水、端氏、獲泽、高平、陵川6县。义宁二年（618）复改长平郡为泽州。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），泽州一分为二：于丹川置建州，于獲泽置泽州。武德三年（620年），分丹川置晋城县，隶于建州，晋城之名始于此；又于长平置盖州（治所在今高平米山镇），分置盖城县（治所在今陵川县盖城村）以隶之。武德六年（623年），废建州，徙盖州来治。武德八年（625那你），泽州移治端氏。武德九年（626年），并丹川、盖城二县入晋城。唐太宗贞观元年（627），废盖州，徙泽州州治于晋城，领晋城、高平、陵川3县。天宝元年（742年），复改泽州为高平郡，领晋城、高平、陵川、阳城（原獲泽）、沁水、端氏6县。乾元元年（758年），仍改高平郡为泽州，属河阳节度。唐末属昭义军，亦称泽潞军。"
        },
        {
            "type": "text",
            "text": "       五代十国时，梁、晋相争，本境或入梁，或属晋。历经后梁、后晋、后唐、后周各朝，晋城县仍为泽州治。宋代，本境仍为泽州高平郡，设晋城、高平、阳城、端氏、沁水、陵川6县，属河东路。"
        },
        {
            "type": "text",
            "text": "       金天会六年（1128年）改泽州为南泽州，以别于北京泽州。天德三年（1151年）复称泽州，属平阳府。贞祐四年（1216年）隶泽州昭义军，属上党郡。贞祐六年（1218年）改隶孟州；元光二年（1223年）升阳城为勣州。正大元年（1224年），以泽州为忠昌军，统晋城、端氏、高平、沁水4县。"
        },
        {
            "type": "text",
            "text": "       蒙古中统元年（1260年）置司侯司，领晋城、高平、阳城、沁水、陵川、端氏6县。至元三年（1236年），裁司侯司，并裁陵川入晋城，裁端氏入沁水，以泽州领晋城、高平、阳城、沁水4县。至元三十一年（1264年），复由晋城析置陵川县，以泽州领晋城、高平、阳城、沁水、陵川。"
        },
        {
            "type": "text",
            "text": "       明代，洪武元年（1368年），裁晋城县入泽州，隶平阳府。洪武九年（1376年）泽州改为直隶州，隶山西布政使司冀南道，晋城省入泽州，本境即为州治，泽州领高平、阳城、陵川、沁水4县。清初沿袭明制。雍正六年（1728年）升泽州直隶州为泽州府，州治改置为凤台县，名称取当地神话“宿凤高台”之意。泽州府辖凤台、高平、阳城、沁水、陵川5县。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废泽州府，凤台县复名晋城县，原属5县均直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，晋城、高平、阳城、沁水、陵川5县属冀宁道。民国十六年(1927年)5月，废除道制，晋城、高平、阳城、沁水、陵川5县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，晋城、高平、阳城、沁水、陵川5县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发后，日本侵略军曾多次进犯上党地区。为抗击日寇，中国共产党领导的国民革命第八路军，于民国二十七年（1938年）挺进敌后，建立了太行、太岳根据地。民国二十九年（1940年）4月至民国三十二年（1943年）4月，原泽州府所属各县县城，先后被日本侵略军占领。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗战胜利后，阎锡山继续出任山西省政府主席，将晋城、高平、阳城、沁水、陵川5县划入第五行政督察区(驻浮山县，后移驻曲沃)，但这5个县实际为中共政权控制区域。民国三十七年（1948年）2月，由晋城县城关析置晋城市。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，晋城市裁撤，辖区仍归属晋城县，晋城、高平、阳城、沁水、陵川5县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。11月21日，晋城、高平、陵川3县并为晋城县；沁水、阳城2县并为阳城县。1961年7月9日，恢复5县建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间5县一直随属。1983年7月28日，晋城县改设县级市。1985年4月30日，撤销晋东南地区，设立地级晋城市，以原县级晋城市分为城区和郊区。1993年5月12日，撤销高平县，设立高平市（县级）。1996年8月8日，撤销晋城市郊区，设立泽州县。"
        }
    ]
}