{
    "title": "沁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1870",
            "category": "沁县"
        }
    ],
    "detail": "[日期：2016-06-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：238次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       沁县之名源于元朝的沁州，民国元年（1912年）5月，中华民国建立，全国废府、州、厅为省、县两级制，沁州改为沁县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       沁州最早在隋开皇十六年(596年)设置，以州东沁水为名。治所在今山西沁源县，领沁源，和川，绵上3县。大业元年（605年）州废。唐武德元年(618年)复置，天宝元年(742)改名阳城郡，五代仍称沁州，宋时废入威胜军。金天会六年（1128年），改威胜军为沁州，金元光二年（1223年）沁州升为节镇军，曰义胜军。蒙古中统元年（1260年）复称沁州，并迁现城址。民国元年（1912年）5月，废旧制府、州、厅为县，沁州改为沁县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋初，县境为赤狄所居。晋悼公十三年（前560年），晋国消灭久居于此的赤狄部落——潞子国以后，把地跨数县的地区，封给晋大夫羊舌氏为食邑，名曰铜鞮[dī]邑，以境内一座名叫“铜鞮”的小山为名。晋顷公十二年（前514年），晋大夫魏献子灭羊舌氏族，分羊舌氏之田为铜鞮、平阳（临汾）、杨氏（洪洞）三县。战国时，铜鞮属韩国上党郡，后归赵国。"
        },
        {
            "type": "text",
            "text": "       秦始皇十一年（前236年）秦夺取赵赵国上党郡，铜鞮地入秦国。西汉建立后，将析铜鞮县另置涅氏（濒临涅河，故名，东汉改为涅县）、襄垣、谷远四县，四县均隶属上党郡，汉武帝元封五年(前106年)，设立并州刺史部，铜鞮县属并州刺史部上党郡。东汉、西晋沿袭未改。"
        },
        {
            "type": "text",
            "text": "       北魏时，改涅县为阳城县，与铜鞮县同隶并州乡郡。北周时，铜鞮县、阳城县属潞州乡郡。隋初，铜鞮县、阳城县属冀州上党郡，开皇十八年（598年）阳城县改为甲水县，大业元年（605年）甲水县(县治在今南涅水村)并入铜鞮县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），置韩州，复置甲水县，武德六年（623年）分甲水县归铜鞮、武乡2县，韩州领襄垣、铜鞮、黎城、涉县、武乡等五县。贞观十七年(643年)废韩州入潞州，铜鞮县属潞州。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国二年(977年)于潞州铜鞮县乱柳(今段柳村)石围中置威胜军，兼移铜鞮县治。金天会六年（1128年），改威胜军为沁州。金元光二年（1223年）沁州升为节镇军，曰义胜军，领铜鞮、武乡、绵上、沁源四县。"
        },
        {
            "type": "text",
            "text": "       蒙古中统元年（1260年）复称沁州，并迁现城址，置录事司，领铜鞮、沁源、武乡三县。明代，洪武元年（1368年），废铜鞮县名，通称沁州，直隶山西布政司，领沁源、武乡两县。清沿明制，仍称沁州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，中华民国建立，全国废府、州、厅为省、县两级制。沁州改为沁县，直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，沁县属冀宁道。民国十六年(1927年)5月，废除道制，沁县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，沁县属第三行政主任公署(驻沁县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）4月10日，日军首次侵占沁县城，十天后日军撤离。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，沁县属冀宁道，同年7月5日，日军占领沁县。民国三十四年（1945年）8月22日，八路军攻克沁县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十九年（1940年）10月为适应战争需要，在县东置路东办事处，民国三十年（1941年）1月，将沁东部分地区划归武东县，同时在沁洪公路北置漳源县。民国三十一年（1942年）6月，撤漳源县，复归沁县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将沁县划入第三行政督察区，民国三十六年(1947年)1月，山西省政府改设14个行政督察区，沁县属第十三行政督察区(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）6月， 沁县解放，属晋东南地区行署领导。民国三十八年（1949年）8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，沁县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。9月5日，撤销襄垣、沁县两县，将原两县的行政区域合并设立襄沁县。11月21日，撤销襄沁、沁源2个县，将原两县的行政区域合并设立沁县。1960年1月7日，襄沁、沁源从沁县析出，恢复原来建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间沁县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        }
    ]
}