{
    "title": "黎城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1865",
            "category": "黎城县"
        }
    ],
    "detail": "[日期：2016-07-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：167次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏太平真君十一年(450年)废潞县，以潞城县地置刈[yì]陵县，意指“西伯戡黎”时黎民被杀戮之地。隋开皇十八年(958年)，将刈陵县更名黎城县，因这里曾为古黎国的都城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今黎城县地，殷商时期，属尧帝后裔所建的黎国地域。商朝末年，黎国强大，不服从商纣王，西伯(周文王)以及西伯的儿子西伯发(周武王)替纣伐黎，黎国灭亡，史称“西伯戡黎”。周朝建立后，武王赐帝尧的后裔侯爵，称黎侯，沿用黎国的名称，但是此黎国的疆域大大缩小，只限今黎城县地。"
        },
        {
            "type": "text",
            "text": "       周宣王十五年(前812年)，晋国灭了黎侯国，随即又复其国。周惠王十四年(前663年)，潞子国攻灭了黎侯国。周定王十三年(前594年)，晋国大将军荀林父灭了潞子国，使黎侯后裔重建黎侯国，不久又为晋国所吞并。"
        },
        {
            "type": "text",
            "text": "       西汉置潞县，今黎城县地属之。三国、两晋时期，仍属潞县地。北魏太平真君十一年(450年)废潞县，以潞县地置刈陵县，属襄垣郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年(958年)，刈陵县更名黎城县，属韩州。隋大业元年(605年)罢韩州，黎城县属上党郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，复置韩州于襄垣，韩州领襄垣、铜鞮、黎城、涉县、武乡等五县。贞观十七年(643年)废韩州，所辖各县属潞州。唐哀帝天祐二年(905年)改为黎亭县，以避朱全忠父朱诚名讳。五代后唐复为黎城县。"
        },
        {
            "type": "text",
            "text": "       北宋，黎城县属潞州，潞州亦曰上党郡昭义军。天圣三年(1025年)迁县城于原县治东南4公里的白马驿，即今县城；熙宁五年(1072年)并入潞城县；元祐元年(1086年)复置黎城县，仍属潞州。建中靖国元年(1101年)改昭义军为隆德军，崇宁三年(1104年)升隆德府，领上党、长子、屯留、襄垣、潞城、壶关、黎城7个县。"
        },
        {
            "type": "text",
            "text": "       金代，改隆德府为潞州，黎城县属河东南路潞州，贞祐三年(1215年)升涉县为崇州，黎城属之；贞祐四年(1216年)崇州复为县，黎城仍归潞州。元代，属平阳路潞州，大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，黎城县属晋宁路潞州。明代，黎城县属冀南道潞州，嘉靖八年(1529年)升潞州为潞安府，黎城属之。清属冀宁道潞安府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。黎城县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，黎城县属冀宁道。民国十六年(1927年)5月，废除道制，黎城县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，黎城县属第三行政主任公署(驻沁县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)12月下旬，中共黎城县委成立，隶属中共冀豫特委直接领导。民国二十七年(1938年)2月19日，日军占领黎城县城。4月25日，八路军收复黎城县城。12月25日，日军在黎城的东阳关据点被抗日军民攻克，黎城全县光复。此后，黎城成为太行山抗日根据地内完整县之一。"
        },
        {
            "type": "text",
            "text": "       民国二十九年(1940年)1月，黎城县三区偏城、宇庄等54村划出，设立偏城县(建国后并入河北省涉县)。民国三十年(1941年)9月1日，晋冀鲁豫边区抗日民主政府成立，黎城县属太行行署四专署。民国三十二年(1943年)10月31日，为适应抗日斗争形势需要，为黎城为黎城，黎北两县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将屯留县划入第三行政督察区，后划属第十三行政督察区(驻长治县)。但实际上，黎城县为中共政权控制区域。民国三十四年(1945年)11月5日，黎城，黎北两县复合为黎城县。民国三十七年(1948年)9月，华北人民政府成立，属太行三专区。民国三十八年(1949年)8月19日，华北行政区划调整，太行三地委与太岳一地委合并组建长治专区，黎城县属长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区，1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间黎城县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        }
    ]
}