{
    "title": "壶关县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1864",
            "category": "壶关县"
        }
    ],
    "detail": "[日期：2016-07-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：175次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉王刘邦元年(前206)年，始置壶关县，以境内壶口关为名，属上党郡。古壶关口，因山形似壶，且在此置关，古名壶关。据《水经注》：“漳水又东北迳壶关县故城西，又屈迳其城北。故黎国也，有黎亭。县有壶口关，故曰壶关矣。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今壶关县地，殷商时期，属尧帝后裔所建的黎国地域。商朝末年，黎国强大，不服从商纣王，西伯(周文王)以及西伯的儿子西伯发(周武王)替纣伐黎，黎国灭亡，史称“西伯戡黎”。周朝建立后，武王赐帝尧的后裔侯爵，称黎侯，沿用黎国的名称，但是此黎国的疆域大大缩小。"
        },
        {
            "type": "text",
            "text": "       周宣王十五年(前812年)，晋国灭了黎侯国，随即又复其国。周惠王十四年(前663年)，潞子国攻灭了黎侯国。周定王十三年(前594年)，晋国大将军荀林父灭了潞子国，使黎侯后裔重建黎侯国，不久又为晋国所吞并。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，今壶关县地归韩国上党郡，后为赵所有。"
        },
        {
            "type": "text",
            "text": "       秦统一后，实行郡县制，今壶关县地属上党郡。汉王刘邦元年(前206)年，始置壶关县，仍属上党郡。东汉末，上党郡治移到壶关。三国魏、西晋时期，壶关县属并州上党郡，西晋末，壶关县废。北魏太和十三年(489年)于羊肠坂羊头山之扼置壶关县，属上党郡。北周宣政元年(578年)于上党郡置潞州，上党郡隶属潞州，壶关县属潞州上党郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年(581年)，废潞州，壶关县属上党郡。隋开皇三年(583年)，上党郡废，移潞州于壶关。开皇十六年(596年)，析壶关西部置上党县(今长治县)，东部仍归壶关县。大业元年(605年)，改潞州为上党郡，隶冀州。隋大业三年(607年)，壶关县并入上党县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，改上党郡为潞州，并置都督府。武德四年(621年)，析上党县复置壶关县，并移县治于高望堡(今韩村山)，属河东道上党郡潞州。贞观十七年(643年)又移县治于清流川(即今县城)。"
        },
        {
            "type": "text",
            "text": "       北宋，壶关县属潞州，潞州亦曰上党郡昭义军。建中靖国元年(1101年)改昭义军为隆德军，崇宁三年(1104年)升隆德府，领上党、长子、屯留、襄垣、潞城、壶关、黎城7个县。金代，改隆德府为潞州，壶关县属河东南路潞州。"
        },
        {
            "type": "text",
            "text": "       蒙古初年，潞州复改隆德府，太宗窝阔台三年(1231年)再改潞州，壶关县属平阳路潞州，大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，壶关县属晋宁路潞州。明代，壶关县属冀南道潞州，嘉靖八年(1529年)升潞州为潞安府，壶关属之。清属冀宁道潞安府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。壶关县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，壶关县属冀宁道。民国十六年(1927年)5月，废除道制，壶关县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，壶关县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月中旬，日军第一次侵占壶关县城，民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，壶关县属上党道。同年7月13日，日军第二次占领壶关城。民国二十九年(1940年)1月初，国民党中央军某部数日来猛攻壶关，日军被迫撤离，收复壶关。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中国军队始终控制着壶关87%的地盘。民国二十七年(1938年)八路军挺近晋东南，129师385旅772团进驻壶关。民国二十八年(1939年)，中共控制的壶关地区属太行分区。民国二十九年(1940年)，属太南专区。民国三十年(1941年)8月，晋冀鲁豫边区成立，壶关属太行区第四专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将壶关县划入第五行政督察区。民国三十四年(1945年)9月19日，经过“上党战役”，壶关县解放，属太行区第三专区，后改属第二专区。民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，壶关县属山西省长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区，壶关县属晋东南专区。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间壶关县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        }
    ]
}