{
    "title": "长子县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1863",
            "category": "长子县"
        }
    ],
    "detail": "[日期：2016-07-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：167次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       商朝时，为长[cháng]子国，春秋时期称长子邑，秦朝置县，始称长[zhǎng]子县，取意尧之长子①丹朱受封于此。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古时代，尧分天下为九州，今长子县地属冀州。虞舜时改属并州。夏为冀州地。商为长国，也称长子国②。西周时为太史辛甲封邑。春秋时代，为晋之长子邑。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，长子邑归韩国上党郡，后为赵国领土。"
        },
        {
            "type": "text",
            "text": "       秦统一天下，分天下为36郡，置长子县，属上党郡，郡治设在长子。西汉，沿袭秦制，置长子县隶属上党郡。三国时期，属魏国领土，为长子公国，即樊安公曹均之子曹琬于黄初二年(221年)受封之处。其子曹昂袭位后，于嘉平六年(254年)转封丰王，遂改为长子县。"
        },
        {
            "type": "text",
            "text": "       晋代， 置长子县，隶属上党郡。晋太元十一年(386年)，五胡之一的鲜卑族慕容永建立西燕国，将国都置于长子，历时8年后，西燕被慕容垂所灭，长子遂为后燕雍州之州治。"
        },
        {
            "type": "text",
            "text": "       北魏，仍为长子县， 隶属上党郡。普泰元年(531年)，划长子一部与寄氏一部合并，置乐阳县于乐阳村(今岳阳村)。长子县和乐阳县属上党郡。北齐，长子、乐阳二县均废，隶为壶关县辖地。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年(589年)，寄氏县的县治移至长子县治，原长子遂改为寄氏县。开皇十八年(598年)又复为长子县，隶属于上党郡。唐武德元年(618年)，改上党郡为潞州，长子县隶属于潞州，归河东道。五代皆依唐制。"
        },
        {
            "type": "text",
            "text": "       北宋，长子县属潞州，潞州亦曰上党郡昭义军。建中靖国元年(1101年)改昭义军为隆德军，崇宁三年(1104年)升隆德府，领上党、长子、屯留、襄垣、潞城、壶关、黎城7个县。金代，改隆德府为潞州，长子县属河东南路潞州。"
        },
        {
            "type": "text",
            "text": "       蒙古初年，潞州复改隆德府，太宗窝阔台三年(1231年)再改潞州，长子县属平阳路潞州，大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，长子县属晋宁路潞州。明代，长子县属冀南道潞州，嘉靖八年(1529年)升潞州为潞安府，长子县属之。清属冀宁道潞安府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。长子县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，长子县属冀宁道。民国十六年(1927年)5月，废除道制，长子县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，长子县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月22日，日军占领长子县城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，长子县属上党道。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国三十年至民国三十四年(1941年—1945年)，中共所控制的长子地区，先后隶属晋冀鲁豫边区第二十三专署、太岳行署第二专署、太岳行政公署第一专署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将长子县划入第五行政督察区，后划属第十三行政督察区。民国三十四年(1945年)9月19日，经过“上党战役”，长子县城解放。民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，长子县属山西省长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年9月5日，屯留县与长子县合并为屯长县，11月3日，长治专区改名为晋东南专区，屯长县属晋东南专区，11月21日，屯长县撤销，所辖区域划归长治市。1960年1月7日，恢复屯长县。1961年7月9日，撤销屯长县，恢复屯留县和长子县建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间长子县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①事实上，朱并不是尧的长子。据史料记载，尧有一后两妃，其次妃首先生下儿子监明，然监明生来体弱多病，青年时死去。《尚书中侯》载：“尧之长子监明早逝，不得立。监明之子式封于刘。朱又不肖而弗获嗣”。朱是尧后散宜氏所生，虽是次子，但却是嫡长子，因此在尧家十子中的地位最高，又因为尧的长子朱封于丹地(亦称丹渊，尧的出生地)，所以人们为了纪念朱就称丹地为长子。"
        },
        {
            "type": "text",
            "text": "       ②长[cháng]子国，其中心在今长子县城西北。长国的为长狄所建，长狄亦作“长翟”。长狄是虞夏时防风氏(商朝时改称汪芒氏)的后裔。古长国是商王朝的重要盟邦，它的首领被称为长伯、长侯。西周初期，太史辛甲被封于长子后，古长子国至此消失。"
        }
    ]
}