{
    "title": "武乡县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1862",
            "category": "武乡县"
        }
    ],
    "detail": "[日期：2016-07-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：153次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋，武帝泰始年间(265年—274年)始置武乡县，因境内有武山和武乡水而得名。据《水经注》，武乡县，以城濒武乡水得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期，今武乡县地甲氏国；春秋时代，属晋；战国时期，名涅，城邑在今故城镇。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，涅邑归韩国上党郡，后为赵国领土。秦代，涅邑属上党郡的铜鞮县。"
        },
        {
            "type": "text",
            "text": "       西汉初，析铜鞮县，置涅氏县，因涅河而得名，属并州上党郡，县治在今故城镇。东汉时涅氏县改为涅县。西晋，武帝泰始年间(265年—274年)，涅县分为三县：武乡县、镣阳县和涅县，均属并州上党郡。武乡县治在今榆社县城北15公里的社城镇。"
        },
        {
            "type": "text",
            "text": "       东晋大兴二年（319年）后赵石勒兼置武乡郡，县属之。北魏延和二年（433年），武乡郡改为乡郡，武乡县改为乡县，隶属并州。北魏太和十五年（491年）迁涅城于南亭川；武乡县移往今武乡县后，其地属乡县。东魏以乡郡置南垣州，寻改丰州。北齐时改为戎州，治涅城。北周时，涅城废，戎州废，恢复乡郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）分南亭川为武乡。隋开皇三年（583年），废乡郡，乡县属上党郡；开皇十六年（596年）析乡县置榆社县（治所在今社城镇），因县北榆社故城为名，属韩州。隋大业元年（605年），榆社废，又并入乡县。隋义宁元年（617年）榆社又从乡县中分出，复置县，属并州太原郡。"
        },
        {
            "type": "text",
            "text": "       唐初，乡县属河东道韩州。武周时改乡县为武乡县。神龙元年（705年）复改乡县，景云元年(710年)，恢复武乡县名。五代十国时，武乡县先后属后唐、后晋、后汉的潞州，后属北汉。宋初，武乡县属河东路潞州。太平兴国三年(978年)，武乡县属威胜军。"
        },
        {
            "type": "text",
            "text": "       金天会六年(1128年)，改威胜军为沁州，武乡县属河东南路沁州。元初，武乡县属平阳路沁州。大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，武乡县属晋宁路沁州。明初，武乡县属山西布政司冀南道沁州。清代，武乡县属山西省冀宁道沁州。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。武乡县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，武乡县属冀宁道。民国十六年(1927年)5月，废除道制，武乡县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，武乡县属第三行政主任公署(驻沁县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）4月4日，日军首次侵占武乡县城。4月16日，日军北犯榆社扑空后，毁弃武乡，向襄垣窜去。民国二十八年（1939年）7月6日，日军再次侵占武乡县城。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十八年（1939年）阎锡山制造“十二月政变”后，武乡县脱离了旧山西省领导，属太行抗日根据地第三专区（亦称三分区）。民国二十九年（1940年）6月，日寇侵占段村。为适应对敌斗争形势需要，武乡县分成武东抗日县和武西抗日县，两县均属冀南太行联合办事处三专署领导。民国三十年（1941年）7月起，两县均属晋冀鲁豫边区太行三专区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将武乡县划入第三行政督察区，后划属第十三行政督察区(驻沁县)，但武乡县实际为中共控制区域。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8 月25日，段村解放。9月，武东、武西两县合并为武乡县。山西105个县城，武乡县是中国人民解放军解放的36县之一。民国三十八年（1949年）1月，太行二专区改名左权专区，辖左权、和顺、昔阳、榆社、武乡、襄垣6县，专署驻石匣村。民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，武乡县属山西省长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区，11月21日，榆社县和武乡县合并，称武乡县，属晋东南专区。1960年1月7日，榆社从武乡县分出，恢复建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间武乡县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        }
    ]
}