{
    "title": "沁源县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1861",
            "category": "沁源县"
        }
    ],
    "detail": "[日期：2016-07-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：171次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置谷远县，西晋时县废。北魏孝庄帝建义元年(528年)以原谷远县地置沁源县，因沁水之源而得名。沁水，古称洎[ jì]水，少水，现名为沁河，是黄河下游的一个支流。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为冀州之域，春秋为晋之地，周威烈王二十三年(前403年)，赵、魏、韩三家分晋，今沁源县地属韩国上党郡，后属赵国。秦属上党郡。"
        },
        {
            "type": "text",
            "text": "       西汉置谷远县①，王莽时，反其意而用之，改谷远为谷近县，东汉时恢复旧名。三国魏黄初三年(222年)割太原郡四县兹氏、中阳(今孝义)、谷远(今沁源)、界休，置西河郡，属并州。西晋废谷远县名，地属上党郡。"
        },
        {
            "type": "text",
            "text": "       北魏孝庄帝建义元年(528年)始置沁源县，县治在今城南一里处。同年，于沁源县置义宁郡，领团城(沁源县境)、义宁、安泽、沁源等县。北齐天保七年(557年)，废团城县，以冀氏县(安泽县东南)来属，义宁郡仍领四县。北周，沿用不改。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十六年(596年)置沁州，州治在沁源县城南。同年，析沁源北部置绵上县，属西河郡。隋炀帝大业元年(605年)，废沁州，沁源县属上党郡；隋恭帝义宁元年(617年)，仍复义宁郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年(618年)，复置沁州，仍治沁源县。武德二年(619年)，在沁源西部，分设招远县，属沁州。武德三年(620年)废招远县，其辖地仍归沁源县。唐玄宗天宝元年(742年)改沁州为阳城郡，领沁源、和川、绵上，铜鞮(有些记载中无铜鞮县)4县。唐肃宗乾元元年(758年)复称沁州，州治在沁源县。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国二年(977年)在铜鞮县乱柳石围中置威胜军，在今沁县城置沁州，从此，沁州从沁源迁到沁县，沁源县属威胜军。金天会六年(1128年)，改威胜军为沁州。元光二年(1223年)沁州升为节镇军，曰义胜军，领铜鞮、武乡、绵上、沁源四县。同年始置谷州，谷州治在沁源。"
        },
        {
            "type": "text",
            "text": "       元世祖至元元年(1264年)废谷州，沁源县属沁州。至元十年(1273年)绵上县废入沁源县。明洪武元年(1368年)，废铜鞮县名，通称沁州，领沁源、武乡两县。清沿明制，沁源仍属沁州。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。沁源县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，沁源县属冀宁道。民国十六年(1927年)5月，废除道制，沁源县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，沁源县属第三行政主任公署(驻沁县)。"
        },
        {
            "type": "text",
            "text": "       民国三十一年(1942年)10月20日，日军占领沁源县，山西省最后一座县城沦陷②。由于抗日军民连续883天的围困，驻沁源城日军缺粮断水，频遭袭击，民国三十四年(1945年)4月11日，日军被迫撤出沁源县境。"
        },
        {
            "type": "text",
            "text": "       抗日战争期间，沁源为太岳抗日根据地中心。民国三十一年(1942年)9月1日，在沁源正式成立了太岳区抗日行政公署，归晋冀鲁豫边区政府领导。同年10月，为适应战争需要，在朱鹤岭以北地区分设绵上县，绵上县政府驻东村、赤石桥、水峪等地。民国三十四年(1945年)4月11日，沁源军民围困战胜利后，沁源和绵上又合并为沁源县，县政府驻郭道镇。太岳区的岳北专署驻沁源城关。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将沁源县划入第三行政督察区，后划属第十三行政督察区(驻沁县)，但沁源县实际为中共控制区域。民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，沁源县属山西省长治专区。"
        },
        {
            "type": "text",
            "text": "       1958年11月3日，长治专区改名为晋东南专区。9月5日，撤销襄垣、沁县两县，合并设立襄沁县。11月21日，撤销襄沁、沁源2个县，合并设立沁县。1960年1月7日，襄沁、沁源从沁县析出，恢复原来建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间沁源县一直随属。1985年4月30日，撤销晋东南地区，将原晋东南地区的襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①据古史传说，神农炎帝曾在羊头山见丹雀衔来一株九穗嘉禾，炎帝就把它播撒在田间，不久长出一斤嘉禾，据说味道香甜，食之可长生不死，所以西汉在此置谷远县，县治谷远城，后来讹传为孤远城。"
        },
        {
            "type": "text",
            "text": "       ②抗战时期，山西省共105个县，有103个县先后沦陷，永和县和平顺县两个县未遭日寇占领。山西省第一个沦陷的县城是阳高县(1937年9月9日沦陷)，最后一个沦陷的县城是沁源县(1942年10月20日沦陷)。"
        }
    ]
}