{
    "title": "潞城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        },
        {
            "id": "1860",
            "category": "潞城市"
        }
    ],
    "detail": "[日期：2016-07-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：150次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西周时，这里曾有潞国，也作潞子国。西汉初，在潞子国故都城置潞县，以古潞国为名。故治在今市区东北18千米古城村。隋开皇十六年(569年)又改为潞城县。“潞城”县名始此。据《水经注》：“(潞)县故赤翟潞子国也。”1994年4月26日，撤潞城县，设潞城市(县级)。\n\r\n【沿革】\r\n       春秋时期，这里有赤狄中最强大的潞国。也称潞子国(即潞氏)。晋景公六年(前594年)6月，晋景公派大将荀林父兴师，在曲梁(今潞城市石梁村)大败潞军，灭潞国。战国时期，潞子国故地称为“潞”或“露”，为韩国上党十七邑之一。"
        },
        {
            "type": "text",
            "text": "       西汉初，在潞子故都城置潞县，属上党郡。西晋时期，潞县一度为上党郡治所。北魏太平真君十一年(450年)，改潞县为刈陵县，县治在今黎城县古县村，隋开皇十六年(569年)，又从刈陵县划出南部区域，置潞城县，县治设在今潞城市区。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，改上党郡为潞州，潞城县隶属于潞州，归河东道。唐末天佑二年(905年)，权臣朱温为避其父朱诚名讳，改潞城县为“潞子县”。五代后唐时，恢复原名，潞子县复名为潞城县。五代皆依唐制。"
        },
        {
            "type": "text",
            "text": "       北宋，潞城县属潞州，潞州亦曰上党郡昭义军。建中靖国元年(1101年)改昭义军为隆德军，崇宁三年(1104年)升隆德府，领上党、长子、屯留、襄垣、潞城、壶关、黎城7个县。金代，改隆德府为潞州，潞城县属河东南路潞州。"
        },
        {
            "type": "text",
            "text": "       蒙古初年，潞州复改隆德府，太宗窝阔台三年(1231年)再改潞州，潞城县属平阳路潞州，大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，潞城县属晋宁路潞州。明代，潞城县属冀南道潞州，嘉靖八年(1529年)升潞州为潞安府，潞城县属之。清属冀宁道潞安府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，中华民国建立，全国废府、州、厅为省、县两级制。潞城县直属于山西省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，潞城县属冀宁道。民国十六年(1927年)5月，废除道制，潞城县直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，潞城县属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月19日，日军侵占潞城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，潞城县属上党道。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十八年(1939年)10月，中共潞城县委成立，县委机关对外称《新华日报》推销处。民国二十九年(1940年)5月，潞城以邯长公路为界正式建立潞东、潞西两县建制。民国三十年(1941年)5月潞西、潞东合并，恢复潞城县建制。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月15日，日本宣布无条件投降，8月19日驻守潞城的日军弃城向长治逃窜，潞城县城随即被县独立营和区干队收复。但8月25日阎锡山部队和伪警备队重新攻占了潞城县城。阎锡山继续出任山西省政府主席，将潞城县划入第五行政督察区，后划属第十三行政督察区。8月18日，潞城县城被八路军冀南纵队攻克，潞城解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，潞城县属山西省长治专区。"
        },
        {
            "type": "text",
            "text": "       1954年4月9日，潞城县与长治县合并为潞安县(驻长治)。1958年11月3日，长治专区改名为晋东南专区，潞安县属晋东南专区，11月21日，撤销潞安县，其行政区域分别划入长治市和黎城县。1962年3月27日，恢复潞城县原来建制。1967年4月成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1978年晋东南地区革命委员会改为晋东南地区公署，期间潞城县一直随属。1983年7月28日，潞城县由晋东南地区划归长治市管辖。1994年4月26日，撤潞城县，设潞城市(县级)。"
        }
    ]
}