{
    "title": "长治市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1780",
            "category": "长治市"
        }
    ],
    "detail": "[日期：2016-07-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：150次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明嘉靖二年(1523年)，潞城县小吏陈卿亡命家乡青羊山中，并凭借太行山间险要地形，聚众起事，连陷辽、沁二州，明廷为之震恐。直到嘉靖七年(1528年)10月，官军以10万兵力合击青羊山，才将这支农民军剿平。事后，为了加强对地限民悍的潞州实行有效管理，防止此类事件发生，明廷特于嘉靖八年(1529年)2月诏升潞州为府，府城设县。嘉靖皇帝赐府名为“潞安府”赐县名为“长治县”，以祈望这里“长治久安”。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       长治古称上党，《荀子》称为“上地”。“上党”的意思，就是高处的、上面的地方,即“居太行山之巅，地形最高与天为党也”，因其地势险要，自古以来为兵家必争之地，素有“得上党可望得中原”之说。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷商时期，长治是殷商王朝属下的诸侯国，史称“黎”。春秋时归晋。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，长治为韩国别都，称“上党郡”。秦昭襄王四十五年(前262年)，秦攻韩上党，上党守冯亭为了联赵抗秦，遂把上党的17座城邑献给赵国，上党郡属赵国。后经过秦赵长平之战，赵国战败，上党地属秦国。"
        },
        {
            "type": "text",
            "text": "       秦统一后，在此置上党郡，当时上党的范围应是东起太行山，西至太岳山，南起王屋山，北至八缚岭的广袤区域，占据了山西省境的整个东南部。两汉时期，上党郡属并州。"
        },
        {
            "type": "text",
            "text": "       东汉建安十八年(前213年)，曹操平定黄河以北，新置12郡，其中划出上党郡北部的沾县、轑河等县置乐平郡，形成隋以后的辽州；十六国时期，慕容永在上党称帝，又划出上党郡南部的泫氏、高都、阳阿、端氏、蠖泽等县置建兴郡，形成隋以后的泽州；北魏建义元年(528年)，再划出原上党郡西北部的谷远、铜鞮等县置义宁郡，形成隋以后的沁州；所余上党郡的中心区域形成唐以后的潞州。所以在历史上人们习惯将潞、泽、辽、沁四州并称，就是因为它们同本同源，地相连属，皆出自古老的上党。再以后，潞州和沁州演变为今长治市；泽州演变为今晋城市；而辽州则成为今晋中市东部山区县的所在区域。"
        },
        {
            "type": "text",
            "text": "       潞州始置于北周宣政元年(578年)，以境内潞水(今浊漳河)命名。隋代复改上党郡。从唐武德元年(618年)再置潞州，五代后梁乾化三年(913年)，改为匡义军，翌年，唐灭梁，改为安义军。后晋复为昭义军；后汉、后周因之。"
        },
        {
            "type": "text",
            "text": "       北宋，潞州亦曰上党郡昭义军。建中靖国元年(1101年)改昭义军为隆德军，崇宁三年(1104年)升隆德府，领上党、长子、屯留、襄垣、潞城、壶关、黎城7个县。金代，改隆德府为潞州，潞城县属河东南路潞州。"
        },
        {
            "type": "text",
            "text": "       蒙古初年，潞州复改隆德府，太宗窝阔台三年(1231年)再改潞州，潞城县属平阳路潞州，大德九年(1305年)，因发生大地震，希冀安宁，而改平阳路为晋宁路，潞州属晋宁路。"
        },
        {
            "type": "text",
            "text": "       明洪武九年(1376年)潞州升直隶州。嘉靖八年(1529年)升潞州直隶州为潞安府，并置长治县，取“长治久安”之意，长治由此而得名。明代的潞安府共辖8县，即“屯留、长治、长子、襄垣、黎城、潞城、平顺、壶关”，群众俗称“府八县”。清朝时沿用明制，仍为潞安府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，山西省废除前清府、州一级建制，裁潞安府，所辖各县均直属于省政府。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，各县均属冀宁道。民国十六年(1927年)5月，废除道制，各县再次直属于省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，沁县、沁源、黎城、襄垣、武乡属第三行政主任公署(驻沁县)；长治、长子、屯留、壶关、潞城、平顺属第五行政主任公署(驻长治县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月19日，日军首次进攻并占领长治，至民国三十一年(1942年)10月20日，长治地区除平顺以外，各县均陷于日军。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，长子县、壶关县、沁县、襄垣县、长治县、屯留县、潞城县属上党道。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，长治地区各县属第三、第五行政督察区，后划属第十三行政督察区。但实际长治地区为中共控制区域。民国三十四年(1945年)9月1日，上党战役打响，至10月8日，长治地区各县城均获得解放。同年10月，由长治县的部分地析置长治市，专区级，属太行区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月9日，中共华北人民政府决定撤销太行、太岳、太原3行政区和陕甘宁边区的晋南、晋西北2区50县，合并设立山西省。8月19日，设立长治专区，专署驻长治市，辖长治、长子、屯留、沁源、沁县、武乡、襄垣、黎城、潞城、平顺、壶关、陵川、高平、晋城、阳城、沁水等16县。11月23日，裁撤长治市，改置为长治城关区（县级）。"
        },
        {
            "type": "text",
            "text": "       1950年3月1日，撤销长治城关区，改为长治工矿区。1951年12月11日撤销长治工矿区，设立长治市(地级) 。这时长治专区辖16县。1954年4月9日，潞城县与长治县合并为潞安县(驻长治)。1958年11月3日，长治专区改名为晋东南专区，长治市划归晋东南专区。1962年3月27日，恢复潞城县原来建制。1967年4月7日成立晋东南区革命委员会，同年8月改称晋东南地区革命委员会。1975年7月9日，长治市改由省直辖。"
        },
        {
            "type": "text",
            "text": "       1978年晋东南地区革命委员会改为晋东南地区公署。1983年7月28日，潞城县由晋东南地区划归长治市管辖。1985年4月30日，撤销晋东南地区，将原晋东南地区的沁水、阳城、高平、陵川4县划归晋城市管辖；襄垣、屯留、平顺、黎城、壶关、长子、武乡、沁县、沁源9县划归长治市管辖。"
        }
    ]
}