{
    "title": "阳泉市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1779",
            "category": "阳泉市"
        }
    ],
    "detail": "[日期：2016-07-13]   来源：www.Youlai19.cn  作者：【由来网】   阅读：197次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       古时劳动人民在此凿石取煤，挖出了五个水势旺盛的泉眼，称为“漾泉”，后讹为阳泉。阳泉因此而得名。至清末，今阳泉的市中心还是一片荒滩，旧称沙江口，为平定州辖地。自清光绪二十九年(1903年)石太铁路通车后，煤、铁、硫磺等工业随之兴起，至民国二十五年(1936年)才形成一个有三万余人的小集镇，属平定管辖。因镇在大、小阳泉村之间，故以村名镇。民国三十六年(1947年)5月4日，以原平定县的一部分设阳泉市，"
        },
        {
            "type": "text",
            "text": "       清光绪版《平定州志》卷二《舆地·山川》中载：“阳泉，在州西十五里，泉源有五：一在村南涧中，俗名饮马坑；一在村西野子沟，皆夏秋有水，冬春则涸；一在村北寺沟，相去丈余，水盈盈常不涸；一在张氏山庄问渠亭右侧，深广丈余，石瓮为池，土人常祷雨于此；或曰今村中上港井，亦泉也，今有石槽尚存，后填以巨石，因以为井，皆自平地涌出，本名漾泉，讹为阳云。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞夏商时，今阳泉市境相传为古冀州之地。春秋时，今盂县地有仇犹国。战国时期，周定王十四年(前455年)，智伯灭仇犹。赵襄子五年(前453年)，智伯又为赵氏所灭，仇犹属赵。"
        },
        {
            "type": "text",
            "text": "       秦，今阳泉地属太原郡。西汉武帝建元元年(前140年)始置上艾县，县治在今平定县新城村，属并州太原郡。东汉，上艾县属冀州常山国。"
        },
        {
            "type": "text",
            "text": "       三国时，南北分属魏并州乐平郡、新兴郡。西晋沿用曹魏旧制。东晋十六国时，历属前赵、后赵、冉魏、前燕、前秦、后燕、北魏等国。北魏时南北分属并州乐平郡石艾县和肆州新兴郡定襄县。后全境属东魏和北齐。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年(596年)于今娘子关置苇泽县，属井州，于今盂县境置原仇县(后改称盂县)，与石艾县同属辽州。大业元年(605年)，废苇泽县并入井陉县。唐初，今阳泉地属受州，后受州废，石艾、盂县先后属并州、太原府；天宝元年(742年)，石艾更名广阳，徙县治于广阳村。"
        },
        {
            "type": "text",
            "text": "       五代历属后唐、后晋、后汉、北汉。北宋太平兴国四年(979年)，改广阳县为平定县，县治迁回平定上城，隶平定军；盂县属并州；之后，平定县、盂县同属河东路。金，平定军升平定州，盂县升盂州，属河东路、河东北路。"
        },
        {
            "type": "text",
            "text": "       元朝建立后，废太原府置太原路，平定州、盂州属太原路。大德九年(1305年)，因大地震，希冀安宁，改太原路为冀宁路，所辖未变。明洪武七年(1374年)，降盂州为盂县，与平定州同属山西太原府。清雍正二年(1724年)，平定升为直隶州，增领盂县、寿阳县。至清末，今阳泉市中心还是一片荒滩，称沙江口，为平定州辖地。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，平定州改为平定县，盂县、平定县直属山西省。民国二年(1913年)3月置中路道，民国三年(1914年)5月改名为冀宁道，盂县、平定县属冀宁道。民国十六年(1927年)5月，废除道制，盂县、平定县直属于省。民国二十五年(1936年)设立阳泉镇，属平定管辖。因镇在大、小阳泉村之间，故以村名镇。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，盂县、平定县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)10月29日，日军侵入平定县城，次日占领阳泉镇。民国二十七年(1938年)1月9日，日军占领盂县城。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，盂县、平定县属雁门道。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，平定分置平定(路北)县、平(定)东县和平(定)西县，盂县分置盂(县)平(山)县、盂(县)阳(曲)县、盂(县)寿(阳)县；正太铁路以南的平(定)东、平(定)西二县属晋冀鲁豫边区，以北各县属晋察冀边区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月25日，盂县城解放。民国三十六年(1947年)5月2日，平定县全境解放。5月4日，以原平定县的一部分设阳泉市，属晋察冀边区冀晋二专区。民国三十八年(1949年)8月1日，成立阳泉专区，路南、路北两个县合并为平定县，平定县、盂县属阳泉专区。8月20日，阳泉专区改名为榆次专区，平定县、盂县属榆次专区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)阳泉市由河北省石门市(即石家庄市)代管。9月30日，撤销阳泉市，设立阳泉工矿区，复归山西省，属榆次专区。1951年12月11日，撤销阳泉工矿区，设立阳泉市(地级)。1958年6月4日，省辖的阳泉市划归榆次专区管辖；11月3日，榆次专区改名为晋中专区。1961年11月22日，阳泉市复改由省直辖。1968年9月28日，成立晋中地区革命委员会，1970年1月11日，设立阳泉市矿区；3月21日，阳泉市改由晋中地区革命委员会代管。1972年3月9日，阳泉市再次改由省直辖。1983年7月28日，晋中地区的盂县、平定2县划归阳泉市管辖。"
        },
        {
            "type": "text",
            "text": "       [参看“平定县”词条]"
        }
    ]
}