{
    "title": "大同县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        },
        {
            "id": "1873",
            "category": "大同县"
        }
    ],
    "detail": "[日期：2016-07-14]   来源：www.Youlai19.cn  作者：【由来网】   阅读：229次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “大同”是指古代政治上的最高理想。在《礼记·大道之行也》中有文字这样说：“大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者，皆有所养。男有分，女有归。货，恶其弃于地也，不必藏于己；力，恶其不出于身也，不必为己。是故，谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。”"
        },
        {
            "type": "text",
            "text": "       辽代时根据此义设西京大同府，为辽国陪都，从此称为大同。据《寰宇通志》：大同府“以在大同川，故名”。据《大同县志》，因五大唐大同军，军取义大同川。大同川当今内蒙古乌拉特中后旗，唐末沙陀人内徙，大同之名遂侨徙今治。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今大同县地属代国。战国时期，赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡。今大同县地属雁门郡。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，置平城县(故治在今大同城东北古城)、班氏县，均属雁门郡。新莽改平城县为平顺县，东汉复旧，又增设平邑县。建安末年平城县废，三国魏复置平城县，属新兴郡。西晋，班氏、平邑并入平城县，改并州属雁门郡。"
        },
        {
            "type": "text",
            "text": "       北魏天兴元年(398年)北魏建都于此，兼为司州治所。延和元年(432年)平城县改名为万年县。太和十七年(493年)复名平城，属恒州，兼为州治，故治在今大同城东3千米无忧坡上。东魏天平二年(535年)置代郡，治所在平城。辖平城、太平、武周、永固等四县。"
        },
        {
            "type": "text",
            "text": "       北齐天保七年(556年)平城县改名为太平县，属代郡。北齐时又于县境西北置临塞县和临阳县，北周废，同时改太平县为云中县，属长宁郡，故治在大同城西北15千米。隋开皇二年(582年)，为避隋文帝父亲杨忠名讳，云中县改为云内县，属马邑郡。"
        },
        {
            "type": "text",
            "text": "       唐贞观十四年(640年)定襄县自朔州北界定襄城故址徙此，属云州，兼为州治，云内县废入，故治在今大同城西北15千米。唐永淳元年(682年)云内县为东突厥默啜所破，州、县废，移百姓于朔州。开元十八年(730年)复为云中县，属云州，故治在今大同城东3千米。"
        },
        {
            "type": "text",
            "text": "       五代，后晋天福二年(937年)辽进占云州，云中县随云州入辽，初为大同军节度，重熙十三年(1044年)改云州为西京，设西京道大同府，重熙十七年(1048年)析云中县地，置大同县，为辽之陪都，属西京道。"
        },
        {
            "type": "text",
            "text": "       宋宣和五年(1123年)宋金联盟攻辽，并预置了版图：云中府路，治云中府(大同)，统“山后九州”，但后来因金人失约，云中等地旋为金人所取。金初于县境置裕民县，故治在今大同城西北，皇统元年(1141年)废。大同、云中、宣宁、怀安、天成、白登、怀仁7县隶属大同府。"
        },
        {
            "type": "text",
            "text": "       蒙古至元二年(1265年)云中县废入大同县，至元二十五年(1288年)改西京道大同府为大同路，大同县属大同路。明洪武七年(1374年)改大同路为大同府，大同府治大同县。"
        },
        {
            "type": "text",
            "text": "       清初因明治，大同府领四州七县。顺治六年(1649年)大同城被清军攻破，屠城，大同城废。府移治阳和卫，名阳和府。大同县移治怀仁县西安堡。直到顺治九年(1652年)府县才复还故址。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，大同县直属山西省。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，大同县属雁门道(驻大同县)。民国十六年(1927年)5月，撤销道一级政区，大同县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，大同县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月11日，国民党驻大同守军和政府机关南撤，9月13日，日军占领大同县城。10月15日成立“晋北自治政府”，民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同等13县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中共政权分置东、西大同县，分属晋察冀边区第二专署与晋绥边区。民国三十四年(1945年)8月抗日战争胜利后，阎锡山继续出任山西省政府主席，将大同县划入第十行政督察区。民国三十八年(1949年)5月1日，大同和平解放，东、西大同县合并，属察哈尔省雁北专区，另成立大同市。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区划归山西省，大同县属山西省雁北专区。1954年4月9日，大同县与怀仁县合并为大仁县。1958年11月21日，撤销大仁县，将原大同县的行政区划入大同市，以其设立古城区；原怀仁县的行政区域划入山阴县。1964年10月31日，撤销大同市的古城区，恢复大同县建制，隶属大同市。1965年7月14日，大同县划归雁北专区。1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会；1978年雁北革命委员会改称为雁北行政公署，此期间大同县一直随属。1993年6月25日，撤销雁北地区，大同县复属大同市。"
        }
    ]
}