{
    "title": "浑源县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        },
        {
            "id": "1875",
            "category": "浑源县"
        }
    ],
    "detail": "[日期：2016-07-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：222次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐初为云中县属地，后析置浑源县，隶应州，因地处浑河源头，故名浑源。《寰宇通志》卷81载：浑源州“取浑源川为名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今浑源，夏商时属冀州。西周时属并州，春秋属代国。战国时期，赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡。今浑源县地属雁门郡。秦时，仍属雁门郡。"
        },
        {
            "type": "text",
            "text": "       西汉置崞县(故治在今浑源县西二十里麻庄)，繁畤县(故治在今浑源县北二十里)，属雁门郡；又置平舒县，属代郡。后平舒县并入崞县，崞县属恒山郡。新莽时期，改崞县为崞张，改繁畤为当要。东汉初年，两县复西汉时旧名。东汉建武年间(25年—56年)，废崞县，置常山关(常山即恒山，因避文帝刘恒讳改名)。东汉末年，常山关、繁峙县俱废。"
        },
        {
            "type": "text",
            "text": "       三国时，曹魏复置崞县，属雁门郡。西晋刘琨弃崞县予代王拓跋猗卢，徙楼烦、马邑、阴馆、繁畤、崞5县民于径岭之南。从此后侨置的崞县(北魏置崞山县)、繁畤已经不在今浑源境内。"
        },
        {
            "type": "text",
            "text": "       北齐天保七年(556年)年置太平县(治所在在今山西省大同市)，今浑源县地属太平县。北周灭北齐后，改太平县为云中县。隋朝时，为避隋文帝父亲杨忠名讳，云中县改云内县，并移置今山西省朔州市怀仁县西南。"
        },
        {
            "type": "text",
            "text": "       唐代，析云中县地置浑源县，属应州，以浑河发源于县境得名。五代后唐改浑元县，属应州。后晋石敬瑭割燕云十六州赂契丹，浑源县随州入辽。金灭辽，浑源属金，贞祐二年(1214年)升为浑源州，治浑源县，隶西京路。"
        },
        {
            "type": "text",
            "text": "       蒙古初年，改浑源县为恒阴县，因在恒山之阴，故名。至元四年(1267年)省县入州，隶属大同府。至元二十五年(1288年)改西京道大同府为大同路，浑源州属大同路。"
        },
        {
            "type": "text",
            "text": "       明洪武七年(1374年)改大同路为大同府，辖浑源州、应州、朔州、蔚州(河北蔚县，当时下辖一县广灵县)4州及大同(宣宁县并入大同县)、怀仁、马邑、山阴、广灵、灵丘、广昌(河北涞源县)7县。"
        },
        {
            "type": "text",
            "text": "       清初沿袭明制，至顺治九年(1652年)，大同府辖浑源州、应州2州和大同、天镇、阳高、怀仁、山阴、广灵、灵丘7县以及丰镇厅。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废府，改州、厅为县，浑源州改为浑源县，直属山西省政府。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，浑源县属雁门道。民国十六年(1927年)5月，撤销道一级政区，浑源县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，浑源县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月17日，日军侵占浑源县城。民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同、浑源等13县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期县境南北山区均为抗日根据地，属晋察冀边区。民国二十七年(1938年)2月成立浑源县抗日民主政府，隶属冀晋五分区察南办事处冀晋行署雁北专署。民国二十九年(1940年)至民国三十四年(1945年)，先后属晋察冀边区政府二、五、一专署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗日战争胜利后，阎锡山继续出任山西省政府主席，将浑源县划入第十行政督察区(驻大同县)。10月12日，晋察冀军区四纵队四旅和雁北军区十二团围攻浑源县城，与守城日伪军激战后，浑源县城解放。民国三十六年（1947年）4月，由浑源县城关镇改置浑源市，为县佐级市，属冀晋行署和一分区。民国三十七年（1948年）6月裁撤，改置为浑源县城关区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)2月21日，撤销晋绥边区，成立了晋西北区，归陕甘宁边区领导。下设五寨分区、离石分区、雁北分区、雁南分区，浑源县隶属雁北分区。8月9日，陕甘宁边区撤销，9月1日，山西省正式成立以后，浑源县归属察哈尔省雁北专区。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区划归山西省，浑源县属山西省雁北专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，广灵县撤销，并入浑源县。1960年1月7日，广陵县从浑源县析出，恢复建制。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区。1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会；1978年雁北革命委员会改称为雁北行政公署，此期间浑源县一直随属。1993年6月25日，撤销雁北地区，浑源县划属大同市。"
        }
    ]
}