{
    "title": "广灵县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        },
        {
            "id": "1877",
            "category": "广灵县"
        }
    ],
    "detail": "[日期：2016-08-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：221次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       五代唐同光二年(924年)析兴唐县地置广陵县，后废。辽统和十三年(995年)正月，析蔚州仙灵县西境和灵丘县北境置广灵县，因有广灵泉而得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       广灵泉，一般称莎泉(因盛产莎[suō]草及泉水，故名为\"莎泉\")，在广灵县西15公里处的莎泉村，属水神堂泉范围，汇流于壶流河，今为山西名泉。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今广灵县地属代国。战国时期，为代国平舒邑。赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡，平舒邑属代郡。"
        },
        {
            "type": "text",
            "text": "       秦时，平舒邑仍属代郡。西汉高祖六年(前201年)置平舒县(今广灵县平城村)，又置狋[quán]氏县(今广灵西北六十里六陵山阴)，平舒县兼管狋氏县，2县均属幽州代郡。王莽时，平舒县改名平葆县，狋氏县改名为狋聚。东汉复名平舒、狋氏。三国时，平舒、狋氏属魏国的幽州代郡管辖。晋时，平舒县属幽州代郡，而狋氏县废。"
        },
        {
            "type": "text",
            "text": "       前赵光初十年(327年)平舒县属幽州代郡。后赵石虎建武四年(338年)代郡没于后赵，平舒县属后赵。前燕慕容儁二年(350年)代郡没于慕容俊，平舒县属前燕。代王拓跋什翼犍二十五年(362年)代郡没于代王，平舒县属代国。前秦符坚建元十二年(376年)占代郡，平舒县属前秦。后燕时平舒县属幽州代郡。"
        },
        {
            "type": "text",
            "text": "       北魏皇始元年(396年)北魏攻占后燕都城中山(今河北定州)，平舒县属司州代郡，为畿内县。太和二年(478年)，属燕州昌平郡。太和二十一年(497年)改属燕州东代郡。孝昌二年(526年)平舒县境陷于葛荣起义军，寄治幽州军都城(今北京市昌平县西17里)，属东燕州上谷郡。东魏天平二年(535)于代郡置北灵丘郡，平舒县属北灵丘郡。北齐天宝元年(550年)，平舒县废，地属灵丘县。"
        },
        {
            "type": "text",
            "text": "       北周大象二年(580年)代郡改称蔚[yù]州，原平舒县为蔚州灵丘县地。隋朝大业三年(607年)废蔚州，改为雁门郡，为雁门郡灵丘县地。隋末，陷于突厥。唐开元十二年(724年)置安边县(治今蔚县城)，至德二年(757年)，改安边县为兴唐县，今广灵县地为蔚州灵丘县和兴唐县地。"
        },
        {
            "type": "text",
            "text": "       五代唐同光二年(924年)析兴唐县地置广陵县，属蔚州，后废。后晋天福元年(936年)石敬瑭割燕云十六州赂契丹，蔚州入辽。辽统和十三年(995年)正月，析蔚州仙灵县西境和灵丘县北境置广灵县，因有广灵泉而得名，属西京道大同府蔚州，并置忠顺军，辖灵仙县(今蔚县中西部)、定安县(今蔚县东部，涿鹿县小部分、阳原县小部分)、广陵县(今广灵县)、灵丘县、飞狐县(今涞源县)。辽末忠顺军归宋仅一年，属云中路，辖县不变。"
        },
        {
            "type": "text",
            "text": "       金天会二年(1125年)金灭辽，广灵县属西京路大同府蔚州。蒙古初年，广灵县属大同府蔚州。中统四年(1263年)置宣德府，至元三年(1337年)以地震缘故，改宣德府置顺宁府，广灵县属上都路顺宁府蔚州。"
        },
        {
            "type": "text",
            "text": "       明洪武四年(1371年)废顺宁府，广灵县属山西布政使司大同府蔚州。清初沿袭明制，雍正六年(1728年)，蔚州改隶宣化府，其所辖的广灵县则直属大同府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，广灵县直属山西省政府。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，广灵县属雁门道。民国十六年(1927年)5月，撤销道一级政区，广灵县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，广灵县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月14日，日军侵占广灵县城。但从16日开始，杨成武支队在一月内四次收复县城。11月初，日军再次侵占广灵。民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同、广灵等13县。"
        },
        {
            "type": "text",
            "text": "       抗日战时期，民国二十六年(1937年)11月，晋察冀军区第一军分区组建涞(源)、灵(丘)、广(灵)、蔚(县)、易(县)五县行政委员会，辖广灵。民国二十七年(1938年)1月，晋察冀边委会设晋东北、冀西、冀中三个政治主任公署，广灵县属晋东北政治主任公署。2月16日政治主任公署改称行政督察专员公署。民国二十八年(1939年)9月22日，晋察冀边区行政委员会设雁北察南办事处，辖广灵县。民国二十九年(1940年)2月，雁北察南办事处撤销，广灵属晋察冀边区第二专署。 民国三十三年(1944年)9月30日，晋察冀边委会决定全边区分设冀晋、冀察、冀中、冀热辽四个行署，广灵属冀察行署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月20日，日军撤出广灵县城，至10月27日，广灵全县解放。民国三十五年(1946年)1月5日至民国三十七年(1948年)县城被阎锡山军占踞，广灵县阎统区属山西省第十行政区(驻大同县)。"
        },
        {
            "type": "text",
            "text": "       共产党政权方面：民国三十五年(1946年)5月，广灵县属冀晋行署第一行政公署。民国三十六年(1947)11月18日，晋察冀边区政府将冀晋区与察哈尔省合并，改称北岳区，并成立北岳区行政公署，辖广灵。民国三十七年(1948年)3月21日，华北野战军四纵六旅解放广灵县城。民国三十八年(1949年)1月15日，北岳区与冀热辽区合并建立察哈尔省。北岳一专署改为察哈尔省雁北专区，辖广灵。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区划归山西省，广灵县属山西省雁北专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，广灵县撤销，并入浑源县。1960年1月7日，恢复广灵县建制，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区；1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会；1978年雁北革命委员会改称为雁北行政公署，此期间广灵县一直随属。1993年6月25日，撤销雁北地区行署，广灵县属大同市。"
        }
    ]
}