{
    "title": "阳高县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        },
        {
            "id": "1879",
            "category": "阳高县"
        }
    ],
    "detail": "[日期：2016-08-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：246次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武二十六年(1393年)置阳和卫，宣德元年(1426年)徙高山卫于此与阳和卫同治。清顺治三年(1646年)阳和卫与高山卫合并，取2卫首字定名阳高卫。雍正三年(1725年)升阳高卫为县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今阳高县地属代国。战国时期，赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡，并筑高柳城邑，属代郡。秦时，柳城邑仍属代郡。\n\r\n       西汉初年，于今县境西南置平邑县，于县境南置参合县，于县境西北置高柳县，于县境东南置道人县，俱属代郡。新莽改平邑县为平胡县，改道人县为道仁县。东汉初年平胡县废，道仁复为道人县。于高柳县置高柳郡，并将代郡郡治由桑干迁至高柳。永元八年(96年)于平邑县故治置北平邑县，属代郡。东汉末年道人、参合、高柳3县俱废。"
        },
        {
            "type": "text",
            "text": "       晋废北平邑县，复置高柳县。北魏永熙二年(533年)于县置高柳郡，高柳县为郡治。北齐时，高柳郡、县俱废。太和十七年(498年)，以雁、云、代地置恒州，领代、善无、梁城、繁畤、高柳、灵丘6郡，高柳郡领安阳(今阳原南部)和高柳2县。"
        },
        {
            "type": "text",
            "text": "       唐贞观十五年(641年)境内置清塞军，以拒突厥。辽于今县城南10千米大白登镇置长青县，属大同府。金大定七年(1167)改白登县，以白登河流贯其间，故名，仍属大同府。蒙古至元二年(1265年)废白登县为镇，隶属大同县。寻复置白登县，属大同路。"
        },
        {
            "type": "text",
            "text": "       明洪武初年，白登县废，洪武二十六年(1393年)置阳和卫，属山西行都指挥使司。宣德元年(1426年)徙高山卫于此与阳和卫同治，属大同府。清顺治三年(1646年)阳和卫与高山卫合并，取2卫首字定名阳高卫，仍属大同府。雍正三年(1725年)升阳高卫为县，隶属大同府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，阳高县直属山西省政府。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，阳高县属雁门道。民国十六年(1927年)5月，撤销道一级政区，阳高县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，阳高县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月9日，日军侵占阳高县城。民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同、阳高等13县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十七年(1938年)6月，高(阳高)原(原阳)同(大同)镇(天镇)区抗日政府。民国二十八年你(1939年)8月初，成立阳高县抗日民主政府，属冀晋区行署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月24日，八路军雁北军区四十八团一部及县大队收复阳高县城。民国三十五年(1946年)10月25日，国民党阎锡山军队进驻阳高县城，将阳高县划入第十行政督察区(驻大同县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)3月19日，在解放军的攻势下，驻阳高的阎锡山军队逃至天镇县，阳高县解放。隶属北岳区一专区。民国三十八年(1949年)1月15日，北岳区与冀热辽区合并建立察哈尔省。北岳一专署改为察哈尔省雁北专区，阳高县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区划归山西省，阳高县属山西省雁北专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，天镇县撤销，并入阳高县。1961年7月9日，恢复天镇县析出，恢复建制。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区；1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会；1978年雁北革命委员会改称为雁北行政公署，此期间阳高县一直随属。1993年6月25日，撤销雁北地区行署，阳高县属大同市。"
        }
    ]
}