{
    "title": "天镇县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        },
        {
            "id": "1878",
            "category": "天镇县"
        }
    ],
    "detail": "[日期：2016-08-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：214次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       辽重熙十三年(1044年)析云中县地置天成县，因唐代曾在此设天成军，故名。金改为天城县，元复改为天成县，明初县废。洪武二十六年(1393年)在此置天成卫。正统十四年(1449年)镇虏卫自大同迁此与天成卫同治。清顺治三年(1646年)两卫合一，取两卫首字定名天镇卫。雍正三年(1725年)天成卫升为天镇县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，今天镇县地属代国。战国时期，赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国，为延陵邑。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡，延陵邑属代郡。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)置延陵县，属代郡。西汉仍置延陵县，治今县境东北新平堡，又置阳原县，治今县境南，俱属代国。东汉废延陵县为乡，隶属当城县。"
        },
        {
            "type": "text",
            "text": "       三国时，属魏国幽州代郡当城县地，但延陵乡已废。嘉平五年(253年)后为鲜卑族占有。晋元康五年(295年)为鲜卑人拓跋猗卢封地。十六国时，地先后归后赵、前秦、后燕。"
        },
        {
            "type": "text",
            "text": "       北魏置琦城、和堆城、石虎城。道武帝置广牧县，属朔州附化郡，寻废。天兴元年(398年)地属司州代尹，为畿内地。五代北齐、北周时期属云中县地。隋开皇二年(582年)，为避隋文帝父亲杨忠名讳，云中县改为云内县，属马邑郡。大业三年(607年)为突厥占据。"
        },
        {
            "type": "text",
            "text": "       唐贞观五年(631年)，破突厥，地属安边郡云内县地，其后设天成军。唐贞观十四年(640年)置定襄县，同时云内县废入定襄县。开元十八年(730年)改定襄县为云中县，属云州。乾元元年(758年)迁来横野军，仍称天成军。"
        },
        {
            "type": "text",
            "text": "       五代时期，后唐为天成军。后晋属大同府蔚州地。天福三年(938年)，石敬瑭将燕云十六州割让给辽。辽初为大同军节度使蔚州地。辽重熙十三年(1044年)析云中县地置天成县，因军故治，属大同府。"
        },
        {
            "type": "text",
            "text": "       金天会二年(1125年)金灭辽，天成县改为天城县，仍属大同府。贞祐二年(1214年)于弘州阳门镇置阳门县，以阳门山得名，故治在今县境东。元废阳门县，复改天城县为天成县，直属宣德府，中统二年(1261年)改直属兴和路。"
        },
        {
            "type": "text",
            "text": "       明洪武四年(1371年)天成县改属大同府，寻废。洪武二十六年(1393年)置天成卫，属山西行都指挥使司。正统十四年(1449年)镇虏卫自大同迁此与天成卫同治，隶属不改。清顺治三年(1646年)两卫合一，取两卫首字定名天镇卫。雍正三年(1725年)升天镇卫为天镇县，属大同府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，天镇县直属山西省政府。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，天镇县属雁门道。民国十六年(1927年)5月，撤销道一级政区，天镇县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，天镇县属第一行政主任公署(驻五台县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月12日，日军攻占天镇县城。10月，设立伪天镇县政府，民国二十七年(1938年)7月改称县公署。民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同、天镇等13县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月，日本投降后，天镇县城被五百余伪军占领。9月7日，冀察军区第十三军分区所属第七团，第二十团、独立团和天阳支队围攻天镇城，9月8日晨伪军头目逃走，天镇解放。"
        },
        {
            "type": "text",
            "text": "       民国三十五年(1946年)10 月成立兴(兴和)怀(怀安)天(天镇)联合人民政府。 同年秋，国民党军队占领天镇，将天镇县划入第十行政督察区(驻大同县)。民国三十七年(1948年)1月，中国共产党成立天(天镇县)阳(阳原县)人民政府。3月24日，天镇县城解放，天阳县改为天镇县。民国三十八年(1949年)1月15日，北岳区与冀热辽区合并建立察哈尔省。北岳一专署改为察哈尔省雁北专区，天镇县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1952年11月15日，察哈尔省撤销，雁北专区划归山西省，天镇县属山西省雁北专区。1958年11月3日，忻县专区与雁北专区合并为晋北专区；11月21日，天镇县撤销，并入阳高县。1961年7月9日，恢复天镇县建制，属晋北专区。1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区；1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会；1978年雁北革命委员会改称为雁北行政公署，此期间天镇县一直随属。1993年6月25日，撤销雁北地区行署，天镇县属大同市。"
        }
    ]
}