{
    "title": "大同市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1778",
            "category": "大同市"
        }
    ],
    "detail": "[日期：2016-08-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：179次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋开皇年间(581年—600年)为防御突厥进攻，在大同川即今内蒙乌拉特前旗北建大同城，意为“天下大同”。唐末沙陀人内徙，大同遂侨置于此。"
        },
        {
            "type": "text",
            "text": "       五代，后晋天福二年(937年)辽进占云州，云中县随云州入辽，初为大同军节度，重熙十三年(1044年)改云州为西京，设西京道大同府，重熙十七年(1048年)析云中县地，置大同县，为辽之陪都，属西京道。"
        },
        {
            "type": "text",
            "text": "       在《礼记·大道之行也》中有文字这样说：“大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者，皆有所养。男有分，女有归。货，恶其弃于地也，不必藏于己；力，恶其不出于身也，不必为己。是故，谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。”辽国根据此义设西京大同府，作为辽国陪都。\n\r\n【沿革】\r\n       春秋时期为北狄游牧民族娄烦占据。战国初为代国，赵襄子元年(前457年)，赵襄子使人击杀其姐夫代王，进而吞并代国，地入赵国。赵武灵王十九年(前307年)，赵国北破林胡、娄烦，开地数千里，设置云中、雁门、代郡。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，今大同境内设立平城、代、善无、延陵、平舒、武周塞、新城、班氏、马邑等城，分属雁门郡和代郡。西汉置平城县(因其地为战略要地，兵家必争，为祈福思安，渴求和平而得名)，为代国都城，代国是汉帝国最北方的诸侯国，隶属雁门郡。王莽时，平城改为平顺县，属并州填狄郡。东汉仍称平城县，属雁门郡。灵帝末年匈奴侵边，自定襄以西，云中、雁门、西河遂空平城毁于兵火。"
        },
        {
            "type": "text",
            "text": "       三国曹魏时，今大同隶属冀州新兴郡，后被乌桓、鲜卑等部族占据。两晋，大同北部为鲜卑族领地，南部为雁门郡地，永嘉四年(310年)晋并州牧刘琨，以拓跋猗卢有救援之功，上书晋怀帝，请封鲜卑拓跋猗卢为代公，后进封代王。修秦汉故平城为代国南都，平城复还故治。此为大同建都之始。"
        },
        {
            "type": "text",
            "text": "       北魏皇始三年(398年)，道武帝拓跋珪自云中迁都平城，置司州牧及置代尹，又置恒州，领辖八郡十四县。北齐天保元年(550年)东魏被北齐所代，今大同为北恒州、北朔州地，属县未有大的变化。天保七年(556年)改北恒州为恒安镇又名东州城，隶属恒州太平县，徙豪杰三千家以实之。翌年废镇，仍为北恒州。"
        },
        {
            "type": "text",
            "text": "       北周建德六年(577年)灭齐后，州县并废，复置恒安镇，改朔州置北朔州总管府。改太平县为云中县(此大同称云中之始。由汉末内蒙古托克托县东北的云中城，汉末侨徙至原平东南，北周时徙置于此)。灵丘属蔚州，为灵丘郡治。"
        },
        {
            "type": "text",
            "text": "       隋朝，今大同地属云、朔、代三州。由于文帝父亲名忠，所以避讳“中”字，改云中县为云内县，仍称恒安镇，属马邑郡。唐高祖武德六年(623年)在此置北恒州。贞观十四年(640年)改名为定襄县，兼为云州治，至永淳元年(682年)被废。开元十八年(730年)称之为云中县和云州。天宝元年(742年)改云中郡，乾元元年(758年)复为云州，咸通九年(868年)置大同军节使，领辖云、朔、蔚三州。"
        },
        {
            "type": "text",
            "text": "       五代，后晋天福二年(937年)辽进占云州，云中县随云州入辽，初为大同军节度，重熙十三年(1044年)改云州为西京，设西京道大同府，重熙十七年(1048)析云中县地，置大同县，为辽之陪都，属西京道。"
        },
        {
            "type": "text",
            "text": "       宋宣和五年(1123年)宋金联盟攻辽，并预置了版图：云中府路，治云中府(大同)，统“山后九州”，但后来因金人失约，云中等地旋为金人所取。金初于县境置裕民县，故治在今大同城西北，皇统元年(1141年)废。金改西京道为西京路兼为大同府治和西京路治，大同府辖大同、云中、宣宁、怀安、天成、白登、怀仁7县。"
        },
        {
            "type": "text",
            "text": "       蒙古至元二年(1265年)云中县废入大同县，至元二十五年(1288年)改西京道大同府为大同路，大同县属大同路。明洪武七年(1374年)改大同路为大同府，大同府治大同县。大同府领：浑源州、应州、朔州、蔚州4州，大同(宣宁县并入大同县)、怀仁、马邑、山阴、广灵、灵丘、广昌(河北涞源县)7县。"
        },
        {
            "type": "text",
            "text": "       清初因明治，仍领四州七县。顺治六年(1649年)大同城被清军攻破，屠城，大同城废。府移治阳和卫，名阳和府。大同县移治怀仁县西安堡。直到顺治九年(1652年)府县才复还故址。至乾隆十五年(1749年)大同府领：浑源州、应州2州，大同、天镇、阳高、怀仁、山阴、广灵、灵丘7县和丰镇厅。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，废大同府，所辖各县直属山西省。民国二年(1913年)3月置北路道。民国三年(1914年)5月改名雁门道，各县属雁门道(驻大同县)。民国十六年(1927年)5月，撤销道一级政区，各县又直属山西省。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，大同、天镇、阳高、广灵、灵丘、浑源6县属第一行政主任公署(驻五台县)，左云县属第二行政主任公署(驻岢岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)9月11日，国民党驻大同守军和政府机关南撤，9月13日，日军占领大同县城。10月15日成立“晋北自治政府”，民国二十八年(1939年)4月成立“晋北政厅”，隶属日伪“蒙疆联合自治政府”，民国三十二年(1943年)1月1日，“晋北政厅”改为“大同省公署”，下辖大同等13县。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，中国共产党领导下的八路军于大同农村开辟抗日根据地，建立了抗日民主政府，以京包铁路和北同蒲铁路为界线，成立了东西大同县，东大同县属晋察冀边区第二专署，西大同县属晋绥边区。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗日战争胜利后，阎锡山继续出任山西省政府主席。大同为国民党政府所统治，成立卫戍司令部和城防司令部，建立雁北\"第二战区长官司令部大同领导组\"，管辖雁北10县，分属第十、十一两个行政督察区。民国三十六年(1947年)2月军政分家，分属\"八、十、十一\"三个行政督察区，大同为“第十区行政督察专员公署”\"雁北专员公署\"、\"雁北防卫司令部\"驻在大同城内。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)5月1日，大同和平解放，东、西大同县合并，属察哈尔省雁北专区。另外，以大同城和口泉镇、平旺、王家园等13个村组成大同市。8月，升为地级市，下设第一至第三区和口泉矿区。1952年11月15日，察哈尔省撤销，雁北专区和大同市划归山西省。1954年4月9日，大同县与怀仁县合并为大仁县。1958年11月3日，忻县专区与雁北专区合并为晋北专区，驻大同市。11月21日，撤销大仁县，将原大同县的行政区划入大同市，以其设立古城区；原怀仁县的行政区域划入山阴县。"
        },
        {
            "type": "text",
            "text": "       1961年6月2日，撤销晋北专，恢复忻县专区和雁北专区，大同市改为省辖市。1964年10月31日，恢复大同县、怀仁县建制，隶属大同市。1965年7月14日，大同县、怀仁县划归雁北专区。1967年3月16日成立雁北区革命委员会，7月改称雁北地区革命委会，大同市由省辖改隶雁北地区革命委员会领导。1972年3月9日，大同市复为山西省辖。1993年6月25日，撤销雁北地区，所辖大同等7县隶属大同市。"
        }
    ]
}