{
    "title": "阳曲县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1777",
            "category": "太原市"
        },
        {
            "id": "1882",
            "category": "阳曲县"
        }
    ],
    "detail": "[日期：2016-08-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：202次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉置阳曲县，在今定襄县境内。据《二十五史补编·汉书地理志补志》载：“应劭曰：河（滹沱河）千里一曲，县当其阳，故名阳曲也”。清道光《阳曲县志》载：“阳曲乃汾曲之阳。”汉末，建安二十年(215年)，原阳曲县(在今定襄县境内)荒废，曹操迁阳曲县民于今太原市北郊区阳曲镇一带新置阳曲县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋属晋。晋顷公十二年(前514年)，祁奚之孙祁盈触法，大夫魏献子(舒)治理政务，分原祁氏之田为邬、祁、平陵、梗阳、涂水、马首、盂等七邑。盂县在今县境内，为晋大夫盂丙邑，后废。战国时，在今黄寨镇黄寨村东置狼孟，为赵邑。《读史方舆纪要》载：\"狼孟县，俗名黄头寨，在太原府北七十里\"。黄头寨即今黄寨村。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，实行郡县制，以郡统县，于今黄寨镇置狼孟县，隶属太原郡。西汉于今县境置汾阳县，于今大盂镇复置盂县。汉初，以太原郡21县和雁门郡辖县改置韩国，后改置为代国。武帝元鼎三年(前114年)，废除代国，复置太原郡。时狼孟县、盂县、汾阳县均隶属于并州刺史部太原郡。新莽时改狼孟县为狼调县。"
        },
        {
            "type": "text",
            "text": "       东汉建武二年(26年)，改太原郡为太原国，建武十四年(38)，废太原国复置太原郡。期间，废汾阳县。狼调县、盂县先后属太原国、太原郡。汉末，建安二十年(215年)，原阳曲县(在今定襄县境内)荒废，曹操迁阳曲县民于今太原市北郊区阳曲镇一带新置阳曲县。阳曲县与狼调县、盂县同属太原郡。 \r\n西晋泰始元年(265)，改太原郡为太原国。太康五年(284)，复置太原郡。阳曲县、狼调县、盂县同属之。"
        },
        {
            "type": "text",
            "text": "       东晋废盂县，改狼调县为狼孟县。北魏废狼孟县并入阳曲县，隶属肆州永安郡。北周时改属肆州雁门郡。隋开皇初年，文帝以姓杨恶其曲名，改阳曲县为阳直县，开皇十六年(596年)更名为汾阳县，并分置盂县。大业元年（605年）又废盂县并入汾阳县，大业末年改汾阳为阳直县，移治木井城，木井城即今东黄水镇故县村。义宁元年(618年)，分阳直县地在今县境凌井店一带置抚城县。阳直县、抚城县同属太原郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改抚城县为乌河县。武德三年(620年)，分阳直县地置汾阳县。武德七年(624年)，废阳直县，改汾阳县为阳曲县，并在今东黄水镇西、南、北洛阴村一带分置洛阴县。贞观元年(627年)，李世民将州、县加以并省，乌河县并入盂县(今盂县)，洛阴县并入阳曲县。贞观六年(632年)，燕然山(今蒙古国境内)一带苏农部落少数民族内迁，置燕然县，贞观八年(634年)，侨置于阳曲境内(今太原西北35公里)，贞观十七年(643年)并入阳曲县。自此，县境统称阳曲县。唐初属并州太原郡，开元十一年(723)后属太原府。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国四年(979年)，北汉降宋，太宗恶晋阳人民负隅顽抗，毁晋阳城，降太原府为并州军事，移并州治于县界三交寨，不久又移至榆次，太平兴国七年(982年)，因榆次\"地非要会\"，将州治从榆次迁至县南唐明镇，并迁县治于太原城西郭外。熙宁三年(1070年)，废平晋县入阳曲县。政和五年(1115年)，复置平晋县。"
        },
        {
            "type": "text",
            "text": "       金天会年间（1123年—1135年），实行路、府(州)、县三级地方行政。太原为府，阳曲县治移入府城，为太原府治所在地，属河东北路太原府。元世祖二十七年(1290年)，实行中书省、路、州、县四级建制，阳曲县先后属太原路、冀宁路，为路治所在地。"
        },
        {
            "type": "text",
            "text": "       明洪武元年（1368年），废冀宁路，复置太原府，并承袭元制，设山西为行中书省(后改为山西都指挥司、山西承宣布政使司)，治所均驻阳曲县城。清袭明制，改明山西承宣布政使司为山西行省，以阳曲县城为省会，并保留太原府建置，治所均在阳曲县城。太原府辖一州八县，阳曲县为府直隶县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）5月，裁府留县，阳曲县直属于山西省。民国二年（1913年）3月置中路道，民国三年（1914年）5月改名冀宁道，道尹驻阳曲县。民国十六年(1927年)，废道制，阳曲县为山西省会、一等县。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，阳曲县属第四行政主任公署(驻岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）11月8日，日军侵占阳曲全县，民国阳曲县政权移驻河口镇，皇华馆改驻日伪阳曲县政权，并在今黄寨镇黄寨村设阳曲办事处。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，阳曲县属雁门道。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十六年（1937年）12月，晋察冀边区阳曲县抗日民主联合政府成立，驻杨兴村，隶属山西省第一行政区政治主任公署。民国二十七年(1938年)，阎锡山调整行政区划，阳曲县改属第八行政区。民国三十一年（1942年）9月，东阳曲县东部地区与盂县西部地区合并成立盂(县)阳(曲)县抗日民主政府，县政府先后驻温川乡麻黄沟和盂县铜炉，隶属晋察冀边区第一专署。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，将阳曲县划入第八行政督察区。民国三十六年（1947年）1月改设14个行政督察区，太原市及阳曲、榆次、徐沟、清源、晋源5县由省政府直辖。"
        },
        {
            "type": "text",
            "text": "       解放战争时期，民国三十四年(1945年)9月，中共撤销盂(县)阳(曲)县建制。民国三十七年（1948年）8月阳曲县解放，东、西阳曲县民主政府合并，成立阳曲县人民政府，初治上原，后徙治黄寨，隶属晋中行署第一专署。"
        },
        {
            "type": "text",
            "text": "       1949年10月设置忻县专区，阳曲为其辖县。1958年11月21日，撤销阳曲县，其所辖行政区域划入太原市。1960年1月7日，恢复阳曲县建制，由太原市领导至今。"
        }
    ]
}