{
    "title": "娄烦县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1777",
            "category": "太原市"
        },
        {
            "id": "1881",
            "category": "娄烦县"
        }
    ],
    "detail": "[日期：2016-08-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：207次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       楼烦原是一个古老民族或部落的名称，后来演变为地域概念。西周至春秋时的娄烦部落所建的楼烦国相当于今天北起呼和浩特市，南至雁北朔州一带，后扩展壮大，其范围大致包括北至现在的内蒙清水河一带，西达阴山之南，南到山西灵石，东迄河北平乐县，东南边缘太原市区。"
        },
        {
            "type": "text",
            "text": "       历史上曾有过楼烦国、楼烦郡、楼烦监、楼烦县等行政建置，但治所大都不在今境内。其作为今娄烦特定的地名称谓，当始于唐代。唐龙纪元年（889年）置楼烦县①。之后，时废时置。明初废县为镇，并入静乐县。1971年4月6日，析静乐县8个人民公社重置娄烦县，属吕梁地区。1972年3月9日，娄烦县划归太原市管辖。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       楼烦是北狄的一支，约在春秋之际建国。战国时期，赵武灵王十九年(前307年)，楼烦国为赵武灵王所破，归属赵国。秦始皇统一中国后，先把中国划分36郡，后来扩展为46郡，就增设了楼烦郡。"
        },
        {
            "type": "text",
            "text": "       西汉以楼烦郡置楼烦县，治所在今朔城区夏官城村。而今太原市的娄烦县在汉代属汾阳县地，魏晋南北朝时期为牧苑。西晋末，因战乱刘琨徙楼烦县民越过陉岭重置楼烦县，县址在今原平市大阳村。北齐时楼烦县废。"
        },
        {
            "type": "text",
            "text": "       隋大业四年（608年）复置楼烦郡，统静乐、临泉、秀容（今忻州市）三县，筑楼烦城，郡治在今宁武县宁化乡。今太原市的娄烦县唐初为楼烦监牧地，由岚州刺史统领，后专设置牧监使。唐武德四年（621年）在今楼烦县境设宪州，辖楼烦、天池、玄池三处牧马监，为唐北边疆军马主要来源地，时有“娄烦骏马甲天下”之谓。龙纪元年（889年）在宪州城又增设楼烦县，成了州县两级所在地。"
        },
        {
            "type": "text",
            "text": "       五代北汉宪州与楼烦县沿唐制。北宋及金，楼烦县改属岚州。元代至元二十二年（1285年），楼烦县并入管州，改置楼烦巡检司。元仁宗延祐三年(1316年)，楼烦县改属永宁州。明洪武三年（1370年），废管州，置静乐县，废楼烦县为镇，并入静乐县，设巡检司，属太原府。清延明制，楼烦镇仍属忻州府静乐县管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)5月，全国废府、州、厅为省、县两级制，静乐县直属山西省。民国二年（1913年）3月置北路道，民国三年（1914年）5月改名雁门道，静乐县属雁门道。全县划为三个区，今娄烦县大部分地区为原第二区，称为楼烦镇。民国十六年（1927年）5月，废道制，静乐县直属于山西省政府。民国二十六年（1937年）9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，静乐县属第二行政主任公署（驻岢岚县）。\n\r\n       民国二十八年（1939年）3月7日，日军占领静乐县城。同年4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，静乐县属雁门道。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十九年（1940年）1月7日，中共静乐县委在娄烦地区建立抗日民主政府。此后，县政府机关一直常驻于娄烦地区，所属地域也大部分为今娄烦县，"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）8月抗日战争胜利，11月晋绥边区将原归八专署管辖的静乐县改称娄烦县，同时划归三专署管辖，县政府设在娄烦镇。民国三十五年（1946年）2月娄烦又归静乐县，并属六专署。"
        },
        {
            "type": "text",
            "text": "       1971年4月6日，析静乐县的娄烦等8个人民公社复建娄烦县，属同时设立的吕梁地区。1972年3月9日，娄烦县从吕梁地区划归太原市（1975年11月8日国务院正式批准）。"
        },
        {
            "type": "text",
            "text": "       [参看“静乐县”词条]"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①误将“楼烦”写作“娄烦”始于明末清初，在清代“楼烦”与“娄烦”还一直混用，主要是因为“楼”、“娄”二字在古汉语中可以通用。而1971年设置娄烦县时，正值文革时期，由于当时工作人员缺乏相关历史知识和地名标准化意识，在上报文件中将当地群众所写错别字“娄烦”作为标准地名，以致被国家正式命名。"
        }
    ]
}