{
    "title": "太原市晋源区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1777",
            "category": "太原市"
        }
    ],
    "detail": "[日期：2016-09-04]   来源：www.Youlai19.cn  作者：【由来网】   阅读：191次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋太平兴国四年(979年)灭北汉后，太宗认为晋阳有王气，火焚晋阳，移并州治于榆次，废晋阳、太原二县，于晋阳故城东10公里处筑平晋县城。明洪武八年(1375年)平晋县改为太原县。日伪统治时期，太原县改名晋泉县，抗日战争胜利后恢复旧名太原县。民国三十六年(1947年)4月经国民政府批准，正式设立太原市，同时为避免市县重名，改太原县为晋源县。因地处晋水源头，故名晋源。"
        },
        {
            "type": "text",
            "text": "       1951年3月16日，晋源县并入太原市。6月17日，撤销晋源县建置，并入太原市郊区。1997年5月8日，设立太原市晋源区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋末，晋国大卿赵简子家臣董安于在太原盆地北端晋水北岸，悬瓮山东侧修筑晋阳城。周威烈王二十三年(前403年)，赵、魏、韩三家分晋，晋阳属赵国领土。秦庄襄王三年(前247年)秦灭赵国，设太原郡，晋阳为太原郡治所。"
        },
        {
            "type": "text",
            "text": "       西汉郡国并行。汉初，以太原郡21县和雁门郡辖县改置韩国，汉高祖十一年(前196年)改置为代国，晋阳即先为韩国国都，后为代国国都。汉武帝元封五年(前106年)，晋阳置并州刺史部治所，统领太原、上党等六郡。东汉时兼为并州治和太原郡治。"
        },
        {
            "type": "text",
            "text": "       西晋，晋阳为太原国都、太原郡治所，故治在今太原市晋源区古城营村。十六国时，后赵、前燕、前秦、西燕、后燕等交替占据晋阳。北魏道武帝拓跋珪登国十一年(396年)，北魏40万大军攻入晋阳，复置太原郡。中兴二年(532年)，北魏权臣高欢在晋阳设大丞相府，史称霸府。东魏武定三年(545年)，大丞相高欢在并州城西北，兴建晋阳宫。北齐河清四年(565年)移晋阳县于汾水东，武平六年(575年)于晋阳故址置龙山县。"
        },
        {
            "type": "text",
            "text": "       隋开皇十年(590年)改晋阳县为太原县， 改龙山县为晋阳县。晋阳为并州治、太原郡治。唐朝时，二县皆为太原府治。武周长寿元年(692年)，武则天下诏置晋阳为北都，地位与西都长安、东都洛阳同等，合称“三都”。天宝元年(742年)，唐玄宗李隆基下诏北都改称北京。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，河东晋王李克用、后晋高祖石敬瑭、后汉高祖刘知远、北汉刘崇等人轮流盘踞晋阳城，并作为后唐的西京和北汉的国都。宋太平兴国四年(979年)，太宗认为晋阳有王气，火焚晋阳，移并州治于榆次，废晋阳、太原二县，于晋阳故城东10公里处筑平晋县城。太平兴国四年(982年)，在晋阳故城东北20公里的唐明镇重建新城，为避“晋阳”、“太原”旧名，定名阳曲县，从此太原又称阳曲。嘉祐四年(1059年)改并州为太原府，治阳曲，领阳曲，平晋等10县。"
        },
        {
            "type": "text",
            "text": "       金天会四年(1126年)金军攻陷太原，地入于金，仍称太原为府。贞祐四年(1216年)废平晋县，兴定元年(1217年)复置，仍属太原府。蒙古太祖十三年(1218年)，蒙古伐金，攻陷太原，置太原路总管府，治所阳曲(在今太原城区)。大德九年(1305年)，因太原路发生大地震，以希冀安宁，改太原路为冀宁路，直辖十县为阳曲、文水、平晋、祁、榆次、太谷、清源、寿阳、交城、徐沟。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)废除元代冀宁路，复置太原府，其中府直辖阳曲、平晋等13县。洪武八年(1375年)平晋县改为太原县。沿袭明朝制度，太原府仍辖五州二十县。至清末，太原府辖一州十县，其中府直辖阳曲、太原、榆次、太谷、祁、徐沟、交城、文水八县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)3月置中路道，民国三年(1914年)5月23日改名冀宁道，太原县属冀宁道。民国十六年(1927年) 废除道置，由阳曲县城析置太原市，隶属山西省政府直辖。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，太原属第四行政主任公署(驻岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)11月18日，日本军队侵占太原。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，太原县属雁门道。民国二十九年(1940年)5月，日伪太原市改为普通市，隶属雁门道。民国三十二年(1943年)2月太原县改名晋泉县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月抗战胜利后，阎锡山继续出任山西省政府主席，日伪太原市废除，晋泉县复名太原县，划入第八行政督察区。民国三十六年(1947年)4月经国民政府批准，正式设立太原市，同时为避免市县重名，改太原县为晋源县，市县均由省政府直辖。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)，中国人民解放军先后解放晋中各县，兵临太原城下。10月17日，于榆次成立太原市政府。次年3月1日，太原市政府与晋中行政公署合并成立太原市政府，仍驻榆次县，隶属于华北人民政府领导。民国三十八年(1949年)4月24日，中国人民解放军攻克太原。当日下午，太原市政府由榆次迁入太原市区，驻精营东边街。太原市政府辖三个专署，晋源等7县隶属二专署(驻汾阳)。民国三十八年(1949年)8月9日，山西省成立，设汾阳专区，辖晋源等9县。"
        },
        {
            "type": "text",
            "text": "       1951年3月16日，撤销汾阳专区，晋源县并入太原市。6月17日，撤销晋源县建置，并入太原市郊区。8月2日，设立太原市第六区、第七区，以原晋源县为行政区域。六区驻晋源镇；七区驻小店镇。1954年6月5日，第六区更名为晋源区。1957年4月3日，撤销太原市新城、小店、晋源、万柏林4区，合并设立郊区。1970年3月26日，撤销太原市郊区建置，新置南郊区、北郊区。"
        },
        {
            "type": "text",
            "text": "       1997年5月8日，撤销太原市南城区、北城区、河西区、南郊区、北郊区，设立太原市小店区、迎泽区、杏花岭区、尖草坪区、万柏林区、晋源区。晋源区辖原河西区的义井、罗城2个街道，原南郊区的晋源、姚村、金胜4个乡镇，区政府驻晋源镇。1998年1月1日正式挂牌成立。"
        }
    ]
}