{
    "title": "太原市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "19",
            "category": "山西省"
        },
        {
            "id": "1777",
            "category": "太原市"
        }
    ],
    "detail": "[日期：2016-09-15]   来源：www.Youlai19.cn  作者：【由来网】   阅读：225次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       太，古通“大”，原，指宽广平坦的地形。据《尚书》：“东原底平，大而高平者，谓之太原。”据《谷梁传》：中国曰太原，夷狄曰太卤。"
        },
        {
            "type": "text",
            "text": "      “太原”作为专用地名冠以今太原地区，起始于春秋时的晋平公十七年(前541年)，完成于战国末的秦庄襄王三年(前247年)，是年秦灭赵国，设太原郡，以晋阳为郡治。北齐河清四年(565年)移晋阳县于汾水东，武平六年(575年)于晋阳故址置龙山县。隋开皇十年(590年)改晋阳县为太原县， 改龙山县为晋阳县。晋阳为并州治、太原郡治。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国四年(979年)，太宗认为晋阳有王气，火焚晋阳，废晋阳、太原二县，于晋阳故城东10公里处筑平晋县城。太平兴国四年(982年)，在晋阳故城东北20公里的唐明镇重建新城，为避“晋阳”、“太原”旧名，定名阳曲县。嘉祐四年(1059年)改并州为太原府，治阳曲，领阳曲，平晋等10县。至明清，阳曲县仍为太原府驻地。"
        },
        {
            "type": "text",
            "text": "       民国十六年(1927年) 废除道置，由阳曲县城析置太原市，隶属山西省政府直辖。日伪统治山西时期，日伪太原市改为普通市，隶属雁门道。民国三十六年(1947年)4月经国民政府批准，正式设立太原市，同时为避免市县重名，改太原县为晋源县，市县均由省政府直辖。民国三十八年(1949年)8月9日，山西省成立，以太原市为山西省省会。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       晋平公十七年(前541年)，晋国荀吴率兵北征，大败占据今太原一带地区的无终及赤狄别族廧咎[gāo]如，太原地区始入于晋国版图。春秋末期，晋公室势力渐弱，晋阳虽为晋国城邑，实则已为赵氏占据，成为日后立国根本。晋烈公十三年(前403年)，晋大夫赵籍自立为侯，即赵烈侯，初都晋阳，后迁至邯郸。至赵孝成王十八年(前248年)秦伐赵取狼孟(今阳曲黄寨东)等三十七城之前，太原地区一直为赵国疆土。"
        },
        {
            "type": "text",
            "text": "       秦庄襄王二年(前248年)，秦将蒙骜攻打赵国，取榆次、狼孟三十七城，太原地入于秦。次年，于晋阳置太原郡，为太原设郡之始。秦始皇嬴政元年(前246年)，晋阳叛秦，蒙骜再次率兵平定，复置太原郡如初，郡治所设在晋阳。秦始皇二十六年(前221年)，秦统一六国，废除周王朝分封诸侯国的制度，改设郡县，以郡统县。初分全国为三十六郡，太原郡为其中之一，辖三十七县，治所晋阳。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年(前206年)，楚王项羽分封诸侯国，徙魏王豹于河东，为西魏王。分原赵国地为二，以张耳为常山王，都信都(今河北冀县)；以赵歇为代王，都代(今河北蔚县境内)。旧志载，此时太原地属赵歇。次年(前205年)，魏豹降汉，旋复降楚。汉将韩信灭魏豹，平定魏地，仍设河东、太原、上党三郡。太原地属汉。"
        },
        {
            "type": "text",
            "text": "       汉高祖六年(前201年)，以太原郡二十一县和雁门郡辖县改置韩国，都晋阳。高祖十一年(前196年)，以韩国地改置代国，都晋阳。文帝刘恒二年(前178年)，分代国为代、太原二国，立皇子刘参为太原王，都晋阳，太原国辖原太原郡故地。四年，徙代王刘武为淮阳王，合代、太原二国为代国，以刘参为代王，都城仍设在晋阳。"
        },
        {
            "type": "text",
            "text": "       武帝元鼎三年(前114年)，废除代国，复置太原郡，辖二十一县，治所晋阳。元封五年(前106年)，设十三州刺史，以监察郡国。并州刺史监察太原、上党、西河、朔方、五原、云中、定襄、雁门、上郡九郡。太原郡仍领二十一县，郡治所设在晋阳。太原郡所辖二十一县为晋阳、葰人(今繁峙境内)、界休(今介休南)、榆次(今榆次北)、中都(今平遥西北)、于离(不详)、兹氏(今汾阳南)、狼孟(今阳曲黄寨东)、邬(今介休北，一说在平遥北)、平陶(今文水西南平陶村)、汾阳(今静乐西)、京陵(今平遥京陵村，或说在祁县西)、阳曲(今定襄境内)、大陵(今文水东北)、原平(今原平南)、祁(今祁县东)、上艾(今平定南)、虑虒(今五台东北)、阳邑(今太谷东)、广武(今代县西南)、盂(今阳曲大盂)。"
        },
        {
            "type": "text",
            "text": "       新莽天凤元年(14年)，分并州牧置朔部牧，将西汉太原郡领辖的界休改为界美，榆次改为太原亭，于离改为于合，兹氏改为兹同，狼孟改为狼调，平陶改为多穰，京陵改为致城，大陵改为大宁，祁改为示，阳邑改为繁穰，广武改为信桓。"
        },
        {
            "type": "text",
            "text": "       东汉建武元年(25年)，恢复西汉旧称；仍分全国为十三州刺史部。并州刺史部仍监察太原等九郡，州、郡治所仍设在晋阳。建武二年(26年)，改太原郡为太原国，都晋阳。建武六年(30年)6月太原郡二十一县中，废去葰人、汾阳二县；划广武、原平二县属雁门郡，上艾县归常山国。建武十四年(38年)废太原国，改置太原郡，治所未变。东汉太原郡辖晋阳、界休、榆次、中都、于离、兹氏、狼孟、邬、盂、平陶、京陵、阳曲、大陵、祁、虑虒、阳邑十六县。"
        },
        {
            "type": "text",
            "text": "       东汉末世，军阀割据，献帝初平四年(193年)，并州为公孙瓒的势力范围；建安三年(198年)又为袁绍占据。建安十一年(206年)春，并州及所辖太原郡地归于魏。建安十八年(213年)，魏省并州，合并其地于冀州，太原郡县属冀州。建安二十年(215年)，分太原郡北部置新兴郡，后又分东部地置乐平郡。魏文帝黄初元年(220年)，复置并州，改太原郡为太原国。后又废国复置郡。并州领太原、上党、西河、雁门及新设置的新兴、乐平六郡。并州、太原郡治所皆在晋阳。"
        },
        {
            "type": "text",
            "text": "       西晋泰始元年(265年)，改太原郡为太原国，都晋阳。并州刺史部统太原国、西河国及上党郡、乐平郡、雁门郡、新兴郡6郡国。太康五年(284年)，废太原国，改置为郡。西晋之世，太原郡辖晋阳、阳曲、榆次、于离、盂、狼孟、阳邑、大陵、祁、平陶、京陵、中都、邬十三县。州刺史部、太原国、太原郡治所皆设于晋阳。"
        },
        {
            "type": "text",
            "text": "       西晋永兴元年(304年)，匈奴族人刘渊于左国城(今离石东北)建立汉国，后改国号为赵，史称前赵。前赵不断劫掠并州郡县，加之并州于光熙元年(306年)发生饥荒，郡县难以自保，州刺史司马腾率众万人于冀州就食，号“乞活”。永嘉元年(307年)，晋以刘琨为并州刺史、领匈奴中郎将。"
        },
        {
            "type": "text",
            "text": "       前赵嘉平二年(312年)，刘聪派子刘粲，乘刘琨领精兵出防雁门乌丸族反叛之机，袭破晋阳，太守高乔以城降。四个月后，刘琨在代公猗卢配合下收复晋阳。经此一战，晋阳城池残破，军民逃散。刘琨留部将箕澹、段繁戍守晋阳，自领兵移驻阳邑(今太谷)，招集亡散。前赵麟嘉元年(316年)，留守晋阳的东晋司空长史李弘以城降石勒，太原地为前赵所占据。"
        },
        {
            "type": "text",
            "text": "       前赵光初二年(319年)冬十一月，石勒自称赵王，都襄国(今河北邢台)，史称后赵，太原地归后赵。后赵改太原郡为太原国，属并州刺史部辖领，都晋阳。后赵永宁元年(350年)，冉闵灭后赵，并州为后赵刺史张平所据。为图自保，张平先以并州六郡依附前秦苻坚，不久降前燕，东晋升平元年(357年)又降晋。"
        },
        {
            "type": "text",
            "text": "       前燕光寿二年(358年)，燕王慕容皝遣司徒慕容评讨伐张平，并州各郡县纷纷投降，太原地区为前燕据有。东晋太和四年(369年)，东晋派大司马桓温伐燕。前燕主慕容皝，以割地为条件，求前秦苻坚援救。及桓温被击退，慕容皝违约，苻坚大怒，次年伐燕。9月，攻克晋阳，太原地入前秦。"
        },
        {
            "type": "text",
            "text": "       前秦太安元年(385年)苻坚庶长子苻丕即皇帝位，以晋阳为都。次年，苻丕率兵与西燕慕容永战于襄陵(今襄汾境内)，兵败被杀，太原地区为西燕所据。后燕建兴九年(394年)，慕容垂遣龙骧将军张崇攻晋阳，西燕守将弃城而逃，太原地复为后燕所得。"
        },
        {
            "type": "text",
            "text": "       自西晋永兴元年(304年)，至后燕建兴九年(394年)，短短九十年间，太原地区先后为西晋、前赵、后赵、前燕、前秦、西燕、后燕交替占据。兵祸连年，境土屡分，国号几易，治所时迁，建置不能悉详。　"
        },
        {
            "type": "text",
            "text": "       北魏皇始元年(396年)8月，道武帝拓跋珪率兵四十万南出马邑(今朔州)，越勾注山(今代县境内)，大举征伐后燕。9月占领阳曲，后燕并州牧、辽西王李农大惧，弃城夜遁，太原地归属于北魏。北魏仍置并州，领太原、上党、武乡、乐平、襄垣五郡。并州、太原郡治所设在晋阳。北魏先后对太原郡所领县进行了大规模的合并裁省，仅余十县：晋阳、榆次、邬县、平遥、阳邑、沾县、受阳、长安、祁县、中都县。其余晋狼孟、于离、大陵、盂四县废除；阳曲划归永安郡属(原新兴郡)，驴夷(原晋虑虒县)亦划归永安郡；原平、广武划归雁门郡。"
        },
        {
            "type": "text",
            "text": "       北魏孝武帝元修永熙三年(534年)，高欢另立元善见为帝，史称东魏。并由洛阳迁都邺城，以邺为上都，以晋阳为下都。武定八年(550年)，高欢次子齐王高洋废元善，建立齐国，史称北齐。北齐于晋阳置并州尚书省，为别都，与邺都分治政事。仍置太原郡，治所龙山，辖七县：龙山、晋阳、受阳、东受阳、中都、平遥、阳邑。"
        },
        {
            "type": "text",
            "text": "       北周武帝宇文邕建德六年(577年)2月，晋阳被周兵攻破，并州入于北周。北周遂于晋阳设置并州总管府，领太原、乐平二郡。太原郡治所晋阳，领龙山、晋阳、东受阳、中都、阳邑五县。平遥、受阳二县撤销。北周政权统治并州不足五年，于大定元年(581年)2月被隋杨坚取代。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年(581年)，仍沿北周制度，设并州总管府于晋阳，以晋王杨广为并州总管。开皇二年(582年)，废总管府，置河北道行台尚书省，以杨广为尚书令。开皇九年(589年)，又改置总管府。炀帝大业元年(605年)，废总管府。大业三年(607年)，废州设郡。太原郡治所晋阳，领十五县：晋阳、太原(北齐晋阳县)、交城、汾阳(原阳曲县)、文水(北魏受阳县)、祁县、寿阳(分东受阳县地置)、榆次(北齐中都县)、太谷(旧阳邑县)、乐平(旧乐平郡)、和顺(北齐乐平郡梁榆县)、辽山(北魏辽阳县)、平城、石艾(汉上艾县，北魏改)、盂县"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，废太原郡，复设并州总管府，治所晋阳，辖县沿隋太原郡十六县。旋又分隋阳直县地先后置抚城县、乌河县(今阳曲凌井店)，复析晋阳县地置清源县，划榆社县属韩州。武德三年(620年)4月，秦王李世民平定刘武周叛乱，并州复定。随之废并州总管府，改置并州。析阳直县地置汾阳(今太原北部阳曲镇)；以盂、寿阳二县置受州；以太谷、祁二县置太州；以文水属汾州；以乐平、辽山、平城、石艾四县置辽州。并州只辖九县。"
        },
        {
            "type": "text",
            "text": "       武德四年(621年)，复置并州总管府于晋阳，其年改为上总管府，领辖并、介、受、辽、太、榆、汾七州。武德五年(622年)又改为大总管府。武德六年(623年)割文水县属并州；又废太州，以太谷、祁二县属并州。武德七年(624年)，改并州大总管府为大都督府，并废阳直县，以其地析置罗阴县(今阳曲洛阴)，改汾阳为阳曲县，划文水县复属汾州。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年(627年)，并州所属的乌河县省入盂县，罗阴县省入阳曲县，划文水县复属并州。其年，分全国为十五道，并州属河东道。贞观八年(634年)，废受州，划寿阳、盂、乐平、石艾四县及侨置阳曲县境内的顺州燕然县属并州。武德十四年(640年)，又废燕然县。"
        },
        {
            "type": "text",
            "text": "       武则天天授元年(690年)，于晋阳置北都，仍兼督府。中宗神龙元年(705年)，罢北都。玄宗开元十一年(723年)复置北都。按唐制，都城所在地称府，非都城所在地称州，因改并州大都督府为太原府。天宝元年(742年)改为北京，同时改石艾县为广阳县。肃宗上元二年(761年)复罢晋阳京都称号，次年又复北都之称。太原府治所晋阳，领辖晋阳、太谷、祁、文水、榆次、盂、寿阳、乐平、广阳、清源、交城①、阳曲十三县，终唐季而未改。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，唐河东节度使、晋王李克用镇守太原，仍奉唐天祐年号不改，并自行置并州太原府。同光元年(923年)4月，李存勗称帝，国号唐，史称后唐，以太原为西京。10月灭梁，复称太原为北京。"
        },
        {
            "type": "text",
            "text": "       后唐清泰三年(936年)河东节度使石敬瑭，在契丹帮助下称帝于晋阳，建国号晋，史称后晋。割雁门以北及幽州等燕云十六州地于契丹。同年，后晋迁都洛阳，以晋阳为北京，置太原府。"
        },
        {
            "type": "text",
            "text": "       后晋开运四年(947年)，北京留守、太原节度使刘知远于晋阳称帝，国号汉，史称后汉。沿后晋称晋阳为北京，仍设太原府，治所晋阳。后晋广顺元年(951年)，郭威灭后汉，建国号周，史称后周。是年，后汉刘知远弟刘崇据太原称帝，仍袭汉号，史称北汉。废北京及太原府建置，改置并州。北汉据守晋阳，先后与北周、北宋抗衡二十八年。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国四年(979年)，赵光义率兵亲征北汉。赵宋深恨晋阳人民负固顽抗，便下令毁晋阳城，降太原府为并州军事，移州治所于榆次；废晋阳县，于汾河东新置平晋县；撤销太原县并入榆次县；割交城县隶属大通监；以广阳、乐平二县属平定军。经此一番改置省并，并州领辖阳曲、平晋、文水、祁、太谷、榆次、清源、寿阳、盂九县，以及大通、永利二监。太平兴国七年(982年)2月，因榆次“地非要会”，将治所迁至唐明镇(今太原城区内)。嘉祐四年(1059年)，改并州为太原府，元丰元年(1078年)置为次府，大观元年(1107年)又置大都督府，领辖阳曲、太谷、榆次、寿阳、盂、交城、文水、祁、清源、平晋10县，大通、永利二监。"
        },
        {
            "type": "text",
            "text": "       金太宗完颜晟天会四年(1126年)9月，金兵攻陷太原，地入于金，仍称太原为府。天会六年(1128年)，分宋河东路为河东北路、河东南路，各置兵马都总管。河东北路兵马都总管治所设于太原。改太原府为并州太原郡河东总管(简称太原府)。金统治太原期间，曾于大定二十九年(1189年)分清源县地置徐沟县；贞祐四年(1216年)废平晋县，兴定元年(1217年)复置；兴定二年升盂县为州，不久复改置为县。太原府领辖忻州、平定军两个支郡和阳曲、太谷、平晋、清源、徐沟、榆次、祁、文水、交城、盂、寿阳十一县，同时还领八个军事镇，在阳曲境内有阳曲、百井、赤塘关、天门关、凌井驿五镇；在平晋县境内有晋宁、晋祠二镇；在祁县境内有团柏镇。"
        },
        {
            "type": "text",
            "text": "       元太祖十三年(1218年)，蒙古军队攻陷太原，遂废除金朝建置，置太原路总管府，治所阳曲(在今太原城区)。元成宗大德八年(1304年)，太原路发生地震，长达年余。因此，次年颁诏改太原路为冀宁路，希冀安宁，仍属中书省。"
        },
        {
            "type": "text",
            "text": "       元冀宁路直接领辖十县十四州，州下又领有九县，直辖十县为阳曲、文水、平晋、祁、榆次、太谷、清源、寿阳、交城、徐沟。所辖十四州及所领县为：汾州(领西河、孝义、平遥、介休4县)、石州(领离石、宁乡2县)、忻州(领秀容、定襄2县)、平定州(领乐平1县)、临州、保德州、崞州、管州、代州、台州、兴州、坚州、岚州、盂州"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)12月，将军徐达等攻取太原，山西全境平定，改冀宁路为太原府。洪武二年(1369年)，沿袭元朝制度设山西等处行中书省。次年置太原都卫，洪武八年(1375年)改为山西都指挥司，管领卫所番汉诸军。洪武九年(1376年)改山西等处行中书省为山西承宣布政使司，辖领府、州、县，管理民籍，治所皆在阳曲(今太原市城区)。"
        },
        {
            "type": "text",
            "text": "       明代前期，太原府辖领六州、二十二县。其中府直辖十三县，州辖九县。万历二十三年(1595年)，割永宁州(元石州)及其属县归新置的汾州府。至明末，太原府实辖五州二十县，其中府直辖十三县，州辖七县。府直辖十三县为阳曲、太原、榆次、太谷、祁、清源、徐沟、交城、文水、寿阳、盂、静乐、河曲。府辖五州及其所领县为平定州(领乐平)、忻州(领定襄)、代州(领五台县、繁峙县、崞县)、岢岚州(领岚县、兴县)、保德州(不领县)。"
        },
        {
            "type": "text",
            "text": "       明崇祯十七年(1644年)二月八日，李自成率大顺起义军攻克太原，3月9日夺取北京，遂亡明朝。清顺治元年(1644年)9月13日，清军围攻太原，至10月3日，清军占领太原城。清初，改明山西承宣布政使司为山西行省，同时保留冀宁道和太原府建置，治所皆在阳曲。沿袭明朝制度，太原府仍辖五州二十县，其中州下辖七县。"
        },
        {
            "type": "text",
            "text": "       清雍正二年(1724年)，太原府所属保德、平定、代、忻四州升为省直隶州。同时，划河曲、兴县二县隶属于保德州；盂县、寿阳、乐平三县隶属于平定州；五台、繁峙、崞县隶属于代州；静乐、定襄二县隶属于忻州。经此一番变动，太原府仅领岢岚一州和十县，其中岚县为岢岚州隶县。雍正八年(1730年)，复从保德州划出兴县隶属于太原府岢岚州。乾隆二十八年(1763年)，裁清源县并入徐沟县。至清末，太原府辖一州十县，其中府直辖阳曲、太原、榆次、太谷、祁、徐沟、交城、文水八县；岢岚州辖岚、兴2县。原明代设在太原府的太原右卫，于顺治十一年(1654年)裁并入太原前卫。雍正三年(1725年)，太原左卫、太原前卫同时裁撤。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)3月，废除了道、府、直隶州、州的建置，改州为县，地方政府实行省、县两级建置。于太原置中路观察使，原太原府所属岢岚州改置为县，并恢复清源县建置。民国三年(1914年)5月23日，改中路观察使为冀宁道，治所阳曲，下辖阳曲、太原、榆次、太谷、祁县、交城、文水、徐沟、清源、岢岚、岚县、兴县、汾阳、孝义、介休、平遥、临县、中阳、石楼、离石、平定、寿阳、盂县、昔阳、长治、长子、屯留、襄垣、潞城、平顺、壶关、黎城、晋城、榆社、和顺、武乡、沁县、沁源、高平、阳城、沁水、陵川、辽县四十三县。民国五年(1916年)，废除清源县并入徐沟县，民国六年(1917年)复置清源县，民国七年(1918年)析离石县地置方山县，冀宁道辖县增为四十四县。"
        },
        {
            "type": "text",
            "text": "       民国十年(1921年)，山西省政府在省会设置市政公所，管理省城以及城周围东至耙儿沟，西至汾河，北到新城，南到大营盘范围内的市政建设。民国十二年(1923年)，又将市政公所管辖区划分为四个区。一区署设在红市牌楼，二区署设在前所街，三区署设在西羊市，四区署设在西缉虎营。市政公所及其所属各区，未列为地方行政建置。民国十六年(1927年) 废除道置，各县归省直辖。由阳曲县城析置太原市，隶属山西省政府直辖。至民国二十一年(1932年)，太原市辖五个区。民国二十六年(1937年)9月，为适应抗战需要，山西省政府依地形将山西划为7个大行政区，太原属第四行政主任公署(驻岚县)。"
        },
        {
            "type": "text",
            "text": "       民国二十六年(1937年)11月18日，日本军队侵占太原。民国二十八年(1939年)4月，日伪山西公署设置了雁门、冀宁、河东、上党4道，太原县属雁门道。民国二十九年(1940年)5月，日伪太原市改为普通市，隶属雁门道。民国三十二年(1943年)2月太原县改名晋泉县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)8月15日抗日战争胜利，8月30日，民国山西省政府返回太原市，仍沿日军侵占太原时期划定的市区范围，东至港道，西至虎峪，南至嘉节，北至新城。市辖五个行政区。三十六年，4月，市辖内八区、外八区共十六个区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)，中国人民解放军先后解放晋中各县，兵临太原城下。10月17日，于榆次成立太原市政府。次年3月1日，太原市政府与晋中行政公署合并成立太原市政府，仍驻榆次县，隶属于华北人民政府领导。太原市政府辖三个专区十九个县和尚待解放的太原市十六个区。一专署驻盂县，辖盂县、忻县、阳曲、平定、寿阳、五台、定襄七县；二专署驻汾阳，辖汾阳、孝义、文水、交城、清源、徐沟、晋源七个县；三专署驻榆次，辖榆次、太谷、祁县、平遥、介休五县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)4月24日，中国人民解放军攻克太原。当日下午，太原市政府由榆次迁入太原市区，驻精营东边街。5月6日，太原市政府更名为太原市人民政府。27日，将市辖内八区、外八区十六个区合并为八个区，同时将“区公所”名称更为区人民政府。太原市辖八区、三专区十九县。9月1日，山西省人民政府正式成立，太原市人民政府管辖的三个专区十九个县交由省人民政府直辖。"
        },
        {
            "type": "text",
            "text": "       1951年3月16日，原属汾阳专区的晋源县并入太原市。6月17日，撤销晋源县建置，并入太原市郊区。1958年11月21日，原属忻县专区的阳曲县和原属榆次专区的清徐、交城2县撤销，并入太原市。1960年复设阳曲(驻黄寨镇)、清徐(驻清源城)2县，由太原市领导。1972年3月9日，原属吕梁地区的娄烦县划归太原市管辖。1997年5月8日，撤销太原市南城区、北城区、河西区、南郊区、北郊区，设立太原市小店区、迎泽区、杏花岭区、尖草坪区、万柏林区、晋源区。各区1998年1月1日正式挂牌成立"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       唐玄宗先天二年(713年)析置卢川县于今古交炉峪口，开元二年(714年)省。"
        }
    ]
}