{
    "title": "宝丰县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1901",
            "category": "平顶山市"
        },
        {
            "id": "1905",
            "category": "宝丰县"
        }
    ],
    "detail": "[日期：2016-10-03]   来源：www.Youlai19.cn  作者：【由来网】   阅读：177次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       春秋战国时称城父邑，西汉置父城县，为避免与沛郡的城父县重名。北魏时期曾置汝南县，隋末废。唐初再置滍阳县，贞观九年（635年）降为镇。武则天统治时期，在此设置武兴县，后改名中兴县、龙兴县。宋徽宗宣和二年（1120年），因当时县境内有白酒酿造，汝官瓷烧制，冶铁工场等，物宝源丰，于是改龙兴县名为“宝丰”。"
        },
        {
            "type": "text",
            "text": "       蒙古至元八年(1271年)，忽必烈正式建立元朝，同年宝丰废为镇，归梁县管辖。明成化十一年（1475年）4月，巡怃副督御史张瑄，奏请折汝州东南境复置宝丰县。\n\r\n【沿革】\r\n       商周时为应国(鹰国)属地，春秋初属郑，继属楚，又属晋，战国初期属韩国，名为城父邑①。西汉在此置县时，为避免与沛郡的城父县重名，而更名为父城县。"
        },
        {
            "type": "text",
            "text": "       三国、两晋因之。北魏太和年间(477年─499年)置汝南县，北齐天保七年（556年）废，隋朝又复置，隋末汝南县废。唐初于此置滍阳县②（也作蚩阳），贞观九年（635年），太宗李世民精兵简政，滍阳县为镇。武则天统治时期，在此设置武兴县，后改名中兴县、龙兴县。"
        },
        {
            "type": "text",
            "text": "       宋熙宁五年（1072年）龙兴县废入鲁山，宋元祐元年（1086年）复置龙兴县，宋徽宗宣和二年（1120年）改称宝丰县，因当时县境内有白酒酿造，汝官瓷烧制，冶铁工场等，物宝源丰，宝货兴发，奉敕赐名“宝丰县”。"
        },
        {
            "type": "text",
            "text": "       蒙古至元八年(1271年)，忽必烈正式建立元朝，同年宝丰废为镇，归梁县管辖。明成化十一年（1475年）复置宝丰县，属汝州。崇祯十六年（1643年），李自成曾改宝丰为宝州。清初复置宝丰县，隶属汝州直隶州。"
        },
        {
            "type": "text",
            "text": "       中华民国二年(1913年)2月，废汝州直隶州，设立豫西道，翌年6月，改为河洛道，宝丰县属河洛道。民国十六年(1927年)废道制，宝丰县直属于省。民国十八年（1929年）2月，全省划为19个指导区，宝丰县属第九指导区。民国二十一年(1932年)4月，全省设立11个行政督察区，宝丰县属河南第五行政督察区(即许昌专署)。民国二十六年（1937年），全县改设3个区，一区署设于县城南关，二区署设于滍阳镇，三区署设于商酒务。"
        },
        {
            "type": "text",
            "text": "       民国三十三年（1944年）5月6日，日军占领宝丰县城。抗日战争胜利后，宝丰县仍属国民政府河南省第五行政督察区(驻许昌县)。民国三十六年（1947年）11月2日，陈赓、谢富治兵团九纵二十六旅解放宝丰县城，并建立宝丰县人民民主政府。但解放军撤走后，国民党军乘机占领县城，12月2日，解放军再次解放宝丰县城，属豫陕鄂解放区第五专区。翌年，改属豫西解放区第五专区。民国三十八年(1949年)2月，第二、五专员公署合并，建立许昌专员公署，宝丰县属之。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，宝丰县属许昌专区。1960年1月7日，撤销宝丰县建制，宝丰境区划归平顶山市，建立平顶山市农村工作办事处，城关人民公社称宝丰镇人民公社。1961年10月5日，恢复宝丰县建制，仍属许昌专区。1968年3月23日，许昌地区革命委员会成立，取代许昌专区，宝丰县隶属许昌地区革命委员会。1979年7月1日，许昌地区革委会撤销，改称许昌地区，宝丰县属之。1983年9月1日，宝丰县由许昌地区划归平顶山市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①据《左传》载：（楚）昭公十九年费无极言于楚子曰：‘若大城城父而置太子焉，以通北方，王收南方，是得天下也。’王悦，从之。故太子建居于城父。"
        },
        {
            "type": "text",
            "text": "       ②在西周和春秋时期，滍阳是应国国都的所在地。据传，应国早在黄帝时期已是一个强大的部族，以一种有翼的龙为图腾，叫应龙氏，由东夷族的雁（鹰）氏和炎帝族的句龙氏结合而成。他们帮助黄帝族打败了蚩尤氏，定居于山西。后迁至鲁山县之应乡，在滍水中游的北岸新建都城。滍水即因黄帝打败蚩尤而得名，滍阳因在滍水的北岸而得名。武则天统治时期，在此设置龙兴县，也是据此传说。"
        }
    ]
}