{
    "title": "鲁山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1901",
            "category": "平顶山市"
        },
        {
            "id": "1904",
            "category": "鲁山县"
        }
    ],
    "detail": "[日期：2016-10-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：521次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       春秋时期称鲁阳，西汉置鲁阳县，因鲁阳故城地处鲁山之阳，得名。北魏太和十一年(487年)，孝文帝南巡，改名山北县。隋炀帝大业元年(605年)，改山北县为鲁县。唐贞观元年(627年)，改鲁县为鲁山县，因县东北十八里有鲁山。据《读史方舆纪要》卷51：“山高耸，回生群山，为一邑巨镇，县以此名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代时，今鲁山县属豫州，孔甲年间为刘累邑，商代因之。周为“周鄙、甸之鲁县”，为京畿之地，周公旦封地。周初，武王分封天下，封旦于鲁，称鲁公。不久，武王故，其子成王新立，因年幼，周公旦辅佐成王，不便离京赴任，成王便让周公旦子伯禽代周公旦封为鲁侯，其鲁县为鲁国首都史称西鲁；周成王践奄后，为褒奖周公旦功德，就扩大周公旦封地，又更封奄地(今山东曲阜)鲁国国都，伯禽就东迁奄地为鲁侯，史称东鲁。"
        },
        {
            "type": "text",
            "text": "       春秋时期，鲁县改称鲁阳，属郑，楚文王十二年(前678年)隶属于楚，至楚肃王三十年(前371年)，魏伐楚取鲁阳，鲁阳属魏。魏王假三年(前225年)，秦灭魏，鲁阳入秦。秦废分封，建立县制，以郡领县，鲁阳属颖川郡。"
        },
        {
            "type": "text",
            "text": "       汉承秦制，鲁阳县属南阳郡。三国时，鲁阳县属魏。西晋，鲁阳属南阳国。南北朝时期，永初年间(420年—422年)，属南朝宋。"
        },
        {
            "type": "text",
            "text": "       北魏太和十一年(487年)，孝文帝南巡，改名山北县，并置鲁阳镇。太和二十二年(499年)，鲁阳郡治所在北山县。永安二年(529年)设置广州，鲁阳郡属之。东魏、西魏、北齐、北周沿袭未改。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇四年(584年)置伊州，隋炀帝大业元年(605年)改伊州为汝州，改山北县为鲁县。大业八年(612年)，改汝州为襄城郡，并移治承休县城，领承休、梁、阳翟、东汝原、汝南、鲁、犨城8县。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)汝州改为伊州，并置鲁州，治鲁县。贞观元年(627年)，废鲁州，并改鲁县为鲁山县，划属伊州。贞观八年(634年)，改伊州为汝州，领梁、郏、鲁山三县。开元二十六年(738年)，改汝州为临汝郡，属都(指东都洛阳)畿道，领叶、襄城、郏城、鲁山、龙兴、临汝7县。天宝元年(742年)，临汝郡改属河南道。乾元元年(758年)，改临汝郡为汝州。"
        },
        {
            "type": "text",
            "text": "       北宋初，沿袭唐制。政和五年(1115年)，汝州升为陆海军节度，属京西北路，领梁、襄城、叶、鲁山、宝丰(由龙兴改)5县。建炎元年(1127年)，汝州被金国占领。金废军事建制，州县仍隶河南路，汝州领梁、郏城、鲁山、宝丰、叶县、襄城6县\n\r\n       蒙古至元八年(1271年)，忽必烈正式建立元朝，同年设置南阳府，汝州属河南江北省南阳府管辖，领梁、郏县、鲁山3县。\n\r\n       明朝，汝州仍为南阳府管辖，将梁县省入汝州，领郏县、鲁山2县。明宪宗成化十二年(1476年)9月，时任兵部左侍郎的汝州人滕昭，以汝州距南阳太远给群众生活带来不便为由，同好友河南布政使原杰联明奏请宪宗皇帝，将汝州从南阳分出由省直辖，汝州升为直隶州。同年12月，析嵩县、鲁山、汝州的部分地区，设置伊阳县，汝州领鲁山、宝丰、郏、伊阳4县。 清朝沿袭明制，汝州直隶州仍领鲁山、宝丰、郏县、伊阳4县。"
        },
        {
            "type": "text",
            "text": "       中华民国二年(1913年)2月，废汝州直隶州，设立豫西道，翌年6月，改为河洛道，鲁山县属河洛道。民国十六年(1927年)废道制，鲁山县直属于省。民国二十一年(1932年)4月，全省设立11个行政督察区，鲁山县属河南第五行政督察区(即许昌专署)。"
        },
        {
            "type": "text",
            "text": "       抗日战争爆发以后，民国三十一年(1942年)4月至民国三十三年(1944年)5月，河南省会迁驻鲁山县。民国三十三年(1944年)5月6日，日军占领鲁山县城。河南省政府迁至内乡县和卢氏县。民国三十四年(1945年)8月，抗日战争胜利后，鲁山县仍属河南省第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)11月1夜，人民解放军击退国民党守军，解放鲁山县城。11月7日，国民党军队进占鲁山县城。11月23日，解放军第二次解放鲁山县城。建立鲁山县政府，属豫陕鄂边区。民国三十七年(1948年)6月，在县城设立鲁山市，为豫西行政公署驻地。民国三十八年(1949年)2月，豫西行署机关迁开封，鲁山市建制撤销，同时豫西行署二专区与五专区合并，成立许昌专区，鲁山县划归许昌专区。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，鲁山县隶属许昌专区。1968年3月23日，许昌地区革命委员会成立，取代许昌专署，鲁山县隶属许昌地区革命委员会。1979年7月1日，许昌地区革委会撤销，改称许昌地区，鲁山县属之。1983年9月1月，许昌地区所属的鲁山、宝丰、叶县划入平顶山市。"
        }
    ]
}