{
    "title": "义马市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1900",
            "category": "三门峡市"
        },
        {
            "id": "1909",
            "category": "义马市"
        }
    ],
    "detail": "[日期：2016-11-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：176次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n        约于西汉以前，此地形成村落，称艺麻村，因村东种麻甚多，故名。隋末唐初，秦琼领兵打仗，路过此村，并在此饮马，后“饮”演为“义”，故名“义马村”。另一说，本为驿马，义马由驿马而得名。1970年1月27日，析渑池县地成立义马矿区。1981年4月4日，在义马矿区设立义马市(县级)。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       义马市名来自义马村名。义马村原名艺麻村，村东地种麻甚多，称东麻地，艺麻村因麻而得名。。"
        },
        {
            "type": "text",
            "text": "       村中有古槐一棵，俗称老槐树，胸径7米左右，1984年枯萎倒下，村民流传歌谣说：“老槐不可抱，古槐装里摇三摇，欲知老槐寿几何，一问刘邦便知晓。”古槐指敬德勒马所看陕县观音堂七里古槐，言义马老槐树比七里古槐更老。"
        },
        {
            "type": "text",
            "text": "       宋太宗三年(997年)涧河发大水，洪峰滚出河道冲淹了艺麻村南半部，淹到老槐树时，水势渐弱，开始回落。村民认为老槐树抵挡了洪水。人们观察树冠，发现有三股枝繁叶茂，似奔马轮廓。村中便传说洪水淹到老槐树时，有三匹白马迎洪水而上，化作三条白龙，逼河水退回，保住了村庄。以后又传说为“义马救村”，人们在树下建白龙庙祭祀槐神，村名也由这时起逐渐演变为义马，艺麻村名渐被取代。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今义马区域属古虢国莘地，秦始设新安县，属三川郡。汉代，新安县属弘农郡，治所西距今渑池城8公里。三国魏，新安属恒农郡(为避灵帝刘宏讳，弘农改为恒农)。"
        },
        {
            "type": "text",
            "text": "       西晋，新安属河南郡。北魏，新安属渑池郡，孝文帝孝昌三年(527年)置西新安县。今义马市在隋以前属新安县辖区，县城治所在今中心市区西南部下石河村一带。"
        },
        {
            "type": "text",
            "text": "       隋大业元年(605年)，西新安县划入渑池县，渑池县治所遂移驻新安故城。大业十二年(616年)渑池移治大坞城，后新安故城为新安驿。义马一带一直归渑池县境。"
        },
        {
            "type": "text",
            "text": "       唐贞观二年(628年)，渑池县更名为天池县，治双桥，隶属河南府。五代十国时期及宋代，复名渑池县，仍隶属河南府。金兴定元年(1217年)，置韶州，治沔池(由渑池改)，元至元八年(1271年)，废韶州，沔池复名渑池，隶属河南府。至元二十一年(1284年)，渑池县划归陕州。义马区域一直为渑池县辖境。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，渑池复归河南府。清初沿袭明制，清雍正十一年(1733)渑池县再隶陕州。明清时期，渑池全县编为30里，后并为25里。义马市所属村庄，当时分属东一里(石河、礼召、马岭、裴村一带)。东二里(傅村、石门、茂岭一带)，东三里(千秋、三十里铺、河口、梁沟、二仙洼一带)和南二里(义马，常村、程村、霍村、石佛、方沟一带)。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，设立豫西道，渑池县属豫西道。民国三年(1914年)6月，豫西道改为河洛道。民国十六年(1927年)废道制，渑池县直属于省。民国二十一年(1932年)4月，全省设立11个行政督察区，渑池县属河南第十一行政督察区(驻陕县)。划渑池全县为六区，今义马市区分属于第三区(区政府设笃忠)，第四区(区政府设仁村)。民国二十五年(1936年)，改区设乡镇，渑池原三、四区合为新二区(区署设常村)，辖有现义马市大部分地区。民国三十一年(1942年)，废区设署，渑池全县划为11乡镇，现义马市区分属常村乡和千秋镇。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，今义马市区域分属于渑池县第三区(区政府设笃忠)和第四区(区政府设仁村)。1951年渑池县增设千秋为第七区，辖有现义马市全部地区。1956年撤区并乡，现义马市大部分地区属渑池县千秋镇，一部分地区(石佛一带)属洪阳中心乡。1958年实现公社化，义马地区成立千秋人民公社和义马矿区人民公社。1963年石佛、千秋两社合并为千秋人民公社，同年12月划出义马、常村、三十里铺三个大队成立义马镇。1968年千秋公社与义马镇合并为义马公社。"
        },
        {
            "type": "text",
            "text": "       1970年1月27日，成立义马矿区，辖有原渑池县义马公社的石佛、马庄、南河、常村、河口、苗元、程村、湾子、霍村、义马、千秋、礼召、二十铺、马岭、裴村、郭庄、傅村、石门、梁沟、三十里铺等20个大队，归洛阳地区革委会领导，分设千秋公社、常村公社和义马镇。1981年4月4日，在义马矿区设立义马市(县级)，由洛阳地区代管。1986年1月18日，撤销洛阳地区，三门峡市升为地级市，义马市(县级)改由三门峡市代管。"
        }
    ]
}