{
    "title": "三门峡市陕州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1900",
            "category": "三门峡市"
        }
    ],
    "detail": "[日期：2016-11-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：200次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       秦孝公十年(前390年)置陕县。2015年2月16日，撤销陕县，设立三门峡市陕州区。"
        },
        {
            "type": "text",
            "text": "       陕县因\"陕\"而名，《说文解字》讲；  \"陕，隘也\"，意即险要难以通行的地方。《直隶陕州志》载；  \"山势四围曰陕，环陕皆山故名陕\"，即东有崤陵，西有函谷，南跨陕原依干山，北逾黄河至中条山。周成王时，周公(旦)、召公(寅)辅政。二公分治，以陕塬为界(其原位于原陕县城西南，即今张村原和张汴原)。《公羊传》载：\"自陕而东者，周公主之；自陕而西者，召公主之\"，史称\"分陕而治\"。宋时，  \"陕塬\"之西置陕西路，陕西省也因之得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时，陕地在豫州之内。西周时，周武王封神农之后于焦，是为焦国；又封虢仲于陕，是为虢国(国都建于陕地上阳，今三门峡市崖底乡李家窑村)。春秋时，晋献公假虞灭虢，陕地归晋国所辖。战国时，始属晋，后归魏，部分又为韩国属地。秦惠公十年(前390年)，置陕县。"
        },
        {
            "type": "text",
            "text": "       秦时，陕县归三川郡。西汉时，陕县归弘农郡。王莽新朝时期，弘农郡改称右队。东汉光武帝复置弘农郡，陕县仍归其属。三国时，魏改弘农郡为恒农郡(避汉献帝讳改弘农为恒农)，陕县属之。西晋时，复称弘农郡，陕县为其属。东晋和刘宋沿袭未变。"
        },
        {
            "type": "text",
            "text": "       南北朝时，陕县为弘农郡治所。后因北魏献文帝拓拔弘，讳\"弘\"字，又改称恒农郡。孝文帝太和十一年(487年)，置陕州，陕县为州治所，并析置崤县，属恒农郡。北齐、北周时，陕县均属恒农郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇年间(581年—600年)，废郡变州、县二级制，陕县仍为陕州所辖。恭帝义宁元年(617年)，又废州置郡，陕县属河南郡。"
        },
        {
            "type": "text",
            "text": "       唐时，武德元年(618年)，又置陕州。贞观十四年(640年)，崤县移治所于硖石坞，更名为硖石县。陕县、硖石县同归陕州，属河南道。唐朝天祐元年(904年)，唐昭宗李烨被朱温胁迫至东都洛阳，昭宗妄图借年号、地名挽救危机，遂改年号为天佑，并以陕县为治所设置兴唐府，属河南道。"
        },
        {
            "type": "text",
            "text": "       五代时，置军、州统县。后梁时，归陕州，陕县、硖石县属镇国军。后唐、后晋、后汉，后周皆属保义军。北宋太平兴国元年(976年)陕州改称保平军节度，属永兴路。神宗熙宁六年(1073年)，废硖石县并入陕县，归陕州，属永兴军。"
        },
        {
            "type": "text",
            "text": "       金时，初改陕州为西安军，属河南府。后复称陕州，废陕县。又置硖石县，属金昌府。元时，废硖石县，又置陕县，归陕州，属河南路。明时，废陕县，入陕州，属开归道。陕州仅领灵宝、阌乡二县。清时，属河南府。雍正二年(1724年)，陕州升为直隶州，属河陕汝道。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，废陕州为陕县，设立豫西道，治所驻陕县。民国三年(1914年)6月，豫西道改为河洛道。民国十六年(1927年)废道制，陕县直属于河南省。6月，陕县属豫西第三行政督察专员公署。民国二十一年(1932年)4月，全省设立11个行政督察区，陕县属河南第十一行政督察区(驻陕县)。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)5月18日，日军侵占陕县县城。民国三十四年(1945年)3月，陕县抗日民主政府在县东壬彦村成立，属豫西二专署领导。抗日战争成立后，陕县城仍属国民政府河南省第十一行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)8月，陕县民主政府在宜村成立(后迁至观音堂区段岩村)，属陕州专员公署领导。从9月17日至民国三十八年(1949年)5月20日，陕县县城(即陕州城)共经历五次解放。陕县民主政府迁至城内，归属河南省陕州专区，并为陕州专员公署驻地。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，陕县属陕州专区。1952年4月8日，撤销陕州专区，并入洛阳专区，陕县属洛阳专区。1956年4月，陕县会兴区划出，建三门峡工区。1957年3月26日，三门峡工区改建为三门峡市（地级）。1959年10月1日，陕县归三门峡市领导，保留县建置。11月，陕县并入三门峡市。1960年1月7日，撤销陕县建置，将原陕县的行政区域划归三门峡市。"
        },
        {
            "type": "text",
            "text": "       1961年10月，三门峡市降为县级市，隶属洛阳专区。1962年3月27日，恢复陕县建置，陕县县委、县人民政府设于三门峡市。1968年1月，洛阳地区革命委员会成立，取代洛阳专署，陕县隶属洛阳地区革命委员会。1979年7月1日，洛阳地区革委会撤销，改称洛阳地区，陕县属之。1986年1月18日，撤销洛阳地区，三门峡市升为地级市。原洛阳地区的渑池、陕县、灵宝、卢氏4县划归三门峡市管辖。1998年4月，陕县人民政府从三门峡市区迁至陕县大营镇温塘村。2015年2月16日，撤销陕县，设立三门峡市陕州区。"
        }
    ]
}