{
    "title": "平舆县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1899",
            "category": "驻马店市"
        },
        {
            "id": "1918",
            "category": "平舆县"
        }
    ],
    "detail": "[日期：2016-12-10]   来源：www.Youlai19.cn  作者：【由来网】   阅读：148次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1951年4月26日，析汝南县置平舆县。平舆属古挚国①地，有奚仲造车的故事。据《说文解字》：“车，舆轮之总名，夏后时奚仲所造。”所以战国时，此地称“舆”，加之这里地形平坦，以“平”字冠名，称平舆。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       挚国，是夏代黄帝之孙少昊后裔建立的国家。少昊名挚，其后裔奚仲，以“挚”名国，号称“挚国”。挚人是远古一个擅长于造车的部族，上古车辆雅称“舆”，平坦的地势与车辆的发明，使“挚地”继有“平舆”之名。"
        },
        {
            "type": "text",
            "text": "       少昊后裔番禺，是帝尧时的能工巧匠，是中国最古老的舟的发明者。另外，他也发明了很多乐器，据《吕氏春秋·古乐》载，帝喾命垂（指巧垂，即番禺）作“鼙、鼓、钟、磬、吹、苓、管、埙、革召、椎钟”"
        },
        {
            "type": "text",
            "text": "       到了夏禹治水的时候，番禺之后奚仲继承祖上创制的“规矩准绳”以及舟船的制作工艺，并且在其子吉光的帮助下，匠心独运，终于在造舟技术的启发下创造车辆，所以最初的车辆水陆两用,具有舟形。故:“輈”即“车字的异构。《楚辞·九歌》有“驾龙輈兮乘雷”之语；又作“舆”。《小尔雅·广言》:“輈，舆也。”又曰：“以輈为舆者，輈以载舆，因谓舆为舟也。”这种“輈”显然有舟的轮廓，其下安装四轮,用人力牵引，是便捷的交通工具，在奚仲部族中推广运用。大禹治水到过的地方很多，其中就有奚仲的部族“禺疆”，并拜访过奚仲其人，目睹了其初创的具有舟形状的“輈”。禹对此大加褒奖,取之乘用,故《史记·夏本纪》记载，大禹治水，践行九州，“陆行乘车，水行乘船”。故禹即天子位后，国号“夏”，遂封奚仲为夏车正，主管天下造车之事。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商朝中期，为挚国地(都城位于今平舆县古槐镇西塔寺)。周武王姬发之孙被封于沈国②，沈国向南发展，将挚国并入沈国。沈国初为侯国，周厉王时被贬为子国，所以后来称“沈子国”。周敬王十四年(前506年)蔡国灭沈子国，此地属蔡。楚昭王二十三年(前493年)楚伐蔡，沈地归楚，在沈都设平舆邑。"
        },
        {
            "type": "text",
            "text": "       秦王政二十六年(前221年)，在平舆邑置平舆县，隶属陈郡。西汉承秦制，平舆县属汝南郡。县西部新置鲖阳县③(今鲖城镇)。三国时期，平舆县属魏，隶豫州汝南郡。"
        },
        {
            "type": "text",
            "text": "       西晋，平舆县属豫州汝南郡。南朝宋，废平舆县。北魏，复置，治在今平舆县西南。北齐武平三年(572年)，废平舆县。"
        },
        {
            "type": "text",
            "text": "       隋开皇初年(581年)废汝南郡，恢复豫州。大业元年(605年)又改为蔡州。大业二年(606年)复置平舆县，属豫州。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年(627年)平舆废县，辖地并入新蔡县。武周天授二年(691年)，复置平舆县，治所在今县城。唐代宗宝应元年(762年)为避皇帝李豫名讳，豫州改名为蔡州，平舆县属河南道蔡州。五代时期，平舆县仍属蔡州。"
        },
        {
            "type": "text",
            "text": "       北宋太宗至道三年(997年)，全国分为15路安抚使，平舆县属京西路蔡州。熙宁五年(1072年)京西路分为京西北路和京西南路，平舆县属京西北路蔡州淮康军节度。"
        },
        {
            "type": "text",
            "text": "       金国设立5京14总管府，平舆县属南京路蔡州镇南军节度。元朝，蔡州升为汝宁府④，平舆县废，辖地并入汝阳县，隶属河南江北道汝宁府。明清两代，仍属汝宁府汝阳县辖地。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，汝宁府撤销，汝阳县改名汝南县，属豫南道。民国三年(1914年)6月，豫南道改名汝阳道，汝南县随属。民国十六年(1927年)废道制，汝南县直属河南省。民国二十一年(1932年)4月，全省设立11个行政督察区，汝南县属河南第八行政督察区(驻汝南县)。"
        },
        {
            "type": "text",
            "text": "       民国三十年(1941年)1月28日，日军侵占汝南县城，践踏十日后离去。同年10月20日，日军第二次进犯汝南城，扫荡数日后离去。民国三十三年(1944年)5月中旬，日军第三次侵占汝南县城。民国三十四年(1945年)8月日本无条件投降后，汝南县仍隶属国民政府河南省第八行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)2月4日，汝南县城最后一次解放，成立汝南专区，驻汝南县。3月，汝南专区与桐柏区的第一、第二专区合并，改称确山专区，汝南县属确山专区。8月，确山专区迁驻信阳市，改称信阳专区。"
        },
        {
            "type": "text",
            "text": "       1951年4月26日，析汝南县置平舆县。1965年6月16日，分出信阳专区的确山、汝南、平舆、新蔡、上蔡、西平、遂平、正阳8县和南阳专区的泌阳县，设立驻马店专区。1968年1月，驻马店地区革命委员会成立，取代驻马店专署，1979年7月1日，驻马店地区革委会撤销，平舆县属驻马店地区行政公署。2000年6月8日，撤销驻马店地区，设立地级驻马店市，平舆县属驻马店市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①少昊名挚，其后裔奚仲，以“挚”名国。"
        },
        {
            "type": "text",
            "text": "       ②《辞海》“沈”条注：“沈”，古国名，一作聃。“聃”、“沈”古音名通用，所以古书记载：姬载(季载、聃季载、冉季载)封于聃，即沈。"
        },
        {
            "type": "text",
            "text": "       ③  西汉时置，故治在今安徽临泉县鲖城镇。东汉时鲖阳县改为鲖阳侯国，封阴庆为鲖阳侯。属汝南郡。南北朝时，鲖阳县废。隋开皇三年(583年)复设鲖阳县，先后属沈州和颍州。唐贞观元年(627年)，废鲖阳县。"
        },
        {
            "type": "text",
            "text": "       ④ 元至元三十年(1293年)，因断汝河上源之水经郾城入颍河，汝南水患大减，百姓稍得安宁，遂升蔡州为汝宁府，是河南行省八府之一。"
        }
    ]
}