{
    "title": "遂平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1899",
            "category": "驻马店市"
        },
        {
            "id": "1913",
            "category": "遂平县"
        }
    ],
    "detail": "[日期：2016-12-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：166次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       西汉初，置吴房县和灈[qú]阳县。南北朝时，刘宋政权废吴房县和灈阳县。北魏重新置县，名为遂宁。隋初，遂宁县改为灈阳县。大业二年(606年)，改灈阳县为吴房县。唐元和十二年(817年)，唐宪宗在平定淮西吴元济叛乱后，因恶“吴”字，而改吴房县名，以前朝县名“遂宁”并敕改为“遂平”，“平”乃太平之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今遂平县地，西周时属房国①，又称房子国。春秋时房国，楚灵王十二年(前529年)，楚国灭房国，地属楚。楚昭王十一年(前505年)，吴王阖闾弟夫概奔楚，楚封于房地，故曰吴房②。秦统一六国后，吴房地属陈郡上蔡县。"
        },
        {
            "type": "text",
            "text": "       西汉初，置吴房县和灈[qú]阳县，属汝南郡。经三国、西晋，吴房县和灈阳县均隶属汝南郡。南北朝时，刘宋政权废吴房县和灈阳县。北魏鲜卑族拓跋氏统一黄河流域后，重新置县，名为遂宁，属豫州汝南郡。"
        },
        {
            "type": "text",
            "text": "       隋初，遂宁县改为灈阳县。大业二年(606年)，改灈阳县为吴房县，属蔡州；大业三年(607年)蔡州改为汝南郡，吴房县属汝南郡。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)废汝南郡，改称豫州，吴房县属豫州。贞观元年(627年)废吴房县，贞观八年(634年)又复置吴房县。宝应元年(762年)为避皇帝李豫名讳，豫州改名为蔡州，属淮西节度使，吴房县属蔡州。元和十二年(817年)，唐宪宗在平定淮西吴元济叛乱③后，因恶“吴”字，而改吴房县名，以前朝县名“遂宁”并敕改为“遂平”，“平”乃太平之意。"
        },
        {
            "type": "text",
            "text": "       五代时期，遂平县仍属蔡州。北宋太宗至道三年(997年)，全国分为15路安抚使，遂平县属京西路蔡州。熙宁五年(1072年)京西路分为京西北路和京西南路，遂平县属京西北路蔡州淮康军节度。"
        },
        {
            "type": "text",
            "text": "       金国设立5京14总管府，遂平县属南京路蔡州镇南军节度。元初，遂平县省入汝阳，大德八年(1304年)复置遂平县，属汝宁府。明、清两朝遂平县均属汝宁府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，汝宁府撤销，遂平县属豫南道。民国三年(1914年)6月，豫南道改名汝阳道。民国十六年(1927年)废道制，遂平县直属河南省。民国二十一年(1932年)4月，全省设立11个行政督察区，遂平县为河南第八行政督察区(驻汝南县)。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)5月8日，日军侵占遂平县城。民国三十四年(1945年)8月日本无条件投降后，遂平县仍隶属国民政府河南省第八行政督察区(驻汝南县)。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)12月末，遂平县解放，民国三十八(1949年)1月21日，遂平县人民政府成立，隶属汝南专区。3月，汝南专区与桐柏区的第一、第二专区合并，改称确山专区，汝南县属确山专区。8月，确山专区迁驻信阳市，改称信阳专区。"
        },
        {
            "type": "text",
            "text": "       1965年6月16日，分出信阳专区的确山、汝南、平舆、新蔡、上蔡、西平、遂平、正阳8县和南阳专区的泌阳县，设立驻马店专区。1968年1月，驻马店地区革命委员会成立，取代驻马店专署，1979年7月1日，驻马店地区革委会撤销，遂平县属驻马店地区行政公署。2000年6月8日，撤销驻马店地区，设立地级驻马店市，遂平县属驻马店市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①上古时期，先民们由于对女娲的崇拜，将流经遂平的一条河流命名为“汝水”(即今天的汝河)，并在汝水北岸构筑了女娲神庙，称之为“房”。尧禅位舜后，丹朱被舜封到房地。丹朱后人在房地建立诸侯国，称房国，又称房子国(“子”为爵位)。"
        },
        {
            "type": "text",
            "text": "       ②春秋后期，吴楚两国因争霸而多次发生战争。周敬王十五年(前505年)，吴王阖闾的弟弟夫概趁吴国兵败之际，带兵返回都城姑苏自立为吴王。阖闾闻之急忙率兵回击夫概，夫概兵败，逃亡楚国。夫概到楚国后，楚昭王就把夫概封到房地。《左传·定公五年》载：“九月，夫概王归，自立也。以与王战而败，奔楚，为堂(棠)溪氏。”《汉书·地理志·汝南郡》吴房县下颜师古注引孟康曰：“吴王阖闾弟夫概奔楚，楚封于此，为棠溪氏。以封吴，故曰吴房，今吴房城棠溪亭是也。”"
        },
        {
            "type": "text",
            "text": "       ③唐宪宗元和九年(814年)闰六月，治蔡州的淮西节度使吴少阳死，子元济匿不发丧，伪造少阳表，称病，请以元济为留后(即指代理节度使)，朝廷不许，于是吴元济领兵叛乱。唐宪宗先后派各路军队近九万人讨伐，均大败而归。元和十一年(816年)，李愬任随唐邓节度使，奉命讨伐割据淮西的吴元济。李愬率兵自唐州(今河南泌阳)一路向东攻取吴房县西部，雪夜袭取蔡州擒获吴元济。"
        }
    ]
}