{
    "title": "固始县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1897",
            "category": "信阳市"
        },
        {
            "id": "1924",
            "category": "固始县"
        }
    ],
    "detail": "[日期：2017-01-25]   来源：www.Youlai19.cn  作者：【由来网】   阅读：200次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       春秋战国时称寝丘邑，西汉置寖县(“寖”通“寝”)。东汉建武二年(26年)，光武帝封其妹婿、大司农李通为固始侯，改寝县为固始县，意取“通与帝首事，欲其坚固初始欤”，固始由此得名。东晋咸康二年（336年），固始县并入新蔡县，后北齐在古蓼国地侨置固始县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       在隋以前曾有四个固始县。一是汝阴固始，东汉以寖县改名，隋开皇三年(583年)以后，改称沈丘。二是雍州固始，南齐侨置，曾寄治宛中，旋废。三是在蓼县侨置的固始，西汉高祖六年（前201年）置以古蓼国地置蓼县，北齐侨置固始县，即今日的固始县。"
        },
        {
            "type": "text",
            "text": "       第四则是秦时称固陵县，在西汉时改为固始县，属淮阳国，故址在今太康县西南。东汉光武帝改寝县为固始县后，原淮阳国的固始县废为固陵聚，地属陈国的阳夏县（今太康县）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商为蓼[liǎo]国地，属扬州之域。西周属荆州之域，封公子伯龄于蒋(期思镇古蒋乡)，此地为蓼、蒋、黄三国属地。春秋中期，楚灭此地诸国①，于蒋地建期思县，固始彼时为期思县之潘乡，又名寝丘邑。秦始皇二十一年(前226年)，蒙恬攻克寝丘后，地属秦九江郡。"
        },
        {
            "type": "text",
            "text": "       西汉高帝五年(前198年)先后置寖、期思、蓼、阳泉、安丰、雩[yú ]娄等县，分属汝南郡、庐江郡、六安国。东汉建武二年(26年)，光武帝封其妹婿、大司农李通为固始侯，改寝县为固始县，属淮阳国。曹魏属寿春。"
        },
        {
            "type": "text",
            "text": "       晋固始县属汝阴郡，期思县属弋阳郡。东晋咸康二年（336年），固始县并入新蔡县。南北朝时期，刘宋失淮北地，在古蓼国地侨置新蔡郡和固始县。梁改固始县为蓼县。陈于期思县置边城郡。北齐蓼县复名固始县，属侨置的北建州。北建州寻废，再侨置新蔡郡，固始县属之。北周改置浍州，固始县属之。"
        },
        {
            "type": "text",
            "text": "       隋大业三年(607年)废州实行郡县二级制，固始县复隶属弋阳郡，期思县并入固始县。唐武德三年(620年)改弋阳郡为光州，属淮南道，领定城、殷城、光山、乐安、固始五县；弦宗天宝元年(742年)改光州为弋阳郡；肃宗乾元元年(758年)复为光州，隶淮南西道。五代沿袭唐制。"
        },
        {
            "type": "text",
            "text": "       宋代，固始县仍隶属光州。至道三年(997年)商城县并入固始县为商城镇。徽宗宣和元年(1119年)光州升为光山军，领属如故；南宋高宗绍兴二十八年(1158年)为避金国太子光瑛名讳，改光山军为通化军，改光州为蒋州，不久复改为光州，固始县仍属光州。"
        },
        {
            "type": "text",
            "text": "       元代，至元三十年(1293年)光州改属汝宁府，领定城、光山、固始三县。明代，固始县仍隶光州。成化十一年(1475年)商城县从固始县析出，复置。清初沿袭明制。雍正二年(1724年)升光州为直隶州，领光山、固始、息县、商城四县。 "
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，废州为县，固始县属豫南道。民国三年(1914年)6月，豫南道改名汝阳道。民国十六年(1927年)废道制，固始县直属河南省。民国二十一年(1932年)4月，全省设立11个行政督察区，固始县属河南第九行政督察区(驻潢川县)。10月，国民政府将固始县所辖的金寨、李桥二保及长江河保的一部分以及六安县、霍邱县、商城县、霍山县的部分地区划出，组建一个新县，因表彰原国民政府陆军第十四军军长卫立煌“剿共功劳”，命名为立煌县(今金寨县)，治金寨，属河南省，翌年3月改属安徽省。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)9月7日，日军侵占固始县城。民国三十四年(1945年)8月日本无条件投降后，固始县仍隶属国民政府河南省第九行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)8月25日，刘邓大军第一次解放固始县城。10月设置霍固县(即北霍固县)。民国三十七年(1948年)6月，设置商固潢县；9月，设置潢固县。11月9日，固始县城最后解放，以上各县撤销②。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)5月，设立潢川专区，辖潢川、光山、固始、息县、商城、罗山、新县7县。1952年12月6日，撤销潢川专区，并入信阳专区，固始县属信阳专区。1968年6月，信阳地区革命委员会成立，取代信阳专署，1980年5月，信阳地区革委会撤销，固始县属信阳地区行政公署。1998年6月9日，撤销信阳地区和县级信阳市、信阳县，设立地级信阳市，固始县属信阳市。2011年6月1日起，列为河南省10个省直管试点县之一，2014年1月1日起由河南省全面直接管理。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①楚成公二十四年，楚灭黄；楚穆公四年，楚灭蓼；楚穆公九年，楚灭蒋。"
        },
        {
            "type": "text",
            "text": "       ②民国三十八年(1949年)1月，霍邱县城解放，撤消霍固县，恢复霍邱县，并将原霍固县管辖的固始部分地区划归固始；潢固县，辖潢川东部和固始县西部边境地区(包括春河集、马堽[[gāng]]集、北庙集一带)，约半年该县建制即被撤销；商固潢县，辖潢川东南部、商城西北部及固始西南部地区(约今草庙集、方集西部一带)，设置不久即行撤销。"
        }
    ]
}