{
    "title": "信阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1897",
            "category": "信阳市"
        }
    ],
    "detail": "[日期：2017-01-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：163次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       西汉置钟武县。曹魏时置义阳县，义阳，原是西汉时期平氏县的乡名，因以为名。北周设置申州，北宋太平兴国元年(976年)因宋太宗赵光义名讳，义阳改名“信阳”。另外古文中“信”与“申”通用，而且因为这里为申国故地。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月，河南省确山行政区专员公署迁驻信阳，改称信阳专区；1965年6月16日，确山等8县从信阳专区划出。1979年7月1日，信阳专区改为信阳地区行政公署。1998年6月9日，撤销信阳地区和县级信阳市、信阳县，设立地级信阳市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周至春秋时期，信阳境内分封有弦国、黄国、蒋国、息国、蓼国、番国、申国。弦国(隗姓)，国都在今光山县城西5公里处。黄国(嬴姓)，国都遗址在今潢川县隆古乡。蒋国，为周公旦之子伯龄封地，国都曾设在今淮滨县期思镇。息国(姬姓)，为周文王之子羽达的封地，国都在今息县城西南6公里的青龙寺。蓼国，相传为夏代皋陶裔孙封地，春秋时国都建于今固始县城东北6公里的蓼城岗。番国(已姓)，国都遗址位于今固始县城以北。申国(姜姓)，都城在今南阳市北，为“南申”，被楚所灭后，于今信阳市区另筑谢城(遗址在今平桥区平昌关镇)称之为“东申”。从周庄王九年(前688年)开始，楚国相继吞灭上述各国，委派县尹(尊称为县公)进行管理，设置息县、期思县、申县。 "
        },
        {
            "type": "text",
            "text": "       秦代以郡辖县，本市境内设7县。即：蓼县，治所在今固始蓼城岗；安丰县，治所在今固始县石佛乡；雩娄县，治所在今商城县东北隅的李集；西阳县，治所在今光山县境内；期思县，治所在今淮滨县境内；息县，治所在今息县境内；城阳县，治所在今平桥区长台关楚王城遗址。"
        },
        {
            "type": "text",
            "text": "       汉沿秦制，郡县辖区缩小，息县向东移治，因此改名新息县，又增设5个县。即：安昌县，治所在今平桥区平昌关；弋阳县，治所在今潢川县城；车大县，治所在今光山县境内；黾县，治所在今罗山县高店；钟武县，治所在今平桥区中山铺。东汉初年，新息、弋阳、雩娄、蓼、车大等县改置侯国，改钟武县为平春侯国，置褒信侯国(国都在今息县包信镇)，后相继恢复为县制；又置义阳县，治所在今浉河区。"
        },
        {
            "type": "text",
            "text": "       三国时属魏国。新置弋阳郡(治所在今潢川县境内)，是为本市设郡之始。后又设义阳郡(治所在今平桥区平昌关)，旋省去，西晋时又重设该郡，治所设于仁顺城(在今浉河区境内)。东晋时，豫州治所迁至西阳(今光山县境内)，是为本市设州之始。"
        },
        {
            "type": "text",
            "text": "       南北朝时期战争频繁，较多时期内以淮河为界，北朝占据淮北，南朝占据淮南。宋元嘉二十五年(448年)改曰光城县，同年并置乐安县；宋孝武帝大明元年(457年)分弋阳郡立光城郡；大明八年(464年)废光城郡为县，仍隶弋阳郡；梁武帝太清元年(547年)在原光城郡置光州，治光城县，光州辖区范围大致在今豫南南五县。东魏时，属广陵郡。南朝梁设置的光州(治所在今光山县城)和北周设置的申州(治所在今狮河区)，尽管后来名称多变，却是一直都比较稳定的地方政权。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)光城县并入乐安县。隋开皇十八年(598年)析乐安县置光山县，属弋阳郡。大业元年(605年)，置光扬郡，旋废。"
        },
        {
            "type": "text",
            "text": "       唐代，本市境内相对稳定的州县建制是：光州，治所先设于光山县，玄宗先天元年(712年)移至定城(今潢川县南城)，辖定城、殷城、固始、光山、仙居(由乐安改)5县；申州，辖义阳、钟山(北宋初省入义阳县)、罗山3县；新息县和褒信县属蔡州。五代时期，各州辖县仍旧。"
        },
        {
            "type": "text",
            "text": "       宋代，新息县、褒信县仍属蔡州。申州于宋初先后改称义阳军、信阳军，军治所不变，辖信阳、罗山2县。光州辖固始、定城、光山、仙居4县。原殷城县先改称商城县，后废县改为商城镇，并入固始县。南宋建炎元年(1127年)仙居县并入光山县。"
        },
        {
            "type": "text",
            "text": "       金章宗泰和八年(1208年)，置息州，领新息、新蔡、真阳、褒信四县和王务镇。蒙古中统三年(1262年)，以李璮反叛，废息州，中统四年(1263年)，复置息州。至元三年(1266年)，以四县并入息州，后复置新蔡、真阳(今正阳县)2县领之，隶汝宁路。至元三十年(1293年)光州改属汝宁府，领定城、光山、固始三县。信阳军先后改称信阳府、信阳州，辖县不变。"
        },
        {
            "type": "text",
            "text": "       明代，太祖洪武四年(1371年)光州改属中都临濠府(治今安徽省凤阳县)，洪武十三年(1380年)仍属汝宁府，光州领三县：固始、光山、息县。信阳州辖罗山县、确山县。原定城县、信阳县省去，分别由光州、信阳州管实土。清代，信阳州仍辖罗山县。清雍正二年(1724年)升光州为直隶州，领光山、固始、息县、商城四县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，废州改县，信阳州改为信阳县，光州改为潢川县。此期，省下设道，信阳、罗山、息县、潢川、光山、商城、固始7县归豫南道管辖。民国三年(1914年)6月，豫南道改称汝阳道，治所在信阳。民国十六年(1927年)撤销汝阳道，改设豫南行政区，民国十八年(1929年)撤销。民国二十一年(1932年)4月，河南省设11个行政督察专员公署，第九区行政督察专员公署驻潢川县城，辖信阳、潢川、光山、固始、商城、息县、罗山、经扶(今新县)8县。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)和民国三十年(1941年)后，日军曾两度侵占今信阳地区。抗日战争时期，中共在信阳地区建有豫鄂边区抗日根据地。民国三十四年(1945年)8月日本无条件投降后，信阳等8县仍隶属国民政府河南省第九行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)4月1日，信阳最终获得解放。5月，成立河南省潢川行政区专员公署，专署机关驻潢川县城，8月，河南省确山行政区专员公署迁驻信阳市，改称河南省信阳行政区专员公署。1952年12月6日，信阳、潢川两专署合并为河南省人民政府信阳区专员公署，1955年10月改称河南省信阳专员公署。1965年7月，信阳专区分设为信阳、驻马店两专区。1968年6月，信阳地区革命委员会成立，取代信阳专署，1980年5月，信阳地区革委会撤销，改为信阳地区行政公署。1998年6月9日，撤销信阳地区和县级信阳市、信阳县，设立地级信阳市、浉河区、平桥区。2011年6月1日起，固始县升格为省直管县，由信阳市代管。"
        }
    ]
}