{
    "title": "信阳市平桥区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1897",
            "category": "信阳市"
        }
    ],
    "detail": "[日期：2017-01-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：162次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       平桥区，即以前的信阳县，1998年7月29日，撤销信阳县，设立平桥区。\n\r\n       据传，平桥之名源于明代。当时信阳人王竹里参加朱元璋的义军，在反元之战中有功，被授诏勇将军。洪武末年病死，葬于平桥西侧土岗之上，史称“王将军坟”岗东田冲里有一条小河，与通往罗山的官道交叉处有一座拱桥，桥面高出地面数尺，给过往行人带来不便。诏勇将军死后第二年，此桥被洪水冲毁，王姓族人捐资购来青石板材，在小河上修起一座“平桥”大大方便了过往行人。此桥建成后称“王将军坟桥”。后来逐渐简化为“王坟桥'。 清朝康熙年间天下太平，盛世兴文，当地人提出”王坟桥\"与“亡魂桥”谐音，不大吉利，而且此桥又与当地众多曲拱桥有别，故改名“平桥”，一直沿用至今。\n\r\n【沿革】\r\n       西周、宣王将信阳地增封申伯，称申国。 春秋，楚灭申后，曾将申国的部分贵族平民迁往东面的信阳一带安置，成为楚之附庸，被称为“东申”，属楚冥阨地。"
        },
        {
            "type": "text",
            "text": "       秦置义阳乡，属南阳郡平氏县。汉初，境内北部属汝南郡安昌县；西部属南阳郡平氏县义阳乡；东南部属江夏郡鄳[méng]县(“鄳”也作“黾阨[méng è]”即今信阳平靖关)、钟武两县。 东汉，废汝南郡安昌县，增置平春候国，辖安昌西南部(即今游河一带)。"
        },
        {
            "type": "text",
            "text": "       三国时期，曹魏从南阳郡中分置义阳郡(治安昌城)，领义阳县，后废。晋初，境内复置义阳郡，领厥西、平氏、义阳三县。江夏郡领平春，鄳两县。两郡均属荆州。惠帝时，移义阳郡治于仁顺城(今信阳市)郡县治始同城。"
        },
        {
            "type": "text",
            "text": "       南北朝时，兵连祸接，战乱不已，疆域领属，时南时北，沿革交错，兴废不定。宋元嘉二十九年(452年)，侨置司州，领义阳、随阳、安陆、汝南4郡。义阳郡领7县：平阳、鄳、宝城、钟武、义阳、平春、环水7县。南齐义阳郡领6县：平阳、义阳、宝城、鄳、钟武、环水，仍沿宋制(惟平春县划归南义阳郡)，属司州。北周设置申州(治所在今狮河区)。\n\r\n       隋大业二年(606年)，改申州为义州，后定名义阳郡。统五县：义阳、钟山、罗山、礼山、淮源。 唐申州义阳郡属淮南道。领3县：义阳、钟山、罗山。 五代仍称申州。\n\r\n       宋开宝九年(975年)，改义阳郡为义阳军，属西北道，废钟山县入义阳。太平兴国元年(976年)，因避太宗赵光义之名讳，改义为信，称信阳军，领信阳、罗山2县。\n\r\n       元至元十四年(1277年，)改军称府，至元十五年(1278年)改为信阳州，均领信阳、罗山两县。至元二十年(1283年)徙州治于罗山，隶属汝宁府。\n\r\n       明洪武元年(1368年)置信阳州，废信阳县，属河南行中书省。洪武四年(1371年)属中都临濠府。洪武七年(1374年)年，信阳州改属汝宁府。洪武十年(1377年)降信阳为县。成化十一年，(1475年)复升为州，属汝宁府，领确山，罗山两县。弘治二年(1489年)又将确山县划归汝宁府。清代沿袭明制，信阳州无辖县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，废信阳州为信阳县，属豫南道。民国三年(1914年)6月，豫南道改名汝阳道。民国十六年(1927年)废道制，信阳县直属河南省。民国二十一年(1932年)4月，全省设立11个行政督察区，信阳县属河南第九行政督察区(驻潢川县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)10月12日，日军侵占信阳县城。民国三十四年(1945年)8月日本无条件投降后，信阳县仍隶属国民政府河南省第九行政督察区。"
        },
        {
            "type": "text",
            "text": "       抗日战争时期，民国二十六年(1937年)8月至民国三十三年(1944年)春，中国共产党在抗日根据地先后成立信南县、信罗边县、淮南县、信确县、信应随县、信随县人民政府，均属豫鄂边行政公署辖。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)4月1日，信阳解放，成立信阳县人民民主政府，23日，县、市分治，属确山专区。6月25日改称信阳县人民政府。7月，改属信阳专员公署。7月21日，信阳市并入信阳县。12月28日，信阳县、市复分治。"
        },
        {
            "type": "text",
            "text": "       1960年8月15日，撤销信阳县，归并为信阳市。1961年10月5日，恢复信阳县，县政府迁平桥镇，隶属信阳专区。1968年6月，信阳地区革命委员会成立，取代信阳专署，1980年5月，信阳地区革委会撤销，信阳县属信阳地区行政公署。1998年6月9日，撤销信阳地区和县级信阳市、信阳县，设立地级信阳市，信阳市设立浉河区、平桥区。7月29日，正式设立平桥区。"
        }
    ]
}