{
    "title": "项城市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1896",
            "category": "周口市"
        },
        {
            "id": "1929",
            "category": "项城市"
        }
    ],
    "detail": "[日期：2017-01-30]   来源：www.Youlai19.cn  作者：【由来网】   阅读：169次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       今项城在西周时年为项国和顿国地，西汉高祖在项地设置项县，在顿国置南顿县，均是以古国为名。南北朝时，刘宋时改项县为项城县，后复为项县。隋开皇元年（581年）复置项城县。明洪武元年(1368年)，南顿县省入项城县。1993年12月16日，项城县改为项城市(县级)。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今项城禹贡属豫州之域，周初年为项国①与顿国②属地，均是西周时封疆划界分封的子爵。到东周春秋时，仍为项子国和顿子国地。鲁僖公十七年(前843年)夏，鲁国灭掉项子国，项地属鲁国。战国时期，楚顷襄王十五年(前284年)，楚国攻袭鲁国南部，项地即改属于楚国。楚倾襄王二十一年(前278年)，秦将白起攻破楚都郢，楚国被迫迁都于陈，以项为别都(即陪都)。"
        },
        {
            "type": "text",
            "text": "       秦废除封建制，实行郡县制，改陈地为颍川郡，以陈为县。项地与南顿归属于颍川郡。西汉设置项县和南顿县，属汝南郡。东汉时，项县和南顿县仍属汝南郡。"
        },
        {
            "type": "text",
            "text": "       三国时期，项县在曹魏统辖境域之内，项县和南顿县隶属陈国，后改为陈郡。西晋行郡国制，项县和南顿县先属陈国，后项县改属梁国，南顿改属汝南郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋时曾改项县为项城县，属于豫州陈郡，南顿属南顿郡。北朝北魏、北齐、北周均称项县，北魏时项县隶属陈郡，北齐时项县改属信州。南朝齐、梁也都仍称项县，梁时项县属因殷州。北朝东魏天平二年(535年)，在项县东北侨立的秣陵县(今秣陵镇)隶属北丹阳郡，项县仍隶属陈郡。南顿县仍属南顿郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年(581年)，改秣陵县为项城县。大业元年(605年)废陈州置淮阳郡，领项城县、南顿县。"
        },
        {
            "type": "text",
            "text": "       唐初，武德四年(621年)于项城县置沈州，并在沈丘县东部置颖东县，项城、南顿、颖东3县属之。武德六年(623年)，撤销南顿县，并入项城县。贞观元年(627年)，废颍东县并入项城县。贞观二年(628年)，废沈州，项城、南顿2县复属陈州。证圣元年(695年)，项城西部地区析置光武县，景云元年(710年)改名南顿县。天宝元年(742年)，改陈州为淮阳郡，乾元元年(758年)复为陈州，领属未变。"
        },
        {
            "type": "text",
            "text": "       五代时，项城县和南顿县均属陈州，镇安军节度。北宋熙宁六年(1073年)南顿县省入项城县和商水县，元祐元年(1086年)复置南顿县。宣和元年(1119年)升陈州置淮宁府，项城、南顿2县属之。金，复为陈州，所辖未变。蒙古至元二年(1265年)，项城、南顿2县省入商水县，后复置2县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，南顿县省入项城县，隶属开封府陈州。宣德三年（1428年），因避黄水，项城县治迁到原南顿县的殄寇镇。清初沿袭明制，雍正二年(1724年)升陈州为直隶州，辖商水、西华、项城、沈邱4县。雍正十二年(1734年)升陈州为府，商水、西华、项城、沈邱、太康、扶沟6县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，陈州府撤销，项城县属豫东道。民国三年(1914年)6月，豫东道改名开封道。民国十六年(1927年)废道制，项城县直属河南省。民国二十一年(1932年)11月，全省设立11个行政督察区，项城县属河南第七行政督察区(驻淮阳县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)9月5日，日军占领淮阳城。民国二十九年(1940年)2月13日再次占领项城，次日撤离。抗日战争时淮阳沦陷，民国三十四年(1945年)国民政府河南省第七区行政督察专员公署迁至项城县城。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)4月，中共建立沈项临县委和县民主政府。9月，改为沈项淮县，10月，成立项城县民主政府，属中共豫皖苏边区第四专署，12月，归豫皖苏边区西北工委。民国三十七年(1948年)1月，项城县第四次解放。民国三十八年(1949年)3月，成立淮阳专员公署。7月，县民主政府改称县人民政府，地址设在老城。"
        },
        {
            "type": "text",
            "text": "       1953年1月29日，淮阳专区撤销，项城划属商丘专区。12月，项城县城由老县城迁至水寨镇。1958年12月5日，商丘专区撤销，项城归属开封专区。1961年12月19日，恢复商丘专区，项城复属之。1965年6月15日，分许昌和商丘2专区，建立周口专员公署，项城改属周口专区。1968年4月25日，周口地区革命委员会成立，取代周口专员公署。1979年7月，周口地区革委会撤销，设立周口地区行政公署，项城县属周口地区。1993年12月16日，项城县改为项城市(县级)。2000年6月8日，撤销周口地区和县级周口市，设立地级周口市，项城市仍属之。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①项国，为周武王姬发之弟季毂封国，姬姓，因是子爵，又称项子国。位于今河南省沈丘县与项城市之间，都城在今河南省沈丘县槐店回族镇西郊，和陈国、顿国、沈国相毗邻，地跨颍水而立。齐桓公四十三年（前643年）齐国灭项国。"
        },
        {
            "type": "text",
            "text": "       ②顿国亦称顿子国，都城在今河南商水县顿国故城，后为陈国所迫南迁，号南顿(今河南项城南顿镇)，与陈国、项国、沈国等相邻。自春秋中期开始，在陈、楚、鲁、宋、晋等大国争霸中原的夹缝中艰难生存，或失或续，到楚昭王二十年(前496年)终为强楚所灭。"
        }
    ]
}