{
    "title": "淮阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1896",
            "category": "周口市"
        },
        {
            "id": "1932",
            "category": "淮阳县"
        }
    ],
    "detail": "[日期：2017-02-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：222次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       汉高祖七年(前200年)置淮阳郡；因郡治位于淮河之北，故名“淮阳”。高祖十一年(前196年)置淮阳国。东汉章和二年(88年)改淮阳国为陈国，建安二年(197年)陈国废为陈郡。北周时改称陈州。直至清代雍正十二年(1734年)升陈州为府，并置淮宁县附郭。民国二年(1913年)2月，陈州府撤销，改淮宁县为淮阳县，亦是因为县志位于淮河之北，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       相传东夷族部落首领太昊伏载氏都宛丘，炎帝神农氏继都之，则曰“陈”。“陈”名自此始。夏属豫州之域。西周初封陈国，辖14邑①。春秋，楚惠王十年(前479年)楚灭陈，地属楚国。楚倾襄王二十一年(前278年)，秦将白起攻破楚都郢，楚国被迫迁都于陈。留为魏侵，焦、夷为宋侵。秦置陈县，初属豫州颍川郡，后增设陈郡，陈县属陈郡。"
        },
        {
            "type": "text",
            "text": "       汉高祖七年(前200年)置淮阳郡；高祖十一年(前196年)置淮阳国，陈县属之，隶兖州。新莽时，改淮阳国为新平，改陈县为辰陵，属兖州。东汉复名陈县。章和二年(88年)改淮阳国为陈国，建安二年(197年)陈国废为陈郡，陈县属之，隶豫州。"
        },
        {
            "type": "text",
            "text": "       三国时为魏地，陈县属陈郡。明帝封植为陈王，遂改郡称国，后复为郡，隶豫州。晋武帝并陈郡于梁国，陈县属之，隶豫州。南朝宋移陈郡治项城，隶南豫州。南朝齐置南陈县，属陈郡，隶豫州。北魏并陈县入项县(在今槐店)，属陈郡，隶北扬州。北齐移项县于故陈城，属信州，隶北扬州。北周改信州为陈州，项县属之，隶北扬州。"
        },
        {
            "type": "text",
            "text": "       隋析项城县置宛丘县，并置临蔡县，属陈州淮阳郡，隶豫州。唐武德元年(618年)析宛丘县置新平县，属陈州淮阳郡，隶河南道。武德八年(625年)废，复入宛丘。五代宛丘县属陈州，梁隶忠武军节度使，晋、周隶镇安军节度使。"
        },
        {
            "type": "text",
            "text": "       宋，宛丘县属陈州淮阳郡；宣和元年(1119年)置淮宁府，治宛丘，隶京西北路。金，宛丘县属陈州，隶南京路。元，宛丘县属陈州，隶汴梁路。"
        },
        {
            "type": "text",
            "text": "       明，废宛丘县入陈州。清初沿袭明制。雍正二年(1724年)，改陈州为直隶州，辖商水、西华、项城、沈邱4县。雍正十二年(1734年)升陈州为府，置淮宁县附郭。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，陈州府撤销，改淮宁县为淮阳县，因该县位于淮河之北故名，属豫东道。民国三年(1914年)6月，豫东道改名开封道。民国十六年(1927年)废道制，淮阳县直属河南省。民国二十一年(1932年)11月，全省设立11个行政督察区，淮阳县为河南第七行政督察区专员公署驻地。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)9月5日，日军侵占淮阳县城。民国县政府南迁水寨镇。民国二十八年(1939年)6月1日，伪豫东道公署在商丘成立，日伪淮阳县属之。民国三十四年(1945年)8月日本无条件投降后，国民党淮阳县政府复治城关，仍属河南省第七行政督察区。"
        },
        {
            "type": "text",
            "text": "       中共政权方面：民国三十二年(1943年)，中共领导的抗日根据地建立淮太西县，设抗日民主政府，治东夏亭(今西华县境内)，属中共水东特委，隶中共河南省委。民国三十五年(1946年)，建立淮阳县人民政府，治戴集(今葛店乡境内)。民国三十七年(1948年)8月，淮阳县城第六次被解放，10月，成立了新的市委、市政府。民国三十八年(1949年)3月，周口县、夏亭县、淮阳市撤销，恢复淮阳县原建置。同时成立淮阳专员公署。"
        },
        {
            "type": "text",
            "text": "       1953年1月29日，淮阳专区撤销，淮阳县划属商丘专区。1958年12月5日，商丘专区撤销，淮阳县归属开封专区。1961年12月19日，恢复商丘专区，淮阳县复属之。1965年6月15日，分许昌和商丘2专区，建立周口专员公署，淮阳县改属周口专区。1968年4月25日，周口地区革命委员会成立，取代周口专员公署。1979年7月，周口地区革委会撤销，设立周口地区行政公署，淮阳县属周口地区。2000年6月8日，撤销周口地区和县级周口市，设立地级周口市，淮阳县仍属之。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①武王克殷纣，求舜后，得伪满，封于陈。辖胡丘、焦、夷、株林、株野、相、鸣鹿、辰陵、防、柽、留、项、沈、顿等14邑。"
        }
    ]
}