{
    "title": "周口市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1896",
            "category": "周口市"
        }
    ],
    "detail": "[日期：2017-02-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：109次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       明代以前，据说有家姓周的兄弟三人在此摆渡，称周家渡口。万历年间，由周家渡口简称周家口。乾隆年间，又称周家口集和周家埠。清代，并有督粮水利通判驻此，因此又名周口镇。"
        },
        {
            "type": "text",
            "text": "       1965年6月29日， 析许昌、商丘两专区部分县设周口专区。1968年4月25日，周口地区革命委员会成立，取代周口专员公署。1979年7月，周口地区革委会撤销，设立周口地区行政公署。2000年6月8日，撤销周口地区，设立地级周口市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏为豫州之域，殷为虞遂封地，境内主要为厉[lài]国(今鹿邑东)。周武王封舜后妫满于陈，是周首封十大诸侯国之一。春秋仍为陈国。战国时期，楚惠王十年(前479年)，楚灭陈，以陈为县。楚倾襄王二十一年(前278年)，秦将白起攻破楚都郢，楚国被迫迁都于陈，以项为别都(即陪都)。被称为“郢陈”，或称“西楚”。"
        },
        {
            "type": "text",
            "text": "       秦统一全国后，置陈郡，二世元年(前209年)陈胜、吴广在陈定都，国号“张楚”。西汉初为淮阳郡，高帝十一年(前196年)置淮阳国，属豫州刺史部。三国魏置陈郡，属豫州。西晋初沿旧制，武帝合陈郡于梁国，惠帝复置陈郡仍属豫州。"
        },
        {
            "type": "text",
            "text": "       南朝宋初属南豫州南梁郡，后置陈郡和南顿郡，均治项县(今沈丘槐店)。南齐仍置陈、南顿二郡，南顿郡移治南顿。北魏置陈郡、南顿郡和汝阳郡。武定元年(543年)侨置丹阳郡和秣陵县。丹阳郡属北扬州，州、郡均治项县(今沈丘槐店)。北齐百姓不附侯景改北扬州为信州，置陈郡属信州，州、郡均治项县(今淮阳县城)，又置淮阳郡，治阳夏(今太康)，淮阳郡、丹阳郡亦属信州。北周改信州为陈州。"
        },
        {
            "type": "text",
            "text": "       隋初为淮阳郡，属豫州。隋开皇十六年(596年)置陈州和沈州，属豫州。大业八年(612年)复置淮阳郡，治宛丘，统宛丘、太康、扶乐、西华等10县。唐武德元年(618年)复置陈州，武德四年( 621年)置北陈州，治扶沟，复置沈州，统项城、颍东2县。五代沿袭唐制。"
        },
        {
            "type": "text",
            "text": "       宋宣和元年( 1119年)宣和元年(1119年)升陈州置淮宁府，，统宛丘、西华、商水、南顿、项城5县，属京西北路。金，复为陈州，属南京路，所辖未变。元，改南京路为汴梁路，属河南江北行省。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，改汴梁路为开封府，辖陈州、商水、项城、沈丘、西华、扶沟、太康6县1州；鹿邑县(包括今郸城县东北的一部分)属归德府。清初沿袭明制，雍正二年(1724年)升陈州为直隶州，辖商水、西华、项城、沈邱4县。雍正十二年(1734年)升陈州为府，并置淮宁县附郭，为府治，辖淮宁、商水、西华、项城、沈邱、太康、扶沟7县。鹿邑属归德府，两府同属河南省监察区开归陈许郑道。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，陈州府撤销，改淮宁县为淮阳县，因该县位于淮河之北故名；归德府撤销，鹿邑县属豫东道。民国三年(1914年)6月，豫东道改名开封道。民国十六年(1927年)废道制，淮阳、商水、西华、项城、沈邱、太康、扶沟、鹿邑8县均直属河南省。民国二十一年(1932年)11月，全省设立11个行政督察区，8县属河南第七行政督察区专员公署，淮阳县为驻地。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1938年)6月1日，日军侵占鹿邑县城，此后太康、淮阳、扶沟等县部分地区先后沦陷，成为日伪占领区。抗日战争后期，中共党组织在太康县边区先后建立庆华(太北开淮公路东)、芝圃(高贤、芝麻洼一带)、淮太西、扶太西4个边区县政权。边区县均为游击区，没有固定治所。"
        },
        {
            "type": "text",
            "text": "       解放战争时期，中共党组织先后在鹿邑县边区创建5个边区县。民国三十五年(1946年)于贾滩集建立商亳鹿柘前，县治枣集，隶属豫皖苏第三专署，民国三十八年(1949年)2月撤；民国三十五年(1946年)8月成立安平县，县治玄武集，隶属豫皖苏第二专署，民国三十八年(1949年)4月撤；民国三十五年(1946年)12月成立鹿亳太县，县治白马驿，民国三十六年(1947年)6月撤；民国三十六年(1947年)2月于郸城集建沈鹿淮县，是年11月撤；民国三十六年(1947年)5月建沈项临县，民国三十七年(1948年)底撤。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)3月，成立淮阳专员公署，辖淮阳、鹿邑、项城、沈丘、商水、西华、扶沟、太康8县和周口市，1952年8月增置郸城县。1953年1月，淮阳专区撤销，西华、扶沟、商水(周口市改为县辖镇入商水) 3县归许昌专区，余6县归商丘专区。1958年12月商丘专区撤销，东6县归开封专区。1961年12月商丘专区复设，东6县复归商丘专区。"
        },
        {
            "type": "text",
            "text": "       1965年6月29日， 析许昌、商丘两专区部分县设周口专区，辖淮阳、鹿邑、郸城、项城、沈丘、商水、西华、扶沟、 太康9县和周口镇。1968年4月25日，周口地区革命委员会成立，取代周口专员公署。1979年7月，周口地区革委会撤销，设立周口地区行政公署。1980年10月，周口地区增辖黄泛区、五二两农场。1980年9月26日，周口镇改为周口市(县级)。2000年6月8日，撤销周口地区和县级周口市，设立地级周口市，原县级周口市改为川汇区。"
        }
    ]
}