{
    "title": "永城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1895",
            "category": "商丘市"
        },
        {
            "id": "1938",
            "category": "永城市"
        }
    ],
    "detail": "[日期：2017-02-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：299次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋大业六年(610年)析彭城、睢阳二郡之属地始建永城县。因为永城位于黄河下游，黄河屡次决口，多从这里经过。据说洪水虽汹涌，永城城垣却一直安然无恙。取“永久巩固”之义，定名永城。兴定五年(1221年)，升永城县为永州。蒙古至元二年(1265年)，永州降为永城县。1996年10月11日，撤销永城县，设立永城市(县级)。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期，今永城县地属豫州。西周灭商，分封天下，今永城县境多属于宋国，西南小部分地区属焦国。春秋称芒邑。战国末年，齐国与魏、楚两国密谋伐宋，三分其地，今永城境域被楚吞并。"
        },
        {
            "type": "text",
            "text": "       秦，今永城县境分属芒(治所在今陈集乡刘寨村南)、酂[cuó](治所在今酂城集)、砀[dàng](治所在今山城集)3县。其中，芒、酂两县属泗水郡，砀县则为砀郡属地。"
        },
        {
            "type": "text",
            "text": "       西汉，永城境内既有酂、芒、砀三县，又有敬丘(治所在今太丘集)、建成(治所在今侯岭乡二郞庙湖)两大侯国。其中，酂、芒二县，敬丘、建成两个侯国属沛郡，而北部砀县一部(今芒山镇地区)归梁国所有。 东汉时，光武帝刘秀改芒县为临睢县，明帝时改敬丘侯国为太丘县，“沛郡”亦更名为“沛国”，砀县仍属粱国。"
        },
        {
            "type": "text",
            "text": "       三国时，曹操分沛郡设立谯郡，今永城县境属之；西晋初年，临睢、太丘、建平三县归并入酂县，属谯国所有，砀县并入下邑(今夏邑县)，仍在梁国(亦称梁郡)境内。十六国时期，县境先后分属后赵、前燕及前秦，淝水之战(383年)后，重归东晋所辖。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋永初三年(422年)，刘裕欲开拓河南，分淮东为南豫州，酂县属梁郡所辖。元徽元年(473年)，“置徐州，立新昌郡，以酂县属之”。 齐永明二年(484年)，为抵御北方少数民族进攻，割“豫州历阳、谯等六郡，复置南豫州”，置临江郡，罢并历阳，酂属之，后复置，属南豫州。"
        },
        {
            "type": "text",
            "text": "       北魏建立后，淮北地区重归北方版图，酂县划归谯州临徐郡，后废； 太和二十一年(497年)，永城县境属徐州粱郡；东魏武定四年(546年)县境西南部为南兖州马头郡下邑县辖区，东北部为徐州砀郡砀县辖区；北齐时，境内置安阳县(治所在今保安山南)，砀县并入，属彭城郡。 这一时期，永城县境所辖诸县并入酂县，县域以酂县为主，"
        },
        {
            "type": "text",
            "text": "       隋朝开皇十六年(596年)，隋文帝恢复酂县治所，归谯郡(即亳州)管辖；芒砀山以北地区，旧治安阳县，开皇十八年(598年)更名名砀山县，属梁郡所辖；大业六年(610年)，隋炀帝割彭城、睢阳二郡之地置永城县，隶属谯郡，县址定马浦城(今永城老城)东北三里。"
        },
        {
            "type": "text",
            "text": "       唐初，酂县属沛郡，武德四年(621年)，唐高祖李渊因李世民平定王世充，设立亳州、宋州，划谯郡属亳州，酂县随属，砀山等7县划归宋州管辖； 武德五年(622年)，置总管府管理亳州、宋州(今商丘地区)等6州之地，此时，永城县址移至马浦城；武德七年(624年)，改总管府为都督府，贞观元年(627年)罢，贞观十七年(643年)，唐太宗李世民废谯州，永城县归亳州管辖。 此时，酂、永城二县直接归亳州管辖，砀山县属宋州辖区。"
        },
        {
            "type": "text",
            "text": "       唐哀帝天祐四年(907年)，唐宣武节度使朱温灭唐自立，建立后梁，由此开启了五代十国动荡时期。作为后梁国开国皇帝的朱温，原籍宋州砀山人，故升砀山县为辉州，并单州； 后唐庄宗李存勖灭梁，于同光二年(924年)2月，敕废辉州复置砀山县，仍以砀山属单州， 改宋州为归德州。永城、酂两县所辖承袭唐制，仍归亳州管辖。"
        },
        {
            "type": "text",
            "text": "       北宋初年，永城、酂县隶属淮南东路毫州，砀山县属单州；大中祥符七年(1014年)，设集庆军节度，永城、酂县随属；宋廷南渡后，皆没于金； 金时，永城、酂县同属南京路亳州管辖。 砀山县本隶属单州，宋至道三年(997年)，以应天府、单州诸地隶属京东路；熙宁七年(1074年)，分京东路为东、西两路，单州、应天府(今商丘)同属京东西路；"
        },
        {
            "type": "text",
            "text": "       金时，兴定元年(1217年)，砀山县因河水改道划境不便，由单州划属归德府管辖。兴定五年(1221年)12月，因永城为淮北要地，在芒山地区设置保安军镇，改永城县为永州，脱离亳州管辖，下辖永城、夏邑(由下邑改)、砀山、酂4县。 金亡，宋取归德府，砀山县属归德府管辖；"
        },
        {
            "type": "text",
            "text": "       元初，与酂县同时归附，属京东行省；至元二年(1265年)，元世祖忽必烈平定天下，归并地方州县，以砀山在黄河以北，由归德府割属济宁府，“酂县入永州，降永州为永城县”，与宁陵、夏邑隶属河南江北行中书省南京路归德府所辖。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)5月，河南行省归德府改为归德州，隶属于开封府，永城直属开封府管辖，11月改属归德州管辖；嘉靖二十四年(1545年)6月，复升归德州为府，永城县属归德府。"
        },
        {
            "type": "text",
            "text": "       清代，永城县域渐次缩小；清中期，境内的“郸县”(今丹城集)、新兴镇、鹿塘寨划归安徽，永城县仍属河南省归德府；宣统三年(1911年)，改属河南省开归陈许郑道归德府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，归德府撤销，永城县划归河南省豫东道；民国三年(1914年)6月，豫东道改名开封道，永城县随属；民国十六年(1927年)废道制，永城县直属于省。民国二十一年(1932年)11月，永城县划归河南省第二行政督察区管辖(驻商丘县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)5月12日，日军侵占永城。民国二十八年(1939年)6月1日，伪豫东道公署在商丘成立，日伪永城县属之。抗日战争期间，永城县由国民党永城县政府，共产党领导的永城县抗日民主政府和日伪永城县公署交叉管辖，国民党辖区仍属河南省第二行政督察区，抗日民主政府辖区先后隶属豫皖苏边区革命根据地、淮北第二行政区和苏皖边区第八行政区；民国三十四年(1945年)2月，为纪念在豫皖苏抗日根据地牺牲的彭雪枫将军，更名为雪枫县，县境南部划归雪涡县，县境西南部划归雪商亳县。同年秋，会亭集东半部及附近村庄划归夏邑。"
        },
        {
            "type": "text",
            "text": "       民国三十五年(1946年)12月，雪枫、雪涡、雪商毫3县隶属豫皖苏边区第三行政区；民国三十六年(1947年)3月至11月，县东部为萧宿永县辖区；10月17日陈毅、粟裕的华野四纵三十团解放永城县。同年11月成立砀南县，县北部为其辖区；民国三十八年(1949年)3月26日，雪枫县复名永城县，同时撤销雪涡、雪商毫、砀南诸县，恢复原建制，隶属皖北行政区宿县专区。"
        },
        {
            "type": "text",
            "text": "       1952年1月31日，安徽省永城县划归河南省商丘专区。1958年12月5日，撤销商丘专区，所属的各县、市均划归开封专区。1961年12月19日，恢复商丘专区，永城县复属之。1968 年1月，商丘地区革命委员会成立，取代商丘专员公署；1979年10月，撤销商丘地区革命委员会，成立商丘地区行政公署，期间永城县一直随属。1996年10月11日，撤销永城县，设立永城市(县级)。1997年6月1日，撤销商丘地区，设立地级商丘市，永城市属商丘市管辖。"
        }
    ]
}