{
    "title": "内乡县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1894",
            "category": "南阳市"
        },
        {
            "id": "1951",
            "category": "内乡县"
        }
    ],
    "detail": "[日期：2017-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：167次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置中乡县，因地处南乡与北乡之间，故名。隋开皇三年(583年)，为避文帝杨坚父杨忠名讳，“中”与“忠”同音，与“内”义近，故改中乡县为内乡县。金哀宗正大七年(1230年)把内乡县治从西峡口迁移至渚阳镇(今内乡县城所在地)。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，封黄帝后人涓于今河南省内乡县郦城村，建立郦[zhí]国。春秋为楚之郦邑，同时县境内还设有析邑。战国，郦邑归秦，属商鞅封地。秦昭襄王九年(前298年)，秦攻取析邑，地属秦。秦于郦邑置郦县，于析邑置中乡县(因地处南乡与北乡之间)，2县皆属南阳郡。"
        },
        {
            "type": "text",
            "text": "       西汉，中乡县改为析县，因析水(即淅水)而得名。今内乡县境内置郦(一度为侯国)、析、博山①、丹水4个县，郦、博山2县属南阳郡；析、丹水2县属弘农郡。东汉明帝改博山县为顺阳县，因处顺水(即均水)之阳而得名。汉章帝建初四年(79年)，顺阳建为侯国。东汉时的析、郦、顺阳、丹水均属南阳郡，另外以析县的南乡地，置南乡县，也属南阳郡。汉献帝建安中，曹操升南乡县为南乡郡，析县属南乡郡。"
        },
        {
            "type": "text",
            "text": "       西晋太康十年(289年)，改南乡郡为顺阳郡，东晋咸康四年(338年)复名南乡郡。南北朝时期，刘宋永初元年(420年)，南乡郡复改顺阳郡。析县分置为析和修阳2个县，不久后，2县均废入顺阳郡，析县自此不复出现。南齐萧道成，改顺阳县为南乡县，划南乡、丹水2县归顺阳郡。郦县仍属南阳郡。在原析县地(今西峡口)设置析阳郡，并侨置盖阳县为郡治。南梁，因武帝萧衍父名“萧顺之\"，避讳“顺”字，顺阳郡、县名皆改为从阳。"
        },
        {
            "type": "text",
            "text": "       北魏迁都洛阳后，于南齐析阳郡的北乡，新置修阳郡，并置修阳县为郡治。北魏太和二十二年(498年)，北魏攻陷从阳郡、县，复名顺阳。并置淅阳郡和西淅阳县(原析县地)，于丹水县七峪置东淅阳县。孝明帝孝昌元年(525年)，升丹水县为丹川郡，顺阳郡再改南乡郡。另划南乡县地，增设淅川县，不久淅川县升为西淅阳郡，并在此设淅州。北魏永安二年(529年)置新城县。"
        },
        {
            "type": "text",
            "text": "       西魏大统二年(536年)，撤销淅州，东淅阳县、西淅阳县合并为中乡县(治今西峡县城北关重城)，属豫州西淅阳郡。西魏还将新城县改为临湍县(故城在今内乡县长庆村)，因濒临湍水，故名。中乡、临湍2县属西淅阳郡。郦县仍属南阳郡。北周，内乡县改为中乡县，复秦汉之旧名；废淅川县并入中乡县，废丹川郡为丹水县，2县俱属淅阳郡。"
        },
        {
            "type": "text",
            "text": "       隋初，废修阳郡以及所辖的修阳县和盖阳县，并入中乡县。隋开皇三年(583年)废南乡郡为南乡县，撤销了西淅阳郡和顺阳县，地入南乡县和丹水县，并都划归淅阳郡管辖。临湍县复名新城县。为避文帝杨坚父杨忠名讳，改中乡县为内乡县。郦县改为菊潭县，因菊花山盛产的郦菊，山下有菊花潭，故名。划菊潭、新城2县归南阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德二年(619 年)，以新城县置郦州；以内乡县置淅州，另置黙水县属淅州。武德六年(623年)，菊潭县废入内乡县。武德八年(625年)，淅州废，仍为内乡县，同时黙水县省入内乡县。省冠军县入新城县。贞观元年(627年)，划全国为十道，内乡、新城、淅川3县属邓州南阳郡。开元二十四年(736年)，析新城县地，复置菊潭县。天宝元年(742年)，改新城县为临湍县。"
        },
        {
            "type": "text",
            "text": "       五代，后梁以邓州置宣化军。后唐以邓州置安远军。后晋以邓州置威胜军。后汉，改临湍为临濑。后周以邓州置武胜军，省菊潭、新城2县，地入内乡、临濑2县。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年(960年)，省临濑县，地入内乡县和穰县。后又分置淅川县。太平兴国六年(981年)，升顺阳镇为县，属邓州武胜军。"
        },
        {
            "type": "text",
            "text": "       金，废淅川县，后置顺阳、博山2县。金哀宗正大七年(1230年)把内乡县治从西峡口迁移至渚阳镇(今内乡县城所在地)。内乡、顺阳、博山3县均属南京路邓州武胜军。"
        },
        {
            "type": "text",
            "text": "       蒙古至元元年(1264年)，撤销顺阳县，并入内乡县。至元二年(1265年)，撤销博山县，并入内乡县。当时内乡县兼有今内乡、西峡、淅川三县境地，为内乡县面积最大的时期。"
        },
        {
            "type": "text",
            "text": "       明沿袭旧制，内乡仍属南阳府邓州。成化六年(1470年)，内乡西部十个保划出，复置淅川县。清代，内乡县仍属河南布政使司南阳府邓州。雍正后，内乡县由邓州划出，直属南阳府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在河南省设立4个道，内乡县属豫南道；民国三年(1914年)6月，豫南道改名汝阳道，内乡县随属；民国十六年(1927年)废道制，内乡县直属于省。民国二十一年(1932年)11月，划全省为11个行政督察区，内乡县划归河南省第六行政督察区(驻南阳县)。"
        },
        {
            "type": "text",
            "text": "       民国三十四年(1945年)3月28日，日军占领内乡县城。同年8月，日本无条件投降后，内乡县仍属河南省第六行政督察区。民国三十七年(1948年)5月4日，内乡解放，属桐柏三分区。分其西境新置西峡县。民国三十八年(1949年)1月20日，撤销西峡县并入内乡。 3月16日，撤销桐柏区，原桐柏区三分区和豫西六分区合并为南阳专区，内乡属南阳专区。同年12月15日再建西峡县。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，内乡县仍属南阳专区。1968年5月29日，南阳地市革命委员会成立。1979年11月1日，撤销南阳地区革委会，成立南阳地区行政公署，内乡县属南阳地区。1994年7月1日，撤销南阳地区、县级南阳市、南阳县，设立地级南阳市，内乡县属南阳市。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①西汉成帝建始二年(前31年)刘骜封“胶东顷王”刘音的三子刘共为“顺阳侯”，始建顺阳城。西汉建平元年(前6年)汉哀帝刘欣封孔光为博山简烈侯，改顺阳县为博山县，属南阳郡。东汉汉明帝刘庄将博山县更名为顺阳县。"
        }
    ]
}