{
    "title": "新野县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1894",
            "category": "南阳市"
        },
        {
            "id": "1947",
            "category": "新野县"
        }
    ],
    "detail": "[日期：2017-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：222次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       新野名字的来源，大致有以下五种说法：\n\r\n       其一：在远古时期，新野境域为沼泽之区，以后逐渐成为陆地，蔓草盈野，后经开发，成为良沃。建县时，改“薪”为“新”，名为新野。 \n\r\n       其二： 据《水经注》称：淯水枝津分派， 陂水所溉，咸成良沃，又有豫章、邓氏等陂，盖地为良沃， 故以新野为名。\n\r\n       其三： 新野的含义是新形成的田野。远古时期，南阳盆地据说是个湖泊，新野正处在湖底。盆地周围的山岭， 由于长期的风化和流水冲刷，致使湖泊逐渐淤积，最后只剩湖底是片积水区。大约到了战国时期，这处湖底也形成了新的平原。西汉置县，谓之新野。 \n\r\n       其四： 新野县名的由来与新都有关。新都即今王庄镇的九女城。在汉代曾屡为侯国……因新野城位于新都邑西20公里，《尔雅》曰：“邑外谓之郊，郊外谓之牧，牧外谓之野。”县名新野，即新都之野也。 \n\r\n       其五： 新野早在春秋时已为封邑， 称“蒸野”。随着农业生产的发展，水利的兴修，蒸野一带的土地得到灌溉， 皆成良田，从而人口增加，气象更新， 西汉初新建为县时，遂称新野。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏为豫州之域。商、周时属邓国辖地。楚文王十二年(前678年)，楚灭邓，地为楚国。后地入晋国。周威列王二十三年（前403年），韩赵魏三家分晋，地属韩国。秦昭王六年(前301年)，秦伐韩，取穰邑(今邓州)。秦昭王三十五年(前272年)，置穰县，属南阳郡。今新野县地属穰县。"
        },
        {
            "type": "text",
            "text": "       西汉初年(前206年—202年)置县，始名新野，后置淯阳县(故城在沙堰镇夏官营），均属南阳郡。高祖七年(前200年)7月，置棘阳县（治今前高庙乡张楼村），因在棘水(溧河)之阳而得名。置朝阳县（治今新甸铺张庄村）。汉高后八年(前180年)，置新都县（治今王庄镇九女城），各县均属南阳郡。"
        },
        {
            "type": "text",
            "text": "       东汉建武元年(25年)，废新都入新野县。建安六年(201年)，刘备驻新野。建安十三年(208年)，曹操拔新野，刘备奔往江夏。三国魏黄初元年(220年)，县属曹魏，正始年间(241年—249年)，荆州治所移驻新野。"
        },
        {
            "type": "text",
            "text": "        晋武帝太康年间(281年—289年)，分南阳郡立义阳郡，郡治在新野县，辖新野、棘阳、朝阳、穰、邓、蔡阳、安昌、随、厥西、平氏、义阳、平林12县。惠帝元康八年(298年)，分义阳郡立新野郡，郡治在棘阳县，辖新野、棘阳、穰、朝阳、安昌5县。"
        },
        {
            "type": "text",
            "text": "        南北朝，刘宋永初年间(420年—422年)，河南郡侨治棘阳，新野郡治徙新野，2郡统属雍州部(今襄阳)。刘宋元嘉三十年(453年)，废新野郡，大明元年(457年)复置新野郡，并废朝阳县。齐永泰元年(498年)，新野郡属北魏，析新野县置西棘阳(治所在今沙堰镇古城)、南棘阳(治所棘阳故址)；在棘阳置汉广郡，2县属之。时新野郡辖新野、穰、池阳3县，2郡统属荆州部。西魏大统元年(535年)，改汉广郡为黄冈郡，改南棘阳县为百宁县，后复改为棘阳县。北周大象元年(579年)，废黄冈郡和棘阳县，改新野郡为滕王国，大象二年（580年）国废，复为新野郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年(583年)，废新野郡，新野县属邓州。隋大业三年(607年)，改邓州为南阳郡，新野县属南阳郡。唐武德二年(619年)，改南阳郡为邓州，新野为其辖县。唐武德四年(621年)，新野县内置新州，治所在今沙堰镇古城村，是年废，新野县复归邓州。天宝元年(742年)，改邓州为南阳郡。乾元元年(758年)，复为邓州，废新野县为镇，属穰县。"
        },
        {
            "type": "text",
            "text": "       五代、北宋及金代，新野镇一直属穰县，隶邓州蒙古至元二年(1265年)，复置新野县，属邓州。至元八年(1271年)，改申州为南阳府，新野随邓州属南阳府。明代，邓州州领3县：新野、内乡、淅川。清代，新野县属河南布政使司南阳府邓州。雍正后，新野县由邓州划出，直属南阳府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在河南省设立4个道，新野县属豫南道；民国三年(1914年)6月，豫南道改名汝阳道，新野县随属；民国十六年(1927年)废道制，新野县直属于省。民国二十一年(1932年)11月，划全省为11个行政督察区，新野县划归河南省第六行政督察区(驻南阳县)。"
        },
        {
            "type": "text",
            "text": "       民国二十八年（1939年）5月10日，日军侵占新野，次日，被民兵团击退。民国三十四年(1945年)4月27日，日军攻占新野县城。同年8月15日，日本宣布无条件投降，8月18日，日军撤离，新野县仍属河南省第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）12月22日，新野县解放，属桐柏区三分区。民国三十八年(1949年)3月16日，撤销桐柏区，原桐柏区三分区和豫西六分区合并为南阳专区。新野县归属河南省南阳专区。"
        },
        {
            "type": "text",
            "text": "       1968年2月20日，新野县革命委员会成立，5月29日，南阳地市革命委员会成立；1979年11月1日，撤销南阳地区革委会，恢复南阳地区行政公署；1981年5月24日，新野县革委会改称新野县人民政府，仍隶属南阳地区。1994年7月1日，撤销南阳地区、县级南阳市、南阳县，设立地级南阳市，新野县属南阳市管辖。"
        }
    ]
}