{
    "title": "漯河市郾城区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1893",
            "category": "漯河市"
        }
    ],
    "detail": "[日期：2017-05-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：166次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       夏初，因皋陶治苗有功，封皋陶之后于郾，即古郾子国。战国时期，魏国设置郾邑。秦在郾城境内置召陵县、郾县。隋开皇五年(585年)于废临颍郡城中置郾城县，并省召陵入郾城县。2004年9月7日，撤销郾城县，设立郾城区、召陵区。12月27日，郾城区正式挂牌成立。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏初，因皋陶治苗有功，封皋陶之后于郾，即古郾子国。商代，第18王南庚自庇(今河南安阳境内)迁奄(即郾)。第19王阳甲居奄，因屡遭水害，国衰。第20王盘庚自奄迁殷(即安阳殷墟)。 西周成王时周公东伐淮夷，灭奄。后又在其境内分封姓，建立胡国。"
        },
        {
            "type": "text",
            "text": "       春秋时期，周平王八年(前763年)，郑武公先将女儿嫁胡君为妻，后占领胡国。战国时期，魏惠王后元二年(前332年)郾、召陵均为魏邑。魏惠王后元十二年(323年)，楚伐魏，召陵邑属楚。惠文王更元十四年(前311年)，秦取楚国召陵邑。"
        },
        {
            "type": "text",
            "text": "       秦统一全国后，实行郡县制。郾城境内置召陵县、郾县。召陵县属陈郡，郾县属颖川郡。 汉沿秦制。郾、召陵仍为县。郾属颍川郡；召陵改属汝南郡。东汉、三国时期沿袭未改。\n\r\n       西晋武帝泰始元年(265年)改召陵县为邵[shào]陵县，以避太祖文皇帝司马昭之讳。封魏废帝齐王曹芳为邵陵县公。 东晋以后，复名为召陵县。\n\r\n       南北朝时期，刘宋于召陵置颍川郡，领属召陵、临颍、曲阳三县(均在今郾城境内)。北魏、东魏时，均属颍川郡。北齐时，属齐昌郡。 北周时属豫州临颍郡，郡治今郾城境，领临颍，召陵，曲阳三县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年(583年)废临颍郡。 开皇五年(585年)于废临颍郡城中置郾城县，属许州，并把召陵县划入郾城县，县治今县城西南2.5公里古城。 　"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)置道州，恢复召陵县。道州治所在郾城，领郾城、召陵、北舞渡、西平4县。贞观元年(627年)废道州，省召陵县入郾城县，属豫州。宝应元年(762年)，李豫即位，为避名讳，豫州改为蔡州，郾城县属蔡州。开元十一年(723年)县治移至今址。 　　"
        },
        {
            "type": "text",
            "text": "       北宋元丰三年(1080年)，升许州置颍昌府，郾城县属之。大观四年(1110年)仍称许州，隶京西路。金时，许州隶南京路，郾城县属许州。元时，郾城县属汴梁路许州。明时，郾城县属开封府许州。"
        },
        {
            "type": "text",
            "text": "       清初，郾城县属河南省许州。雍正二年(1724年)升许州为直隶州。雍正十三年(1735年)许州升为许州府，隶河南省。乾隆六年(1741年)复改府为直隶州。期间，郾城县一直随属。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在河南省设立4个道，郾城县属豫东道；民国三年(1914年)6月，豫东道改名开封道，郾城县随属；民国十六年(1927年)废道制，郾城县直属于省。民国二十一年(1932年)11月，划全省为11个行政督察区，郾城县划归河南省第五行政督察区(驻许昌县)。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)5月5日，日军攻占郾城县城。民国三十四年(1945年)9月20日，日军向国民党军队投降。郾城县仍属国民政府河南省第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       民国三十七年(1948年)8月，郾城县境解放后，建立人民政权，境内沙河以南、平汉铁路以西为郾城县，漯河镇建置为市，建立沙北县、西临郾县和郾商西三县。同年12月1日，郾城县与漯河市合并成立中共漯河郾城市县委员会、市县人民政府，县政府移驻漯河。至次年3月，沙北县、西临郾县和郾商西3县先后撤销，原属郾城的沙河以北和平汉铁路以东地区划归郾城县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)6月，恢复郾城县委、县政府，撤销漯河市，其辖区并入郾城县。同年10月16日，郾城县、漯河市分设，县政府迁回县城。1960年6月12日，撤销郾城县，划归漯河市。次年10月，郾城、漯河再次分设，恢复郾城县建制，属许昌专区。"
        },
        {
            "type": "text",
            "text": "       1968年的3月23日,“许昌地区革命委员会”成立，取代许昌专区。1979年7月，许昌地区革委会撤销，设立许昌地区行政公署，期间，郾城县始终随属。1986年1月18日，漯河市由县级市升格为地级市，郾城县改属漯河市。2004年9月7日，撤销郾城县，设立漯河市郾城区、召陵区。12月27日，郾城区正式挂牌成立。"
        }
    ]
}