{
    "title": "中国古代四大刺客",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2017-06-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：113次",
    "content": [
        {
            "type": "text",
            "text": "       春秋战国时期是四大刺客有两种说法，其一是：专诸、聂政、豫让、荆轲；其二是：专诸、要离、聂政、荆轲。"
        },
        {
            "type": "text",
            "text": "【专诸】\r\n       专诸（？—前515年），吴国棠邑人，今南京六合区人。屠户出身，英武有力。伍子胥知公子姬光想杀吴王僚，于是便把专诸推荐给公子姬光。"
        },
        {
            "type": "text",
            "text": "       因为吴王僚违背了兄位弟嗣、弟终长侄继位的祖规而接替父位。因而本想继位的公子姬光心中不服，暗中伺机夺位。"
        },
        {
            "type": "text",
            "text": "       公子姬光知道专诸非常孝顺，所以相当厚待专诸，并敬其母。专诸感其恩，以死相许。其母知道事情后，为成全专诸成大事自缢而死。专诸葬母后，便一心一意与公子姬光谋划刺僚之事，并献计说王僚爱吃“鱼炙”（烤鱼），可藏利剑于鱼肚，伺机刺杀。为此，专诸特往太湖学烧鱼之术，经过三年练得一手炙鱼的好手艺。"
        },
        {
            "type": "text",
            "text": "       一日，公子姬光邀请吴王僚品尝烤鱼，并预伏甲士于地下密屋中。酒过数巡，姬光托言脚痛难忍需用帛裹紧，便躲入地下密屋。专诸进献鱼炙，此时已将锋利的“鱼肠”剑暗藏于烧好的鱼肚之中，行至王僚座前，忽地抽出匕首，猛刺吴王僚，力大透过三重盔甲又刺穿脊背，吴王僚大叫一声，立即死亡。旁边卫士一拥而上，刀戟齐下，将专诸砍为肉酱。"
        },
        {
            "type": "text",
            "text": "       公子姬光知事成，即令伏兵齐出，将吴王僚卫士尽数剿灭。公子姬光既杀吴王僚，便自立为吴王，即名噪历史的吴王阖闾。"
        },
        {
            "type": "text",
            "text": "【要离】\r\n       要离，春秋时期吴国人。生得身材瘦小，仅五尺余，腰围一束，形容丑陋，有万人之勇，是当时有名的击剑能手。足智多谋，以捕鱼为业。后由于成功刺杀庆忌，为春秋时期著名刺客。"
        },
        {
            "type": "text",
            "text": "       吴王僚被公子姬光（阖闾）刺死之后，其子庆忌逃出吴国，暗中组建自己的武装力量，并周游诸国，希望联合诸侯，共同出兵讨伐阖闾。庆忌此人有勇有谋，这使得吴王阖闾非常不安，于是又与伍子胥商量对策。伍子胥便向他推荐了要离。"
        },
        {
            "type": "text",
            "text": "       要离尽忠义之心，献用苦肉之计。一日在朝与阖闾斗剑，先用竹剑刺伤公子光的手腕，再取真剑斩断自己的右臂，投奔卫国找庆忌去了。要离走后，阖闾还依计杀掉了他的妻子和儿子。庆忌探得事实，便对要离深信不疑，视为心腹，委他训练士兵，修治舟舰，常在左右，同谋举事。"
        },
        {
            "type": "text",
            "text": "       不久，庆忌领军渡江，准备攻打吴王阖闾。要离趁其不备，左手持矛从庆忌身后狠狠刺去，当即刺穿庆忌胸膛。不料庆忌竟不得就死，返身一把抓住要离，抓住他的小腿将其头下脚上倒提起来，大笑着将他浸入江中三次，又坐下将要离放在膝上笑道：“嘻嘻哉！天下之勇士也，乃敢加兵刃于我。”左右欲杀要离，庆忌却阻拦道：“岂可一日而杀天下勇士二人哉！”命令放要离还吴，自己却拔出长矛，喋血而死。"
        },
        {
            "type": "text",
            "text": "       要离在回国途中，渡至江陵时，忽然悲痛不已，说：“杀吾妻子以事其君，非仁也；为新君而杀故君之子，非义也。”认为自己没面目再见天下之士，于是自刎而死。"
        },
        {
            "type": "text",
            "text": "【聂政】\r\n       聂政(?—前397年)，轵邑深进里(今河南省济源县轵城南)人。春秋末期，韩国大夫严仲子受丞相侠累的迫害流亡他国。他游历各地，欲寻侠士为自己报离乡之恨，刺杀侠累。后闻听魏国轵地人聂政因杀人避仇，携母及姐隐迹于齐国，在市场做市贩屠狗生意。其人仁孝侠义，武功高超。严仲子遂赴齐，寻至聂政所居，数次登门拜访，并备酒馔亲向聂母致礼，赠黄金百镒与聂母为礼。聂政坚持不受，但已心许严仲子为知己。"
        },
        {
            "type": "text",
            "text": "       聂母辞世后，严仲子亲执子礼助聂政葬母，聂政感激在心。此后，聂政服母丧三年，并嫁其姐。无一切后顾之忧后，聂政到严仲子府问得其仇家具体情况，只身去韩国为严仲子报仇。"
        },
        {
            "type": "text",
            "text": "       聂政仗剑直入韩府，方时侠累正高坐府堂，诸多甲士反应不及，聂政长剑已刺入侠累胸膛，侠累顷刻命丧。甲士们齐上围攻聂政。聂政仗长剑击杀数十人后，难逃重围，遂倒转剑柄，以剑尖划破面颊，剜出双眼，破腹而死，以免被认出而连累其姐姐。"
        },
        {
            "type": "text",
            "text": "       聂政死后，韩王暴其尸于市，悬赏购求能辨认其人者。聂政姐聂嫈闻听消息，断定是其弟，自往认尸。至市，果认出尸乃聂政。聂嫈抱尸恸哭，大声道：“此轵地深井里人吾弟聂政啊！”然后自杀于聂政的尸体旁。有市人感其姐弟侠义，收其尸厚殓之。"
        },
        {
            "type": "text",
            "text": "【豫让】\r\n       豫让，春秋战国间晋国人。豫让最初是给范氏，然后又给中行氏做家臣，都是不受重视。后来他到了智瑶家，做了智氏的家臣以后，才受到重用。晋出公二十二年(前453年)赵襄子和韩、魏合谋将智伯灭掉了，三家分割了他的国土，赵襄子还把智伯的头盖骨漆成饮具。"
        },
        {
            "type": "text",
            "text": "       豫让逃到山里，思念知伯的好处，发誓要为知伯报仇，行刺赵襄子。于是，他更名改姓，伪装成受过刑的人，进入赵襄子宫中修整厕所。他怀揣匕首，伺机行刺赵襄子，但被赵襄子逮住。审问时，他直言不讳地说：“欲为知伯报仇！”侍卫要杀掉他。襄子说：“他是义士，我谨慎小心地回避就是了。况且知伯死后没有继承人，而他的家臣想替他报仇，这是天下的贤士啊。”最后还是把他放走了。"
        },
        {
            "type": "text",
            "text": "       过了不久，豫让为便于行事，顺利实现报仇的意图，不惜把漆涂在身上，使皮肤烂得像癞疮，吞下炭火使自己的声音变成嘶哑，他乔装打扮使自己的相貌不可辨认，沿街讨饭，就连他的妻子也不认识他了。"
        },
        {
            "type": "text",
            "text": "       豫让埋伏在赵襄子经常路过的一座桥下，可是赵襄子过桥的时候，马突然受惊，止步不前。赵襄子猜到是有人行刺，派人查寻，抓住豫让，责问他为何只为智伯复仇，而不为范氏、中行氏复仇。豫让答：知伯国士遇我，我故国士报之。"
        },
        {
            "type": "text",
            "text": "       豫让知道无法刺杀赵襄子，又觉愧对智伯，于是提出让赵襄子脱下一件衣服给他，让他象征性地刺杀。赵襄子满足了他这个要求，豫让拔出宝剑多次跳起来击刺它，仰天大呼曰：“吾可以下报智伯矣！”遂伏剑自杀。"
        },
        {
            "type": "text",
            "text": "【荆轲】\r\n       荆轲（？—前227年），姜姓，庆氏（古时“荆”音似“庆”）。战国末期卫国朝歌（今河南鹤壁淇县）人，战国时期著名刺客，也称庆卿、荆卿、庆轲，是春秋时期齐国大夫庆封的后代。"
        },
        {
            "type": "text",
            "text": "       秦国灭赵后，兵锋直指燕国南界，太子丹震惧，决定派荆轲入秦行刺秦王。荆轲献计太子丹，拟以秦国叛将樊於期之头及燕督亢地图进献秦王，将匕首藏于地图卷轴内，相机行刺。太子丹不忍杀樊於期，荆轲只好私见樊於期，告以实情，樊於期为成全荆轲而自刎。"
        },
        {
            "type": "text",
            "text": "       公元前227年，荆轲带燕督亢地图和樊於期首级，与秦舞阳一同前往秦国刺杀秦王。临行前，燕太子丹、高渐离等许多人在易水边为荆轲送行，荆轲亦吟唱“风萧萧兮易水寒，壮士一去兮不复还；探虎穴兮入蛟宫，仰天呼气兮成白虹。”场面十分悲壮。"
        },
        {
            "type": "text",
            "text": "       荆轲与秦舞阳入秦后，秦王在咸阳宫隆重召见了他，在交验樊於期头颅，献督亢（今河北涿县、易县、固安一带）之地图，图穷匕首见，荆轲刺秦王不中，被秦王拔剑击成重伤，后为秦侍卫所杀。"
        }
    ]
}