{
    "title": "状元、榜眼、探花名称的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "59",
            "category": "俗语方言"
        }
    ],
    "detail": "[日期：2017-06-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：130次",
    "content": [
        {
            "type": "text",
            "text": "       状元这个词曾经风靡过整个中国大地 一千三百年，使千百万士子追逐着这顶桂冠，通过金榜挂名，步入政坛，获得升官晋级的机会。中国的老百姓把他们看作文曲星下凡，全国震动。“十年寒窗无人问，一举成名天下知”，状元成为当时荣耀和显赫的代名词。"
        },
        {
            "type": "text",
            "text": "       中国科举的产生，是时代的骄傲，科举意在选才，它渊源于汉朝，创始于隋朝，确立于唐朝，完备于宋朝，兴盛于明、清两朝，废除于清朝末年，历经隋、唐、宋、元、明、清。从隋朝大业元年（605年）的进士科算起到光绪三十一年（1905年）正式废除，整整绵延存在了1300年。今天可知的有姓有名的状元共有599人，其中唐代141人，五代十国16人，两宋118人，辽代54人，金代31人，元代32人，明代89人，清代114人，张献忠大西国1人，太平天国3人。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德五年（622年），中国历史上第一个状元出现，他是孙伏伽，贝州武城（今河北南宫）人。最后一个状元是清光绪三十年的刘春霖。最年轻的状元是唐高宗显庆元年（656年）的苏瑰和咸亨四年（673年）的郭元振，当时年龄都不满18岁；年龄最大的状元是唐代的尹枢，他一生参加科举考试几十次，直到70多岁才自荐考中了状元。科举史上唯一的女状元是太平天国三年（1853年）的傅善祥。"
        },
        {
            "type": "text",
            "text": "       唐代实行科举制度还是初级阶段，考试科目繁琐，有常科、制科两大类90多科，同时采取分级考试制度。清朝的科举程序是：不论身份和年龄，一律都得经过童试（含县级的童试、州府的府试、省级的院试）——乡试——会试——殿试的科考程序。"
        },
        {
            "type": "img",
            "url": "http://n.eduyun.cn/uploads/album/2017/0607/285/59378c1f6bfcc.jpg"
        },
        {
            "type": "text",
            "text": "       乡试三年举行一次，大多在秋天考试，所以又称之为“秋闱科考”，秀才才有资格参加这样的考试，经过了乡试考试的合格者就叫做举人。会考三年举行一次，举人才有资格参加科考，经过了会试考试的合格者，就叫做贡士。贡士的名额很少，一年只有300名左右。取得了贡士功名的，其实已经获得了进士的功名，但是，他们还要参加殿试才能够最后得到这个功名，所谓的殿试，就是皇帝要在太和殿再进行一次御前考试。"
        },
        {
            "type": "text",
            "text": "       殿试在宋朝之前属于科考程序之一，殿试要产生重新排名，第一名就是状元、第二名叫做榜眼，第三名叫做探花，总称\"三鼎甲\"。状元起初称为“状头”，原来在唐朝参加考试的士子，经由各州贡送到京城，在应试前需递送“投状”，即类似今日考试报时填写资料的情形一样。考试结束之后，将最高的成绩放在最前面，就叫做“状头”。居首者因曰状头，亦曰状元。"
        },
        {
            "type": "text",
            "text": "       榜眼之名始于北宋太宗太平兴国五年（980年）。初时第一名称状元，第二、三名俱称为榜眼，意思是第二、三名分立状元左右，如其两眼。据清人赵翼在《陔余丛考·状元榜眼探花》中考证：“北宋时第三人亦呼为榜眼。盖眼必有二，故第二、第三人皆谓之榜眼，其后以第三人为探花，遂专以第二人为榜眼耳。”"
        },
        {
            "type": "text",
            "text": "       “探花”最早出现在唐朝，但当时并非是指殿试进士的第三名。唐代新进士榜公布后，他们在曲江有盛大宴游活动，以最年少者为探花郎，当时只是戏称，与登第名次无关。到了南宋后期，第三名进士改称为探花，于是榜眼成为第二名的专名。因此说，状元、榜眼、探花作为三鼎甲的三个专称，合成于南宋。"
        }
    ]
}