{
    "title": "许昌市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1892",
            "category": "许昌市"
        }
    ],
    "detail": "[日期：2017-07-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：87次",
    "content": [
        {
            "type": "text",
            "text": "  【由来】\r\n       唐尧时东夷族部落酋长许由，率众牧耕于此，故名“许”。周代称许国，秦置许县。魏黄初二年(221年)，魏文帝曹丕废汉立魏以后，因“汉亡于许，魏基昌于许”，改许县为许昌县，属颍川郡。"
        },
        {
            "type": "text",
            "text": "       刘宋景平元年(423年)，许昌城被北魏大将周几夷为平地，其地为北魏所据，颍川郡治迁长社。东魏天平元年(534年)，置颍州。武定七年(549年)改颍州为郑州，许昌郡为其所辖。北周大定元年(581年)改郑州为许州。至民国二年(1913年)2月，撤销旧制的府、州、厅，许州改为许昌县。民国三十六年(1947年)12月15日，许昌解放，原许昌县划为许昌县、市两部分，市辖城关，县辖农村。民国三十八年(1949年)1月22日，中共豫西区二、五地委和豫皖苏五地委所辖部分县合并，成立许昌专区，后改称地区。1986年1月18日，许昌地区撤销，许昌市升为省辖市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       相传唐尧时许由牧耕于此，故被称为“许”。殷商时期，许地分布的诸侯国和部落有历(今禹州市境内)，有熊氏(今长葛市境内)，昆吾(今许昌县境内)，康(今禹州市境内)。属豫州域。"
        },
        {
            "type": "text",
            "text": "       西周， 武王封太岳后裔姜文叔于许，男爵，称许国，都邑在今张潘镇古城村一带。春秋末，许国国小力弱，屡遭大国侵伐，70余年间五迁其都。郑献公十年(前504年)许国为郑所灭。战国时期，韩哀侯二年(前375年)，韩灭郑，许地属韩国。后被魏国伐取，地又入魏。"
        },
        {
            "type": "text",
            "text": "       秦王政十七年(前230年)，秦灭韩，以其地置颍川郡，以故许国地置许县(县治在今张潘镇古城)、颍阳县(故城在今许昌县西南)，均隶颍川郡。"
        },
        {
            "type": "text",
            "text": "       西汉初高祖六年(前201年)，析许县地置颍阴县(治今魏都区)，均属颍川郡。东汉末，建安元年(196年)，曹操迎献帝刘协都许，称许都。许县、颍阴县、阳翟县、长社县(治今长葛市老城)、鄢陵县(治今鄢陵县彭店乡古城村)、襄城县均属颍川郡。"
        },
        {
            "type": "text",
            "text": "       三国，魏黄初二年(221年)，文帝曹丕以“汉亡于许，魏基昌于许”，改许县为许昌县，为魏五都(长安、洛阳、谯、邺、许昌)之一。许昌县、颍阴县、鄢陵县、长社县等皆属颍川郡。"
        },
        {
            "type": "text",
            "text": "       西晋， 许昌为中原政治、军事重镇，颍川郡治亦自阳翟移此。东晋， 北方十六国混战，许昌先后为后赵、前秦、前燕所占。"
        },
        {
            "type": "text",
            "text": "       南北朝， 初，许昌县、颍阴县属南朝宋。景平元年(423年)，许昌城被北魏大将周几夷为平地，其地为北魏所据。颍川郡治迁长社(今长葛市老城)，许昌县治移许田(今陈曹乡许田村)。北魏太平真君七年(446年)颍阴县并入临颍县。东魏天平元年(534年)，置颍州，治长社。分颍川郡置许昌郡。元象二年(539年)恢复颍阴县。武定七年(549年)改颍州为郑州，治颍阴城(今魏都区)，辖颍川、许昌、阳翟三郡。许昌县属许昌郡，颍阴县属颍川郡。北齐改颍阴县为长社县。北周大定元年(581年)改郑州为许州，治长社(今魏都区)，许昌县、长社县并属之。"
        },
        {
            "type": "text",
            "text": "       隋初， 废郡改县。开皇三年(583年)改长社县为颍川县。大业三年(607年)复行郡县制，改许州为颍川郡，许昌县、颍川县均属之。"
        },
        {
            "type": "text",
            "text": "       唐初 ，改郡为道，许昌县、颍川县隶于河南道。武德四年(621年)复置许州，颍川县复称长社县，许昌县、长社县均属许州。天宝元年(742年)又改许州为颍川郡。乾元元年(758年)复称许州。"
        },
        {
            "type": "text",
            "text": "       五代， 后唐庄宗讳其祖父李国昌之“昌”字，于同光二年(924年)，改许昌县为许田县。北宋， 许州属京西北路。熙宁四年(1071年)，许田县并入长社县。元丰三年(1080年)，升许州为颍昌府。"
        },
        {
            "type": "text",
            "text": "       金， 改颍昌府为许州，领长社、长葛、襄城、郾城、临颍5县。元， 许州属汴梁路，长社、长葛、襄城县属属许州。鄢陵属开封府。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，裁长社县，并入许州，隶开封府。许州、钧州均隶开封府。万历三年(1575年)钧州改为禹州。明末李自成起义军将禹州改为均平府。"
        },
        {
            "type": "text",
            "text": "       清雍正二年(1724年)，升许州为直隶州。雍正十二年(1734年)升州为府，增设石梁县为附郭。许州府领临颍、郾城、襄城、长葛、密县(今新密市)、新郑属之。乾隆六年(1741年)又改府为直隶州，裁石梁县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在河南省设立4个道，许州改为许昌县，禹州改为禹县，属豫东道；民国三年(1914年)6月2日，豫东道改名开封道；民国十六年(1927年)废道制，许昌、鄢陵、襄城、长葛、禹县均直属于省。民国二十一年(1932年)11月，划全省为11个行政督察区，长葛县、禹县划归河南省第一行政督察区(驻郑县)，许昌、鄢陵、襄城等9县属第五行政督察区(驻许昌县)。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)5月，长葛、许昌、鄢陵、禹县先后被日本侵略军占领。同年10月，八路军进入豫西，开辟了禹密新(今禹州市、新密市、新郑市三地交界处)、禹郏(今禹州市、郏县交界处)抗日根据地，建立了禹密新办事处和禹郏县抗日民主政府。 民国三十四年(1945年)5月，八路军冀鲁豫部队在鄢陵、扶沟交界处开辟了水西抗日根据地，建立鄢扶县抗日民主政府。同年8月15日，日本宣布无条件投降，许昌复为国民政府河南省第五行政区，督察专员公署驻许昌(今魏都区)，辖许县、鄢陵、襄城等9县；长葛、禹县仍属河南省第一行政区。"
        },
        {
            "type": "text",
            "text": "       民国三十六年(1947年)12月15日，许昌解放，原许昌县划为许昌县、市两部分，市辖城关，县辖农村。民国三十七年(1948年)3月，增设许西县，许昌县京汉铁路以西划归许西县。同年12月，撤销许西县，京汉铁路以西原属许昌县部分仍归许昌县，并将临颍县的繁城、杜曲两个区划属许昌县。民国三十八年(1949年)1月22日，豫西区二、五地委和豫皖苏五地委所辖部分县合并，成立许昌专区，辖许昌市(今魏都区)、许昌县、长葛、鄢陵、临颍、漯河市、郾城县、舞阳、叶县、襄城、禹县、郏县、宝丰、鲁山、临汝15个县市。同年3月，繁城、杜曲两个区仍划归临颍县。"
        },
        {
            "type": "text",
            "text": "       1960年8月15日，撤销许昌县，并入许昌市(今魏都区)。1961年10月5日，恢复许昌县建置。1964年3月23日，平顶山市改称平顶山特区，从许昌专区划出。1965年6月16日，扶沟、西华、商水3县划入周口专区。1979年9月10日，舞钢区从平顶山市划入许昌地区。1982年9月22日。舞钢区复划入平顶山市。1983年9月1日，许昌地区所属的鲁山、宝丰、叶县划入平顶山市。"
        },
        {
            "type": "text",
            "text": "       1986年1月18日，许昌地区撤销，许昌市升为省辖市，原许昌地区所属的禹县、长葛、许昌、鄢陵4县划归许昌市管辖。5月9日，以原县级许昌市，设立魏都区。襄城、郏县划归平顶山市。舞阳、临颍、郾城划归漯河市。1988年6月25日，禹县改为禹州市。1993年12月14日，长葛县改为长葛市。1997年8月25日，襄城县从平顶山市划入许昌市。2016年11月24日，撤销许昌县，设立许昌市建安区，2017年2月5日，许昌市建安区人民政府挂牌成立。"
        }
    ]
}