{
    "title": "濮阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1891",
            "category": "濮阳市"
        },
        {
            "id": "1962",
            "category": "濮阳县"
        }
    ],
    "detail": "[日期：2017-07-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：106次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦王政七年(前240年)秦灭卫，置濮阳县为东郡治所，因位于濮水之阳(北)而得名。隋开皇十六年(596年)，析濮阳县地置昆吾县。濮阳其余地方与临河、顿丘、内黄3县各一部分合置澶渊县。唐武德元年(618年)，为避唐高祖李渊名讳，改澶渊县为澶水县。五代时，复称澶州。皇统四年(1144年)，澶州改称开州。民国二年(1913年)2月，撤销旧制的府、州、厅，开州改为开县。民国三年(1914年)1月，因四川和贵州都有开县，于是河南的开县改为濮阳县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       五帝时期，颛顼部落兴盛于此地，都于帝丘，始称高阳。夏朝，封昆吾氏为夏伯，都帝丘，称昆吾国。春秋时，仍称帝丘，属卫国。卫成公七年(前629年)，卫成公自楚丘迁都帝丘，称“卫都”。秦王政七年(前240年)秦灭卫，置东郡，以濮阳县(今河南濮阳西南)为东郡治所。"
        },
        {
            "type": "text",
            "text": "       西汉沿袭秦制，濮阳县仍为东郡郡治。新莽始建国二年(10年)，改濮阳县为治亭，属兖州。东汉恢复濮阳原名。三国时，濮阳属曹魏，仍为东郡郡治。"
        },
        {
            "type": "text",
            "text": "       西晋咸宁三年(277年)，司马炎封司马允于东郡，因郡治在濮阳，便称濮阳国。后司马允改封淮南，复名东郡。东晋永和十二年(356年)，东郡移治甄城，濮阳为东郡属县。北魏沿袭前制。"
        },
        {
            "type": "text",
            "text": "       隋开皇十六年(596年)，析濮阳县地置昆吾县。濮阳其余地方与临河、顿丘、内黄3县各一部分合置澶渊县，属汲郡。唐武德元年(618年)，为避唐高祖李渊名讳，改澶渊县为澶水县，属黎州。武德四年(621年)，分黎州的澶水、魏州的顿丘、观城置澶州。武德八年(625年)，昆吾县并入澶水县。贞观元年(627年)废澶州，澶水县仍属黎州。大历七年(772年)复置澶州，州治顿丘，澶水为其属县。"
        },
        {
            "type": "text",
            "text": "       五代时期，仍称澶水县。后晋天福三年(938年)，为防契丹南下，升澶州为防御州。开运三年(944年)，辽军南下，后晋又升澶州为镇宁节度，并割广晋府的临河、蒲州的濮阳来属。后汉乾祐三年(950年)，节度使郭威北伐辽国，占据澶州后，自立，建国号周。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年(960年)，仍称澶州，隶属澶渊郡，郡治在德胜南城。熙宁十年(1077年)，因屡遭黄河水患，澶州移治北城(今濮阳城)。崇宁四年(1105年)，改澶州为“北辅”(即京畿北边重镇)。翌年，升为开德府。宣和二年(1120年)，罢辅郡，复名澶州，属大名东路。"
        },
        {
            "type": "text",
            "text": "       金，皇统四年(1144年)，澶州改称开州，领濮阳、清丰2县，属大名府。蒙古太宗七年(1235年)，将大名府改为大名路。元至元十六年(1279年)，设大名路总管府，辖一司、五县、三州，其中开州，下辖濮阳县、东明县、长垣县、清丰县。"
        },
        {
            "type": "text",
            "text": "       明洪武元年(1368年)，将大名路复为大名府。洪武二年(1369年)，濮阳并入开州，开州领长垣、东明2县，隶属大名府。清初，沿袭明制，大名府辖一州十县。至乾隆二十三年(1758年)，大名府辖一州六县，即开州、大名县、元城县、南乐县、清丰县、东明县、长垣县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在直隶省分为渤海道、范阳道、冀南道、口北道4道，开州改为开县，属冀南道；民国三年(1914年)1月，开县改为濮阳县，6月，冀南道改为大名道，濮阳县属直隶省大名道；民国十七年(1928年)废道制，濮阳县直属于直隶省。民国十七年(1928年)6月20日，直隶省改名为河北省。民国二十一年(1937年)5月，划河北省112个县①为17个行政督察区，濮阳县划归河南省第十七行政督察区(驻濮阳县)。"
        },
        {
            "type": "text",
            "text": "       民国二十七年(1938年)2月8日，日军攻陷濮阳县城，3月16日，在国共军队共同抗击下，日军撤出。民国二十九年(1940年)4月20日，中共在濮阳建立抗日民主政府，属冀鲁豫边区民主政府第四专员公署。同年6月19日，日军第二次占领濮阳县城，成立日伪政权。中共展开游击战争，并于民国三十年(1941年)4月设置濮阳(驻大王掘地)、昆吾(驻徐镇)、尚和(驻柳屯)3个县。这时期濮阳国民党政府移驻城东陈庄。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)9月，日军从濮阳城撤退，伪二方面军孙良诚部北犯，占领濮阳地区。10月21日，冀鲁豫九分区军民将孙良诚伪军赶出濮阳，濮阳解放。民国三十四年(1945年)8月，日军投降以后，划濮阳县城关区为行署直辖市。民国三十五年(1946年)夏，撤销濮阳市，城关区仍归濮阳县。同年12月1日，国民党新五军占领濮阳城。民国三十六年(1947年)4月2日，濮阳军民将国民党新五军赶出濮阳，濮阳再次解放。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月1日，设立平原省濮阳专区，辖濮阳、昆吾、尚和等县。10月1日，濮阳、昆吾、尚和3县合并为濮阳县，仍属平原省濮阳专区。1952年11月15日，平原省撤销，濮阳县随专区划归河南省。1954年6月21日。濮阳专区撤销，濮阳县划属安阳专区。1958年4月4日，安阳专区撤销，濮阳划属新乡专区。1961年12月19日，恢复安阳专区，濮阳县仍属安阳专区。"
        },
        {
            "type": "text",
            "text": "       1968年9月11日，濮阳县革命委员会成立，1981年4月6日，撤销濮阳县革命委员会，改称濮阳县人民政府。1983年9月1日，撤销安阳地区，撤销濮阳县，设立地级濮阳市，并将安阳地区的内黄、滑县、清丰、南乐、长桓、范县、台前7县划归濮阳市管辖。1987年4月20日，销濮阳市郊区，设立濮阳县，驻城关镇；6月12日，正式撤销市郊区恢复濮阳县建置，并将市区城关镇划归濮阳县。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①民国二十四年(1935年)11月，因蓟密区专员殷汝耕等在河北通县成立“冀东防共自治委员会”，宣布独立自治。冀东之香河、三河、蓟县、昌平、宝坻、顺义、怀柔、平谷、卢龙、迁安、抚宁、昌黎、滦县、乐亭、临榆、遵化、兴隆、丰润、玉田、密云暨都山设治局等21县局，因“情形特殊”，而未曾划区管辖。"
        }
    ]
}