{
    "title": "台前县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1891",
            "category": "濮阳市"
        },
        {
            "id": "1963",
            "category": "台前县"
        }
    ],
    "detail": "[日期：2017-07-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：98次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       台前县曾是古寿张县一部分，至1964年10月31日，撤销寿张县建制，金堤以南地区划归范县，并随范县划归河南省。1973年12月16日，范县东部的9个公社划出成立了范县台前办事处。1975年3月14日，范县台前办事处改称台前办事处。1978年12月29日，台前办事处改称台前县。因境内筑有凤凰台，凤凰台前面的村子，俗称台前。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷商时代梁山一带属徐州，商的封国“微”即在今寿张县境北部。西周时，县境域属兖州，有须句国。春秋为良邑，属鲁国，治所在今东平县新湖乡霍家庄，之所以称良邑，据说是因为其辖区有良山(梁山之古称)。战国为刚寿，“刚寿”即刚邑和寿邑，时属齐国。寿邑即良邑，据《水经注》云：“春秋之良县也，有寿聚①”。"
        },
        {
            "type": "text",
            "text": "       秦统一全国后，实行郡县制，寿邑改为张县，属东郡。西汉时改为寿良县，属东郡。东汉时，为了避东汉光武帝刘秀的叔父刘良名讳，寿良县改为寿张县，属东平国。三国、两晋因之。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋武帝永初元年(420年)，改寿张县为寿昌县，属兖州东平郡。北魏孝文帝太和四年(480年)，又改寿昌县为寿张县。北魏设置州郡繁乱，东平湖一带置济州与兖州，两州皆东平郡，每个东平郡又各置一个寿张县。济州寿张县治所设在今梁山县寿张集，兖州寿张县治所在今东平县内，到北齐时兖州东平郡的寿张县并入须昌县。"
        },
        {
            "type": "text",
            "text": "       隋代，梁山一带分属于济北郡的寿张县、东平郡的须昌县、鲁郡的平陆县。寿张县城仍在今寿张集。"
        },
        {
            "type": "text",
            "text": "       唐武德四年(621年)建新州，在寿张设寿州，又置寿良县。寿州领寿良、寿张二县，寿张县治在梁山北35华里(东平县西戴庙附近)，属郓州。武德五年(622年)，废寿州，省寿良入寿张。"
        },
        {
            "type": "text",
            "text": "       宋，郓州东平府的须城、寿张二县和郓州的中都县，属京东西路。郓州、东平府同驻须城。寿张县治所在寿张集，中都县治所在今汶上县城。"
        },
        {
            "type": "text",
            "text": "       金代改宋京东西路为山东西路，梁山一带属山东西路东平府，分属于须城、寿张、汶上三县，今梁山县东部包括县城属须城县，西部属寿张县，南部属汶上县。金大定七年(1167年)，河决坏城，寿张县迁至竹口(今阳谷县南部的祝口村)，金大定十九年(1179年)复旧址。"
        },
        {
            "type": "text",
            "text": "       元代，改东平府为东平路，直隶中书省。梁山一带属东平路的须城、寿张、汶上三县。"
        },
        {
            "type": "text",
            "text": "       明洪武三年(1370年)撤消寿张县，所属村镇分别划归阳谷县、须城县，洪武十三年(1380年)复置寿张县，移县治于王陵店(即今寿张镇)，属东平府。洪武八年(1375年)，东平府降为州，领辖汶上、东阿、平阴、阳谷、寿张5县，隶兖州府。"
        },
        {
            "type": "text",
            "text": "       清雍正八年(1730年)，升东平州为直隶州，领辖东阿、平阴、阳谷、寿张4县。雍正十三年(1735年)，撤直隶州为散州，所辖寿张等4县直属兖州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在山东省分为岱北、岱南、济西、胶东4道，寿张县属济西道。民国三年(1914年)6月，济西道改为东临道，寿张县随属。民国十四年(1925年)10月22日，山东督办兼省长张宗昌下令将济南、济宁、东临、胶东4道改为11道，寿张县属东昌道。民国十七年(1928年)6月1日，国民党山东省政府正式成立，实行省、县两级制，全省107县均由省政府直辖②。民国二十五年(1936年)1月至10月，山东省设立了七个行政督察区，寿张县属第六行政督察区(驻聊城县)。民国二十六年(1937年)7月，日本全面侵华后，山东省设立了十七个行政督察区，寿张县仍属第六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治时期，民国二十七年(1938年)3月5日成立以马良为省长的伪山东省公署，下辖鲁东、鲁西、鲁南、鲁北4道，寿张县属鲁西道。民国二十八年(1939年)3月至7月，日军连续三次进犯寿张城。民国二十九年(1940年)6月11日继任的伪省长唐仰杜，重新划全省为登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、济南、武定10道，寿张县属曹州道。民国三十一年(1942年)9月27日，寿张县城再次遭日军扫荡沦陷。"
        },
        {
            "type": "text",
            "text": "       民国三十三年(1944年)12月6日，八路军解放了寿张县城，属冀鲁豫第八专区。民国三十八年(1949年)9月，改属平原省聊城专区。1952年11月15日，平原省撤销，寿张县属山东省聊城专区。1958年12月20日，阳谷县并入寿张县；1961年10月5日，阳谷县从寿张县境析出，恢复原建制。"
        },
        {
            "type": "text",
            "text": "       1964年10月31日，撤销寿张县建制，金堤以南地区划归范县，并随范县划归河南省，金堤以北地区划归山东省阳谷县。1973年12月16日，范县东部的9个公社划出成立了范县台前办事处，直属安阳地区。1975年3月14日，范县台前办事处改称台前办事处。1978年12月29日，台前办事处改称台前县。1983年9月1日，撤销安阳地区，撤销濮阳县，设立地级濮阳市，并将安阳地区的内黄、滑县、清丰、南乐、长桓、范县、台前7县划归濮阳市管辖。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①寿聚：古曰：“邱(丘)者，聚也”，寿聚即寿丘。据《史记》记载，黄帝生于寿丘。"
        },
        {
            "type": "text",
            "text": "       ②民国十六年(1927年)南京政府废止“道” 制，但这时其政令尚未达于山东省。民国十七年(1928年)4月30日张宗昌被北伐军逐出山东。6月1日国民党山东省政府正式成立，行政区划乃实行省、县两级制，全省107县均由省政府直辖。"
        }
    ]
}