{
    "title": "范县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1891",
            "category": "濮阳市"
        },
        {
            "id": "1966",
            "category": "范县"
        }
    ],
    "detail": "[日期：2017-07-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：111次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周定王封晋大夫士会于此地，设“范邑”，以南临范水而得名。西汉置范县，因范邑而名。北齐文宣帝天宝元年(550年)，撤销范县建置。隋文帝开皇十六年(596年)，复置范县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       颛顼氏故墟，舜帝故里，禹贡为兖州之域。夏称，属昆吾国。后顾部落活动范围，称顾城，并建顾国。因顾君助夏桀，顾国为商汤所灭，遂为商地，称廪邱。周称秦亭，今范县西部为卫，东部属齐、鲁二国。周定王封晋大夫士会于范地，设“范邑”，以南临范水而得名。"
        },
        {
            "type": "text",
            "text": "       战国时期，齐并鲁、卫，范邑为齐地。秦王政二十六年(前221年)，秦军攻灭齐国，范邑属东郡东平县地。西汉置范县，因范邑而名，属东郡。东汉、曹魏因之。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始元年(265年)，范县属东平国。东晋孝武帝太元十年(385年)，范县属东平郡。南北朝时，刘宋一朝范县属东平郡。北魏时，范县为东平郡治。北齐文宣帝天宝元年(550年)，撤销范县建置。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十六年(596年)，复置范县，属济北郡，县治遗址在今张庄乡东黄河道中及旧城村故地。唐高祖武德二年(619年)范县改州，武德五年(622年)州废，复改为县，属济州。贞观八年(634年)，改属濮州。"
        },
        {
            "type": "text",
            "text": "       北宋、金时，范县仍属濮州。元，范县属东平路，至元二年(1265年)改属濮州。明，范县属濮州，隶属东昌府。洪武十三年(1380年)，黄河于杨静口决堤，县治被大水淹没，迁徙县治至今山东莘县古城镇。"
        },
        {
            "type": "text",
            "text": "       清，范县仍属东昌府濮州。雍正七年(1729年)濮州升为直隶州，雍正十三年(1735年)降为散州，范县随州改属山东曹州府。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)2月，撤销旧制的府、州、厅，在山东省分为岱北、岱南、济西、胶东4道，范县属济西道。民国三年(1914年)6月，济西道改为东临道，范县随属。民国十四年(1925年)10月22日，山东督办兼省长张宗昌下令将济南、济宁、东临、胶东4道改为11道，范县属曹濮道。民国十七年(1928年)6月1日，国民党山东省政府正式成立，实行省、县两级制，全省107县均由省政府直辖。民国二十五年(1936年)1月至10月，山东省设立了七个行政督察区，范县属第六行政督察区(驻聊城县)。民国二十六年(1937年)7月，日本全面侵华后，山东省设立了十七个行政督察区，范县仍属第十六行政督察区。"
        },
        {
            "type": "text",
            "text": "       日伪统治时期，民国二十七年(1938年)3月5日成立以马良为省长的伪山东省公署，下辖鲁东、鲁西、鲁南、鲁北4道，范县属鲁西道。民国二十七年(1938年)3月19日，日军侵占濮县后，派出日伪军300余人进占范县。21日，抗日军民收复范县。24日，日伪军再度侵占范县城。25日，范筑先部再次收复范县。民国二十九年(1940年)6月11日继任的伪省长唐仰杜，重新划全省为登州、莱潍、青州、沂州、兖济、泰安、曹州、东临、济南、武定10道，范县属曹州道。"
        },
        {
            "type": "text",
            "text": "       民国二十九年(1940年)2月，范县解放，为属冀鲁豫党政军机关驻地。民国三十八年(1949年)10月，冀鲁豫行署撤销，范县属平原省濮阳专区。1952年11月15日，平原省撤销，范县划属山东省聊城专区。1956年3月20日，濮县、观朝县撤销，并入范县。1964年10月31日，撤销寿张县建制，金堤以南地区划归范县，并随范县划归河南省。1973年12月16日，范县东部的9个公社划出成立了范县台前办事处(1978年改为台前县)，直属安阳地区。1983年9月1日，撤销安阳地区，撤销濮阳县，设立地级濮阳市，并将安阳地区的内黄、滑县、清丰、南乐、长桓、范县、台前7县划归濮阳市管辖。"
        }
    ]
}