{
    "title": "濮阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "18",
            "category": "河南省"
        },
        {
            "id": "1891",
            "category": "濮阳市"
        }
    ],
    "detail": "[日期：2017-08-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：88次",
    "content": [
        {
            "type": "text",
            "text": " 【由来】\r\n       秦王政七年(前240年)秦灭卫，置濮阳县为东郡治所，因位于濮水之阳(北)而得名。隋开皇十六年(596年)，析濮阳县地置昆吾县。濮阳其余地方与临河、顿丘、内黄3县各一部分合置澶渊县。唐武德元年(618年)，为避唐高祖李渊名讳，改澶渊县为澶水县。武德四年（621年）置澶州。金皇统四年(1144年)，澶州改称开州。民国二年(1913年)2月，撤销旧制的府、州、厅，开州改为开县。民国三年(1914年)1月，因四川和贵州都有开县，于是河南的开县改为濮阳县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年(1949年)8月1日，设立平原省濮阳专区，1952年11月15日，平原省撤销，濮阳专区划归河南省。1954年6月21日。濮阳专区撤销，濮阳、清丰、南乐等县划属安阳专区。1983年9月1日，撤销濮阳县，设立濮阳市（地级）。"
        },
        {
            "type": "text",
            "text": "【沿革】"
        },
        {
            "type": "text",
            "text": "       [参看“濮阳县”词条]"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）10月，冀鲁豫区党委、行署、军区进驻濮阳县城。中共冀鲁豫区党委决定设立濮阳市，机关驻濮阳城内，直属区党委领导。民国三十五年（1946年）6月8日，冀鲁豫行署决定，将所属的抗日政府一律改为民主政府。同年11月，冀鲁豫区划再次调整，撤销濮阳市建置，并将7个地委划分为8个地委。二地委下辖中共寿张、范县、郓城、巨野等9个县委。四地委辖濮阳、滑县、浚县、长垣等11个县委。八地委（又称直南地委）成立后，机关驻清丰，辖南乐、清丰、内黄、濮县等7个县委，台前境属寿张县南5区。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，豫北全部解放。8月20日，冀鲁豫边区撤销，建立平原省，并成立了平原省濮阳专署（驻濮阳县城）。濮阳专署辖濮阳、滑县、长垣、封丘、内黄、清丰、南乐、濮县、范县、观城、朝城、昆吾、尚和、卫南、高陵、漳南、卫河等17个县和濮阳城区、道口区两个区。同年9月，昆吾、尚和与濮阳县，卫南与滑县，高陵、漳南（一部）与内黄县，卫河与清丰县分别合并后称濮阳县、滑县、内黄县、清丰县，此时濮阳专署辖11县2区。"
        },
        {
            "type": "text",
            "text": "       新中国成立初，濮阳专区辖濮阳、滑县、长垣、封丘、内黄、清丰、南乐、濮县、范县、观城、朝城10个县和濮阳城关区、道口区2个区。1952年11月15日，平原省撤销，濮阳专区划归河南省领导。11月24日，濮阳专区所辖的濮县、范县、观城、朝城4个县划归山东省聊城地区。1954年6月，濮阳专区所辖的濮阳城关区、道口区分别划归濮阳县、滑县。9月25日，濮阳专区与安阳专区合并为安阳地区。濮阳、清丰、南乐隶属于安阳地区，1958年3月30日，安阳地区与新乡地区合并为新乡地区。"
        },
        {
            "type": "text",
            "text": "       1961年12月18日，安阳地区与新乡地区分设，濮阳、清丰、南乐隶属于安阳地区。1964年4月1日，为便于黄河治理，寿张县撤销，一部分划归范县。范县由山东聊城地区划归河南省安阳地区。1973年12月16日，范县东部的9个公社划出成立了范县台前办事处，系县级机构，直属安阳地区。1975年3月14日，范县台前办事处改称台前办事处。1978年12月29日，台前办事处改称台前县。"
        },
        {
            "type": "text",
            "text": "       1983年9月1日，撤销濮阳县，设立濮阳市（地级），原安阳地区的内黄、滑县、清丰、南乐、长桓、范县、台前7县划归濮阳市管辖。同时成立濮阳市郊区。1985年12月30日，设立濮阳市市区；1986年5月28日，划濮阳市郊区胡村乡、孟轲乡、王助乡、城关镇、岳村乡及清河头乡一部分置濮阳市市区。1986年1月18日，濮阳市的长桓县划归新乡市管辖，内黄县、滑县划归安阳市管辖，于3月22日实施。"
        },
        {
            "type": "text",
            "text": "       1987年4月20日，撤销濮阳市郊区，设立濮阳县，驻城关镇；6月12日，正式撤销市郊区恢复濮阳县建置，并将市区城关镇划归濮阳县，同时把城关镇的马呼屯、辛庄、辛庙、贾庄、申庄5个村划归市区孟轲乡。"
        }
    ]
}