{
    "title": "吉木乃县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "141",
            "category": "阿勒泰地区"
        },
        {
            "id": "226",
            "category": "吉木乃县"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：552次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “吉木乃”一名是公元六世纪时期一氏族名，原称“吉别乃”；“吉木乃”是“吉别乃”的音译演变，为乌古斯部落联盟九姓氏族之一。我国两汉时期的历史上把“乌古斯”称为“乌护”，是古代在阿勒泰地区的游牧部族。公元六世纪迁移到今斋桑一带，从事放牧。光绪九年（1883年），由于清朝政府腐败无能，“俄国指塔尔巴哈台山沟为中俄分界”强加于清朝政府，（即指今乌勒昆乌拉斯图河为大吉木乃河），于是吉木乃城就东迁到乌勒昆乌拉斯图河东岸，即现在的“老吉木乃”。1962年吉木乃县城迁至托普铁热克，即现在所说的“吉木乃”。"
        },
        {
            "type": "text",
            "text": "       吉木乃一词在史料中最早出现于清代《塔尔巴哈台志略》，当时书写称“济木乃”，它同“吉别乃”一样，都是汉文的不同译音书写。据苏联学者考证，至今仍有一小城叫“吉木乃”。“老吉木乃”是一八六团场部驻地，西与哈萨克斯坦国接壤（界河为乌勒昆乌拉斯图河），南与阔克阔孜废村相邻，东靠别勒阿热克村，北与龙珠村相接。1962年以前，该区域为吉木乃县人民政府驻地。1962年吉木乃县人民政府迁移到托普铁热克之后，人们从此称该地为“老吉木乃”。"
        },
        {
            "type": "text",
            "text": "       吉木乃又名托普铁热克。托普铁热克，哈萨克语，意为杨树林。早年此地多杨树而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前五世纪塞种人在此地游牧。秦汉时，呼揭、匈奴相继驻牧于此。魏晋南北朝时为柔然、突厥薛延陀部等民族驻牧。隋朝属西突厥薛延陀部，唐属北庭都护府葛逻禄部，唐王朝先后设大漠、阴山、金山都护府管辖其地。五代、宋、辽时期，克烈、乃蛮等部在此游牧。西辽曾在此设西部招讨司。宋嘉泰四年（1204年），蒙古铁木真征服乃蛮，乃蛮西迁，斡亦刺惕部崛起，本地为窝阔台封地，设尚书省、行省。明朝之际，称斡亦刺惕为瓦刺，即史称四卫拉特，属亦力把里本部。"
        },
        {
            "type": "text",
            "text": "       清领正朔之后，四卫拉特部先后臣属清廷，时准噶尔部噶尔丹隶叛无常，康熙帝曾三次亲征，于康熙三十五年（1696年）尽服准噶尔部，准噶尔由定边将军治下。雍正十二年（1735年），清廷准左列将军策凌奏议同意喀尔喀与准噶尔部牧地以阿尔泰岭、哈巴、博尔济（县名异译）为界。清乾隆二十年（1755年），清朝平定准噶尔。清乾隆二十四年（1759年），清平定大小和卓叛乱，统一新疆。清乾隆二十七年（1762年），清设“总统伊犁等处将军”，统辖天山南北路，本地属将军治下塔尔巴哈台参赞大臣管理。清同治六年（1867年），清设布伦托海办事大臣兼领塔城、阿尔泰事务，1869年撤布伦托海办事大臣，阿尔泰仍归科布多参赞大臣管理。1906年科布多、阿尔泰分治，吉木乃始属阿尔泰办事大臣治下，直属清理藩院。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，阿尔泰作为特别区，直属中央政府，任原阿尔泰办事大臣帕勒塔亲王为阿尔泰办事长官。民国五年（1916年）设吉木乃县佐，归布尔津知事署理。民国八年（1919年）4月北京中央政府决定改阿尔泰区为阿山道，归入新疆省统辖。民国十八年（1929年）阿山道改为设阿山行政区。民国十九年（1930年）十月，吉木乃县佐升格为县，属阿山行政区管辖。1933年达列里汗·艾林任吉木乃县县长。民国三十二年（1943年）阿山行政区改为阿山专区，吉木乃县隶属阿山专区。"
        },
        {
            "type": "text",
            "text": "       1954年为区别蒙古国和苏联的阿尔泰名称，阿山专区改称阿勒泰专区，同年11月29日设立伊犁哈萨克族自治州，自治州辖伊犁、塔城、阿勒泰3专区，吉木乃县隶属伊犁哈萨克族自治州阿勒泰专区。1962年吉木乃县政府东迁到托普铁热克。1970年阿勒泰专区改为阿勒泰地区，吉木乃县隶属阿勒泰地区。1983年吉木乃县政府驻地托普铁热克改为镇。"
        }
    ]
}