{
    "title": "新疆生产建设兵团",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "142",
            "category": "新疆生产建设兵团"
        }
    ],
    "detail": "[日期：2014-02-16]   来源：www.Youlai19.cn  作者：【由来网】   阅读：472次",
    "content": [
        {
            "type": "text",
            "text": "       1949年9月25新疆和平解放。尔后，中国人民解放军第一兵团进驻新疆各地区。为了就地解决近20万军队粮饷问题，1950年1月21日新疆军区发布命令：“全疆部队除担任祖国边防警卫和城市卫戍勤务外，必须发动11万人到开垦种地的农业生产战线上去”。当年开荒播种5．58万公顷，食油、蔬菜全部自给，不仅改善了部队生活，而且极大地减轻了新疆各族人民负担，使部队在新疆站稳了脚跟。"
        },
        {
            "type": "text",
            "text": "       1951年部队播种面积增加，收获粮食比上年增长35．4%；1952年播种面积扩大到10．8l万公顷，与此同时，王震将军代司令员号召全军将士节省部分军费投入新疆工业建设，1951年先后兴建的项目有：六道湾露天煤矿、乌拉泊水电站、新疆水泥厂、七一棉纺厂、八一钢铁厂、十月汽车修配厂（现十月拖拉机厂）、新疆机械厂、八一面粉厂、木工厂等10多个工矿企业，初步奠定了新疆工业发展的基础。"
        },
        {
            "type": "text",
            "text": "       1952年和1953年把驻新疆部队整编为国防军和生产军，生产部队整编为10个农业师、1个建筑工程师、1个建筑工程处、1个运输处，共约10.55万人，担负屯垦戍边任务。同时把开垦的3.67万公顷耕和一些骨干工业无偿交给地方。"
        },
        {
            "type": "text",
            "text": "       1954年7月15日，中国共产党新疆分局和新疆军区发电报给西北军区、西北局和军委总参谋部，提出关于组建新疆军区生产建设兵团及其领导机构、名称的请示报告。8月6日，军委总参谋部复电：同意第二十二兵团部与军区生产管理部合并，成立新疆军区生产建设兵团。兵团司令部驻乌鲁木齐市，司令员陶峙岳，政委王恩茂兼任，副政委张仲瀚，兵团下辖15个师级单位。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n新疆生产建设兵团举行兵团农业师（2012年12月24日，名称由“新疆生产建设兵团农业建设第×师”更名为“新疆生产建设兵团第×师” ）\n\r\n第一师：1953年成立，主要分布在阿克苏地区境内，师部驻阿拉尔市。"
        },
        {
            "type": "text",
            "text": "第二师：1953年成立，主要分布在巴音郭楞蒙古自治州境内，师部驻铁门关市。"
        },
        {
            "type": "text",
            "text": "第三师：1966年成立，主要分布在喀什地区境内，师部驻图木舒克市。"
        },
        {
            "type": "text",
            "text": "第四师：1953年成立，主要分布在伊犁哈萨克自治州直属原伊犁地区境内，师部驻伊宁市。"
        },
        {
            "type": "text",
            "text": "第五师：1953年成立，主要分布在博尔塔拉蒙古自治州境内，师部驻博乐市。"
        },
        {
            "type": "text",
            "text": "第六师：1953年成立，主要分布在昌吉回族自治州境内，师部与五家渠市师市合一。"
        },
        {
            "type": "text",
            "text": "第七师：1953年成立，主要分布在奎屯附近，师部驻奎屯市，拥有奎屯市天北新区。"
        },
        {
            "type": "text",
            "text": "第八师：1953年成立，主要分布在石河子附近，师部驻石河子市，师部与石河子市师市合一。"
        },
        {
            "type": "text",
            "text": "第九师：1962年成立，主要分布在伊犁哈萨克自治州塔城地区北部边境地区，师部驻额敏县。"
        },
        {
            "type": "text",
            "text": "第十师：1959年成立，主要分布在伊犁哈萨克自治州阿勒泰地区境内，师部驻阿勒泰市北屯市。"
        },
        {
            "type": "text",
            "text": "新疆生产建设兵团建筑工程师：1953年成立，以工业、工程施工为主，师部驻乌鲁木齐市。"
        },
        {
            "type": "text",
            "text": "第十二师：即原乌鲁木齐农场管理局，1982年成立，2001年改为新疆生产建设兵团农业建设第十二师，主要分布在乌鲁木齐市境内，师部驻乌鲁木齐市。"
        },
        {
            "type": "text",
            "text": "第十三师：即原哈密农场管理局，1982年成立，2001年改为新疆生产建设兵团农业建设第十三师，主要分布在哈密地区境内，师部驻哈密市。"
        },
        {
            "type": "text",
            "text": "第十四师：即原和田农场管理局，1982年成立，2001年改为新疆生产建设兵团农业建设第十四师，主要分布在和田地区境内，师部驻和田市。"
        },
        {
            "type": "text",
            "text": "二二二团：1959年1月19日创建，其前身是兵团农六师干部大队，团部在北亭镇。2013年12月27日，二二二团整建制划归兵团第十二师管理。"
        }
    ]
}