{
    "title": "五家渠市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "142",
            "category": "新疆生产建设兵团"
        },
        {
            "id": "229",
            "category": "五家渠市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：477次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清末民初有杨、冯、杜等5户人家，为种地从老龙河引出一条水渠，人称“五家渠”。1950年6月，王震陪同彭德怀到此考察；1951年7月，中国人民解放军六军十七师冬耕队到此开荒；1952年3月，十七师师长程税长率队勘察修筑水库，“五家渠”开始被作为地名使用。1953年11月，十七师更名为农六师后，师部迁此，“五家渠”被作为自然镇名称沿用到2001年。2002年9月，国务院批准在五家渠设立新疆维吾尔自治区直辖县级市。2004年1月19日，五家渠正式挂牌设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉以前，先后为塞种、大月氏的游牧之地，西汉文帝前元四年(前176年年)，匈奴西击月氏控制了西域大部分地区，属匈奴。西汉武帝太初三年(前102年)，汉在西域设使者校尉，为在此建立地方政权奠定基础；西汉宣帝神爵二年（前60年），汉朝在乌垒设西域都护府，匈奴日逐王先贤掸率众降于汉，西域含今市境一带正式纳入汉朝版图。"
        },
        {
            "type": "text",
            "text": "       三国魏文帝黄初三年(222年)，魏赐车师后部王“壹多杂守魏侍中”，号大都尉，天山以北皆为车师后部管辖。前凉建兴二十三年(335年)，西域悉归前凉统治，本区由前凉西胡校尉杨宣管辖。东晋安帝元兴元年(402年)，柔然大破西北部的匈奴遗部，吞并诸部，本地区属柔然。北魏孝文帝太和十一年(487年)，高车反抗柔然，西迁至车师西北部，本地区一带受高车控制。孝明帝熙平元年(516年)，柔然大败高车，重又控制本区。西魏废帝二年(553年)，突厥取代柔然雄踞漠北，突厥木杆可汗继位，准噶尔盆地南部的铁勒诸部归其统治。"
        },
        {
            "type": "text",
            "text": "       唐朝平定高昌，统一西域后，设置伊、西、庭3州。庭州设置于太宗贞观十四年(640年)，辖金满、蒲类、西海、轮台4县，今五家渠地域在轮台境内。武后长安二年(702年)，设北庭都护府，同时置轮台都督府。唐武宗会昌年间(841年～846年)，回鹘部众大举外迁，其中一支进入北庭，史称“高昌回鹘”，庭州范围属其管辖。"
        },
        {
            "type": "text",
            "text": "       宋徽宗宣和六年(1124年)，辽王朝耶律大石占据北庭，西州回鹘臣属西辽，庭州属西辽。蒙古成吉思汗四年(1209年)，臣属于西辽的高昌回鹘改向蒙古称臣，宪宗蒙哥元年(1257年)，蒙古在西域设别失八里行尚书省，今市境一带为其彰八里城辖地。元世祖至元十八年(1281年)，重设北庭都护府。至元二十年(1283年)，设置别失八里等地宣慰司，直接统辖天山以北军政事务。元顺帝至正六年(1346)，东察合台汗国建立后，又为其领地。"
        },
        {
            "type": "text",
            "text": "       明永乐十六年至宣德三年(1418年～1428年)，瓦剌势力西进，控制了天山北路地区。明末清初，瓦剌(又称卫拉特、厄鲁特)分为四部，今市境先属和硕特，后属准噶尔部的垂木伯尔游牧地。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十二年(1757年)，历经康、雍、乾三朝，历时68年的平定准噶尔叛乱以清廷的胜利而告终。次年，在乌鲁木齐设都统。乾隆三十八年(1773年)，改为迪化直隶州。今市域为其所辖。光绪十年(1884)，新疆设省。次年，迪化州升为府，同时增设迪化、昌吉等6县，本地为迪化县、昌吉县所辖。"
        },
        {
            "type": "text",
            "text": "       民国十七年(1928)设置乾德县，本地地域属迪化道（后为专区）管辖的乾德县、昌吉县的一部分。民国三十六年（1947年）为西北行辕军垦处。"
        },
        {
            "type": "text",
            "text": "       1949年9月，新疆和平解放。新中国成立后，建立猛进、八一、十六团3个军垦农场和农六师师部五家渠，行政区划仍属米泉、昌吉两县，工商税务等由两县派出机构管理，其他司法、行政事务属新疆生产建设兵团的师、团场管理。1952年，中国人民解放军第六军第十七师进驻迪化专区各县，在此屯垦建设。1953年十七师更名为农六师，师部由迪化迁至五家渠。五家渠因最初有五户人家在此修渠定居，遂于1969年改今名。农六师所属的猛进农场在五家渠南北一带开荒生产，八一农场在乾德县梧桐窝子一带开荒生产，十六团农场在蔡家湖一带开荒生产（地跨乾德、昌吉两县）。1954年2月，乾德县更名为米泉县，同年7月昌吉回族自治区成立（1955年改为昌吉回族自治州），本地地域属昌吉回族自治区（州）管辖的米泉县和昌吉县。"
        },
        {
            "type": "text",
            "text": "1975年，农六师建制撤销后，团场归属昌吉回族自治州。1978年后，由昌吉回族自治州政府在五家渠分别设立工商、税务、物价监督、质量技术监督等机构，管理五家渠和一○一、一○二、一○三3个团场的上述行政事务。1983年和1997年昌吉、米泉分别撤县设市（米泉市后又与乌鲁木齐市东山区合并，成为米东区），本地地域仍属两市管辖。1982年，兵团和农六师建制恢复后，团场复归农六师。师部五家渠成为由新疆生产建设兵团管理和地方政府通过工商、税务等机构行使政府部分职能的特殊行政区划单位。2002年9月17日，农六师所属的一〇一（全部）、一〇二（大部）、一〇三（大部）3个团场和师直五家渠（全部）的地域从原米泉市、昌吉市析出，设立县级五家渠市，市人民政府驻五家渠。2003年12月，新疆维吾尔自治区人民政府就五家渠设市发出通知。2004年1月19日正式挂牌设立。"
        }
    ]
}