{
    "title": "图木舒克市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "44",
            "category": "新疆维吾尔族自治区"
        },
        {
            "id": "142",
            "category": "新疆生产建设兵团"
        },
        {
            "id": "230",
            "category": "图木舒克市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：376次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       原名“吐木休克”，古波斯语，意思不详。清乾隆二十四年（1759年） 平定大小和卓叛乱后，在此地设图木休克军台。光绪十年（1884年）新疆建省，图木休克为屯垦区，隶属巴楚州。1958年，图木休克区改为图木休克公社，1969年建场，为兵团农三师52团场驻地。1997年在农三师图木休克垦区（即小海子灌区）拟建图木舒克市，2002年9月17日，正式设立县级图木舒克市。图木舒克，维吾尔语，“鸟的嘴”，“突出的一角”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉宣帝神爵二年（公元前60年）西汉政府在乌垒设西域都护府，今图木舒克市、巴楚县一带隶属西汉都护府管辖。东汉光武帝建武五年（29年）莎车王康率傍国拒匈奴，河西大将军窦融承制立康为莎车建功怀德王、西域大都尉，今图木舒克市、巴楚县一带属莎车王管辖。永平十八年（ 75年），东汉班超率吏士36人赴西域，曾在图木舒克山麓磐橐城（即托库孜萨来古城，汉语称为九宫殿，后称为唐王城）驻守17年。"
        },
        {
            "type": "text",
            "text": "       唐高宗永徽二年（651年） 瑶池都督阿史那贺鲁叛乱，安西四镇失陷，安西都护府撤回西州。今图木舒克市、巴楚县一带为阿史那贺鲁势力范围。唐高宗显庆三年（658年） 唐朝平定西突厥阿史那贺鲁叛乱，以其地设昆陵、蒙池都护府，其所属诸国皆属州、府管辖，安西都护府后移龟兹。今巴楚一带设蔚头州（即今托库孜萨来古城），属龟兹都督府管辖。唐昭宗景福二年（893年） 喀拉汗王朝奥古尔恰克（卡迪尔汗）与中亚萨曼王朝交战失利，迁都喀什噶尔。此后喀拉汗王朝不断扩大在塔里木盆地的势力范围。今图木舒克市一带为其领地。"
        },
        {
            "type": "text",
            "text": "       北宋太祖建隆元年（960年） 喀拉汗王朝木萨•本•阿不都克里木汗（阿尔斯兰汗）定伊斯兰教为国教，今图木舒克市逐步伊斯兰化，其他宗教相继衰亡。"
        },
        {
            "type": "text",
            "text": "       元成吉思汗十三年（1218年） 成吉思汗派部将，占领天山南路各城，今图木舒克市、巴楚县一带复归元朝统治。元成吉思汗二十年（1225年）春，成吉思汗分封诸子，锡尔河以东的游牧区为察合台封地，今图木舒克市一带为察合台势力范围。"
        },
        {
            "type": "text",
            "text": "       明武宗正德九年（1514年） 东察合台汗国阿黑麻汗之子萨亦德建立叶尔羌汗国，今图木舒克市、巴楚县一带属其管辖。"
        },
        {
            "type": "text",
            "text": "       清乾隆二十四年（1759年） 平定大小和卓叛乱后，确立军台,成为官道。清政府自叶尔羌起，从南向北，由西向东沿路设立13个军台。今图木舒克市五十一团境内设图木休克军台（又称九台）。清乾隆二十五年（1760年） 巴尔楚克设立六品阿奇木伯克1员，辖属叶尔羌办事大臣。后又添设七品明伯克2员。其中1员为察特西林（今图木舒克市五十三团）伯克。1831年，清廷将巴尔楚克城迁移至玛拉巴什。光绪十年（1884年） 新疆建省，置玛拉巴什直隶厅。新疆军台改为驿站，图木休克军台命名为图木休克驿站。1902年，玛拉巴什直隶厅改为直隶州，称为巴楚州，图木休克依然为屯垦区。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废旧制中州府厅为县，所以巴楚州改为巴楚县。民国三十二年（1943年）11月 巴楚县全面推行保甲制，图木休克为民治乡，下辖8保123甲。"
        },
        {
            "type": "text",
            "text": "       解放后，1950年，巴楚全县设六区，图木休克区为三区。1958年，图木休克区改为图木休克公社。1960年，自治区农垦厅在图木休克区建立图木休克总场（又称巴楚总场）。1965年，图木休克公社并入图木休克总场。1969年，图木休克总场及其分场、小海子水库及水库管理处等划归农三师建制。1975年，农三师建制撤消，图木休克总场划归喀什地区革委会农垦局。1982年，恢复农三师建制。后经建制的变迁，农三师辖三个灌区和两个山地牧场，图木休克所在地即为原小海子灌区。1997年中央为进一步加强新疆生产建设兵团工作，批准在农三师图木休克垦区（即小海子灌区）设立图木舒克市，为自治区直辖县级市。2002年9月17日，正式设立县级图木舒克市，市政府驻齐干却勒。"
        }
    ]
}