{
    "title": "齐齐哈尔市碾子山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：464次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1902年东清铁路建成后，设碾子山前站，1914年更名为碾子山站。民国三十五年（1946年）2月4日，成立碾子山区人民政府。1952年1月16日，碾子山区改称碾子山镇，1958年12月12日，更名为华安人民公社，1967年10月30日，改为华安人民公社革命委员会。1980年6月20日，改华安区革命委员会为华安区人民政府。1983年12月24日，华安区改为齐齐哈尔市碾子山区。碾子山区，以碾子山得名。碾子山，产石，可制碾磨，故称“碾子山”。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       光绪二十三年（1897年），形成村落，以山得名。光绪二十八年（1902年）3月，东清铁路建成，昂昂溪（时称齐齐哈尔）、富拉尔基、虎尔虎拉（时称腰库勒）、碾子山（时称碾子山前站）开站（即临时营业）。　"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）5月20日，碾子山设保公所。10月，设碾子山警察分所，归东省特别区第四区博克图警察署管辖。是年，碾子山前站更名为碾子山站。民国四年（1915年）9月25日龙江县分为3个自治区，省城齐齐哈尔本城部分为第一区；宁年乡、富裕乡、东官乡、特穆乡为第二区；齐台乡、卧龙乡、甘南乡、兴让乡为第三区。第三区亦称江西区，范围东至嫩江西岸，西至碾子山，北至布特哈旗（扎兰屯）。碾子山屯隶属兴让乡。是年，碾子山屯纳入龙江县。民国十五年（1926年），龙江县划分为4个区，含8个乡；一区辖东官乡、特穆乡；二区辖甘南乡、兴让乡；三区辖齐台乡、卧龙乡；四区辖宁年乡、富裕乡。碾子山屯隶属第二区的兴让乡。民国十八年（1929年），龙江县划为4区，含151乡。碾子山屯为二区第二十六乡。"
        },
        {
            "type": "text",
            "text": "       伪大同元年（1932年），龙江县实行保甲制，碾子山改乡为保，设保公所，辖6甲。伪康德五年（1938年）4月4日，龙江县实行街村制，全县共设1街16村，即昂昂溪街，大民村、小阿拉村、富拉尔基村、富乡村、回子房村、哈拉台村、朱家坎村、七棵树村、李三店村、碾子山村、达胡店村、卧牛吐村、文固达村、塔哈村、后依力巴村、霍托气村。碾子山设村公所，村长武新周，村下辖屯，屯下辖牌。伪康德六年（1939年），龙江县共辖昂昂溪、富拉尔基、朱家坎、李三店、碾子山5镇。　　"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）2月4日，人民自卫军警备二旅第五团攻占碾子山，碾子山解放，地方维持会解散，成立碾子山区人民政府，隶属龙江县。3月上旬，碾子山区人民政府改称碾子山区公所。民国三十六年（1947年）6月10日，碾子山区公所改称龙江县第四区人民政府。民国三十七年（1948年）7月29日，全县共有11个区，其中城镇区5个，四区设于碾子山。"
        },
        {
            "type": "text",
            "text": "       1952年1月16日，碾子山区改称碾子山镇，设镇人民政府。1954年9月27日，朱家坎、碾子山两个镇由龙江县直辖。1958年9月15日，碾子山镇成立超美人民公社，隶属龙江县。12月12日，建立以国营华安机械厂为主体的县级厂、社（华安人民公社）合一的华安人民公社，隶属嫩江专署。1960年5月31日，原嫩江专员公署直辖的华安人民公社及其所辖的24个村和28个街巷划归齐齐哈市。1961年8月30日　撤销政社合一体制，恢复区级行政体制，华安人民公社改为华安区人民委员会，隶属齐齐哈尔市。1967年10月30日，撤销华安区人民委员会，成立华安人民公社革命委员会。1968年1月7日，华安人民公社革命委员会改为华安区革命委员会。1980年6月20日，改华安区革命委员会为华安区人民政府。1983年12月24日，齐齐哈尔市华安区改为齐齐哈尔市碾子山区。"
        }
    ]
}