{
    "title": "富裕县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        },
        {
            "id": "78",
            "category": "富裕县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：385次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清中叶称此地为大来克屯。民国十八年（1929年）由龙江县析置富裕设治局，伪满洲国成立后，将富裕没治局改为富裕县。富裕之称是以流经县境的富裕尔河得名。富裕尔河又名乌裕尔河。此河是黑龙江省最大的内陆河，发源于小兴安岭南麓，两岸地势低洼，每到雨季，则渲泄不通，沮洳难行。“乌裕尔，又写作“富裕儿”、“呼裕尔 ”、“瑚裕尔”、“乌雨尔”，以及金代设置的“蒲峪路”皆为满语，即“低洼地”的意思。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在唐虞三代为肃慎地；汉时属拉地；后汉、三国时期属北扶余；晋时为扶余奴隶制王国的属地；后魏、北齐属豆莫娄国；隋时属靺鞨黑水部；唐时分属于黑水靺鞨和拨苦仆固两部；辽时归属东京道长春州北境及东北路统军司；金代以乌裕尔河为中心设置蒲与（一作蒲峪）路（路治在今克东县金城公社古城大队）；元朝松花江以北至外兴安岭以南地区，为成吉思汗幼弟贴木哥斡赤斤的封地。至元二十四年（1287年）四月，斡赤斤的曾孙乃颜叛乱，九月，哈丹亦叛，至叛平，遂归辽阳行中书省水达达路万户府灰亦尔千户所所辖，并在境内建有“锡伯图尔城”和“牙剌”、“捻站”两个交通驿站。"
        },
        {
            "type": "text",
            "text": "       明朝为奴儿干都司的统辖地，属兀良哈蒙古之福余卫所辖，福余卫之名源于乌裕尔河，后来的富裕县名称也来源于乌裕尔河，是明代东北蒙古族重要耕牧地区之一。"
        },
        {
            "type": "text",
            "text": "       清朝时富裕一带归盛京（沈阳）总管管辖，顺治十年（1653年）归宁古塔昂邦章京（都统）管辖，康熙二十二年（1683年）清政府在旧瑷珲城设黑龙江将军，富裕地区遂为将军所辖。为了抗击沙俄对黑龙江流域的侵略，黑龙江将军萨布素令满洲八旗官兵的家属，由吉林迁到黑龙江。现居住在富裕县三家子村的计、孟、陶三姓，就是这一时期由吉林水师营迁来的。乾隆二十二年（1757年），乾隆帝平定新疆准噶尔叛乱后，将厄鲁特蒙古一部，迁至乌裕尔河流域驻牧。他们以其姓依克明安名旗，称依克明安旗。旗府设在今富裕县富海镇大泉子村，今富裕属依克明安旗辖地。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）龙江府改为龙江县（治所在齐齐哈尔）。本地隶属于该县的第四区，即富裕(今富路镇）、宁年两乡。县境东部归依克明安旗管辖。民国十八年（1929年）12月8日成立富裕设治局，直隶于黑龙江省。满洲国大同二年（1933年）6月富裕没治局升为富裕县，为丁等县。康德元年（1934年）12月伪满洲国实行帝制，改革省制。将东北划分为十四省，富裕县划属新设的龙江省管辖。民国三十六年（1947年）6月伪龙江省改为嫩江省，富裕县属嫩江省管辖。"
        },
        {
            "type": "text",
            "text": "       1949年4月21日，撤销嫩江省建制，并入黑龙江省。1954年置嫩江专区，辖嫩江、龙江、讷河、依安、泰来、甘南、富裕、林甸、景星等县及杜尔伯特旗。1960年，嫩江专区撤销，其所辖各县划归齐齐哈尔市领导。1968年改置嫩江地区，富裕县复归嫩江地区管辖。1984年12月15日，撤销嫩江地区，将讷河、拜泉、龙江、依安、克山、克东、甘南、泰来、富裕、林甸、杜尔伯特蒙古族自治县共十一个县划归齐齐哈尔市管辖至今。"
        }
    ]
}