{
    "title": "讷河市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        },
        {
            "id": "74",
            "category": "讷河市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：407次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       旧名博尔多，宣统二年七月二十八日（1910年9月1日），设置讷河直隶厅，民国二年（1913年）讷河厅改为讷河县，1992年9月2日，撤销讷河县，设立讷河市。"
        },
        {
            "type": "text",
            "text": "       讷河一名来源于境内的讷谟尔河。清初此地属布特哈旗，“布特哈”满语为“打牲”之意。原居住在黑龙江上游、精奇里江一带的达斡尔、鄂温克、鄂伦春等族，因俄国人侵略黑龙江流域，被迫渡江越岭，迁居至嫩江流域。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在唐虞三代为肃慎地；周以后为秽貊地；汉代属秽地；后汉、三国属北扶余地；晋时为寇漫汗的属地；后魏北齐属豆莫娄；隋时属靺鞨黑水部，唐时属黑水部北栅地。唐开元十六年（728年）置黑水军内附于唐；辽属乌延突厥部；金时为生女真部，属蒲与路；元代此地为斡赤厅分地，归属合兰府水达达等路；明代奴儿干部司于此地置别儿真站；"
        },
        {
            "type": "text",
            "text": "       清初分属齐齐哈尔、墨尔根副都统辖区，清康熙年间清政府将定居于这一带的达斡尔、鄂伦春、索伦诸部落编为布特哈旗，亦称“打牲部落”。布特哈衙门驻扎在嫩江两岸的伊倭齐屯（今莫力达瓦旗尼尔基镇）。1691年（康熙三十年），由布特哈总管管理该处八旗事宜。1894年（光绪二十年），布特哈总管改设副都统，布特哈副都统衙门由江西伊倭齐移至博尔多站（今讷河镇郊长青村）。光绪三十二年正月二十二日（1906年2月15日），裁撤布特哈副都统，以嫩江为界划分为东、西两路布特哈，布特哈东路管辖今讷河、克山、德都、克东4县。光绪三十三年十一月初十日（1907年12月14日）设立讷谟尔河荒段巡防局，并于翌年4月27日启用关防。宣统二年七月二十八日（1910年9月1日），黑龙江巡抚奏准，于东布特哈总管辖境设置讷河直隶厅，隶属黑龙江行省。直隶厅同知钟毓在同年11月17日到任视事。与此同时，裁撤东布特哈总管和巡防局。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改旧制中州、府、厅为县，于是讷河厅改为讷河县，1914年8月，讷河县划归黑龙江省龙江道管辖。民国四年（1915年）3月，讷河县东部地区划出设置克山设治局。民国十八年（1929年）东北政务委员会成立，废道制，讷河县直隶于黑龙江省，为二等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，讷河县初隶黑龙江省。康德元年（1934年）12月1日伪满洲国改行帝制，实行地方行政机构改革，将东北划分为十四省，讷河划归新设的龙江省管辖。1945年“九三”抗日战争胜利后，龙江省改称嫩江省，讷河县隶属嫩江省管辖。民国三十六年（1947年）6月5日公布东北新省区方案，改东北为九省，本县隶属于黑龙江省。"
        },
        {
            "type": "text",
            "text": "       1949年5月，黑龙江、嫩江两省合并后，讷河县划归黑龙江省管辖。1954年8月设立嫩江专区，讷河县归嫩江专区管辖。1960年，嫩江专区撤销，其所辖各县划归齐齐哈尔市领导。1968年改置嫩江地区，讷河县复归嫩江地区管辖。1985年1月1日，正式撤销嫩江地区，讷河县划归齐齐哈尔市领导。1992年9月2日，撤销讷河县，设立讷河市（县级），隶属齐齐哈尔市管辖。"
        }
    ]
}