{
    "title": "泰来县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        },
        {
            "id": "80",
            "category": "泰来县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二年（1913年）11月19日，于泰来镇设置泰来设治局，民国五年（1916年）泰来设治局改升为县。 泰来之称是来源于土名泰来气屯。由蒙古语“他拉戏”音转，“泰来气”为蒙语“种豆者”或译“栽种”。据有关资料记载，这里最早居住的是蒙族种豆的人，所以称为泰来气屯。\n\r\n【沿革】\r\n       唐虞三代直至周、秦为岁貊族居住之地；两汉、三国、魏、晋、南北朝时为夫余国和鲜卑族居住之地；隋、唐时期为室韦族居住之地；金泰和六年（1206年），蒙古尼伦部首领耶速该长子铁木贞统一了大部份蒙古部族，在鄂嫩河畔（亦科斡难河）建蒙古汗国，开始分封其兄弟。泰来为成吉思汗幼弟斡赤斤封地。元至元八年（1271年），元世祖忽必烈废蒙古汗国，改国号为元，其时,今泰来则属于中书省泰宁路，元延祜年间此地改隶辽阳行省。"
        },
        {
            "type": "text",
            "text": "       明洪武二十二年（1389年）,设兀良哈三卫（即福余、朵颜、泰宁三卫）,隶于大宁都司，泰来属朵颜。明正统元年（1436年）,兀良哈三卫改隶奴儿干都司。清初为扎费特、杜尔伯特两旗的属地。光绪二十九年（1903年）旗地开始开放，并设置屯垦局，隶属于大赉厅。"
        },
        {
            "type": "text",
            "text": "       清光绪三十二年（1906年），黑龙江将军辖区设置大赉厅后，隶属大赉厅管辖。清光绪三十三年（1907年），在嫩江西岸设置哈拉霍硕（今泰来县城东北部）屯垦局，管理北洋陆军退伍兵屯垦事宜。清宣统元年（1909年），撤销位于江东多耐站的武兴设治所，并入哈拉霍硕屯垦局，管理杜尔伯特、札赉特两旗荒务，改称杜扎两旗屯垦局"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）11月19日，撤销杜扎两旗屯垦局，于泰来镇设置泰来设治局，隶属黑龙江省管辖。翌年6月，将原属大赉县的塔子城划归泰来设治局管辖。民国五年（1916年）泰来设治局改升为县，称泰来县，列为三等县，县署驻泰来镇，隶属于黑龙江省龙江道管辖。民国十六年（1927年）5月，将泰来县嫩江江东地区划出设置泰康设治局。民国十八年（1929年）2月，裁撤龙江道，泰来县直隶黑龙江省，为二等县。\n\r\n       东北沦陷后，初隶黑龙江省，康德元年（1934年）12月1日伪满洲国改行帝制，实行地方行政机构改革，成立龙江省公署，本县划归龙江省管辖。民国三十六年（1947年）伪龙江省改为嫩江省，泰来县归嫩江省所辖。"
        },
        {
            "type": "text",
            "text": "       东北光复后，1949年4月21日，撤销嫩江省建制，并入黑龙江省。1954年设立嫩江专区，辖嫩江、龙江、讷河、依安、泰来、甘南、富裕、林甸、景星等县及杜尔伯特旗。同年10月，龙江县第十区（九河村除外）划入泰来。1960年，嫩江专区撤销，其所辖各县划归齐齐哈尔市领导。1968年改置嫩江地区，泰来县复归嫩江地区管辖。1984年12月15日，撤销嫩江地区，将讷河、拜泉、龙江、依安、克山、克东、甘南、泰来、富裕、林甸、杜尔伯特蒙古族自治县共十一个县划归齐齐哈尔市管辖至今。"
        }
    ]
}