{
    "title": "龙江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        },
        {
            "id": "82",
            "category": "龙江县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：381次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       光绪三十年十二月二十四日（1905年1月29日），置黑水厅，驻齐齐哈尔城。光绪三十四年七月初九日（1908年8月5日），黑水厅改设龙江府，因其系黑龙江省首府，故名“龙江府”。民国二年（1913年）2月，废旧制中州、府、厅为县，于是改龙江府为龙江县，县署驻齐齐哈尔城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       唐虞无三代属肃慎地；周迄汉为神貊地；柜三迄晋时大扶 余奴隶制王国的属地；后魏、北齐时期属豆莫娄地；隋为靺 鞨黑水部；唐代属黑水靺鞨苦仆固两部；辽代属东京道 长春州北境及东北路统军司伯斯鼻骨德部；金代属蒲与路；元属斡赤厅分地。后属荸苦江军民万户府；明时设置拜苦卫、兀刺忽卫，隶属奴儿干都司统辖；清天聪年间此地为索伦、达斡尔两部所据。"
        },
        {
            "type": "text",
            "text": "       康熙二十八年（1689年）设副都统，隶属黑龙江将军管辖。同三十八年（1699年）黑龙江将军移驻于此。光绪三十一年（1905年）设黑水厅，同年十二月废副部统。光绪三十四年（1908年）由黑水厅升为龙江府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改为龙江县，划属黑龙江省龙江道所辖，后县治由齐齐哈尔移驻龙江镇。民国十八年（1929年）东北政务委员会成立，废道制，县归省直辖，本县直隶黑龙江省，为一等县。"
        },
        {
            "type": "text",
            "text": "       伪满洲国建国之初仍沿用旧制至。康德元年（1934年）十二月伪满洲国实行地方行政机构改革，将东北划分十四省，本县划归新设的龙江省管辖。康德三年（1936年）由龙江县析置齐齐哈尔市。"
        },
        {
            "type": "text",
            "text": "       东北光复后，民国三十六年（1947年）六月五日公布东北新省区方案，将伪省改为九省，取消龙江省，本县划归嫩江省管辖。"
        },
        {
            "type": "text",
            "text": "       1949年4月21日，撤销嫩江省建制，并入黑龙江省，龙江县由黑龙江省直辖。1954年8月设立嫩江专区，划归嫩江专区管辖。1955年9月，龙江县政府迁驻朱家坎镇（今龙江镇）。1956年3月，撤销景星县建制，并入龙江县。1958年9月，将朱家坎镇改为龙江镇。1960年，嫩江专区撤销，其所辖各县划归齐齐哈尔市领导。1968年改置嫩江地区，龙江县复归嫩江地区管辖。1984年12月15日撤销嫩江地区，将讷河、拜泉、龙江、依安、克山、克东、甘南、泰来、富裕、林甸、杜尔伯特蒙古族自治县共十一个县划归齐齐哈尔市管辖至今。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n[“景星县”由来与沿革]"
        },
        {
            "type": "text",
            "text": "       景星地名的由来：一说城北有座山，名景星山，因山得名；一说，相传，建立屯落之初，人们骤然发现“景星”闪烁于天空，预示吉祥，遂取名“景星”。　　"
        },
        {
            "type": "text",
            "text": "       清末，1906年（清光绪三十二年）始设大赉厅景星分防经历，逐渐发展成为小城镇。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）景星县划归龙江县管辖，改分防经历为警察事务所。民国三年（1914年）7月，将警察事务所改为景星镇佐治局，同年10月改为龙江县分驻景星镇县佐。民国四年（1915年）3月，奉黑龙江巡按使公署令，于景星地方设置景星设治局，隶属龙江道。设治员于3月22日启用“景星设治局之关防”。民国十八年（1929年1月，景星设治局升改三等县，县署驻景星镇。由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶黑龙江省，1934年12月划归龙江省管辖。1945年“九三”抗日战争胜利后，划归嫩江省管辖。1949年5月，黑龙江、嫩江两省合并后，归黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       1954年8月，划归新设立的嫩江专区管辖。1956年3月6日，国务院批准，撤销景星县，并入龙江县。"
        }
    ]
}