{
    "title": "甘南县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "46",
            "category": "齐齐哈尔市"
        },
        {
            "id": "79",
            "category": "甘南县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：385次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十五年（1926年）甘井子佐治局改甘南设治局，伪满大同二年（1933年）成立甘南县。甘南之称的由来，据有关资料记载，“甘”指放荒丈地的甘字段；“南”是方位名词，指位于海拉尔之南．建置县治时，便以其二字命名。另据《今县释名》：因“在甘河之南”,故名。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       旧名二站，土名甘井子。甘井子的起源，一说，相传清代康熙年间，从山西逃荒来此地的几户汉人，临时掘井取水，巧逢甘泉，自此以后，移民渐集，烟户口稠，遂将此地以井取名“甘井子”；另一说，甘井子原为达斡尔族牧民为防备每年夏季江汛，赶畜北上放牧为饮牲畜所打的一眼井，由达斡尔语“嘎齐堪·霍都热”演变为“甘井”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在上古三代为肃慎地，后为神籍之地；汉时属沦地；后汉、三国时期为扶余奴隶制王国的属地；晋初仍属扶余地，后入寇侵汗国；后魏、北齐时期属豆莫委；隋代为靺鞨黑水部；唐代属黑水靺鞨；辽代分属上京道泰州及涅利挚古部；金属泰州。元代为斡赤厅分地；明代设置阮里河卫和噶称哥卫。"
        },
        {
            "type": "text",
            "text": "       清代，属齐齐哈尔副都统辖区，为布特哈游牧地，清末放荒招垦，设立荒务机构。光绪三十一年十一月初二日（1905年11月28日），于郭尔罗斯后旗巡防局启用“总理甘井子荒务之关防”，翌年于二站（由齐齐哈尔至呼伦贝尔驿道的第二站，故名二站）附近勘定城基。光绪三十三年（1907年）将曾设置的荒务局由甘井子移至二站（今甘南镇）。光绪三十四年三月（1908年4月），撤销荒务行局设置甘井子巡防局，隶属西布特哈总管，为龙江府所辖。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）7月1日，改设甘井子佐治局，隶属龙江县管辖。同年10月9日批准，将甘井子佐治局改为甘井子县佐。民国五年（1916年）2月，划归布西设治局管辖。1925年12月1日，黑龙江省长公署令，将甘井子佐治局改设甘南设治局，驻地二站改为甘南镇，隶属龙江道管辖。翌年2月13日，启用“甘南设治局之关防”，设置农务会、商务会等机构设施，从此以后此地逐渐发展起来。民国十八年（1929年）2月，龙江道撤销后，改由省直辖。"
        },
        {
            "type": "text",
            "text": "       伪满大同二年（1933年）县治改组，成立甘南县公署，并将布西县的部分行政区域划归甘南县管辖。康德元年（1934年）十二月伪满洲国改行帝制后，实行地方行政机构改革，划东北为十四省，甘南县划归新设的龙江省所辖。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）六月五日公布东北新省区方案，伪龙江省改为嫩江省，甘南归嫩江省管辖。"
        },
        {
            "type": "text",
            "text": "       1949年5月，撤销嫩江省，并入黑龙江省，甘南县隶属黑龙江省管辖。1954年8月设立嫩江专区，甘南县归嫩江专区管辖。1960年，嫩江专区撤销，其所辖各县划归齐齐哈尔市领导。1968年置嫩江地区，甘南县归嫩江地区管辖。1984年12月15日撤销嫩江地区，将讷河、拜泉、龙江、依安、克山、克东、甘南、泰来、富裕、林甸、杜尔伯特蒙古族自治县共十一个县划归齐齐哈尔市管辖至今。"
        }
    ]
}