{
    "title": "黑河市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "47",
            "category": "黑河市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：404次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1980年11月由爱珲县的部分行政区域析置为黑河市，黑河是以河水得名，即黑龙江，满族人称之为\"萨哈连乌拉\"，鄂温克人称之为\"卡拉穆尔\"，是为\"黑水\"、\"黑江\"、\"黑河\"之意。1983年4月撤销爱珲县，将爱珲县并入黑河市。原瑷珲地名系满语“可畏”之意，一名艾浑、爱呼、艾浒。以境内的艾虎河（一名鼎河，今苏联境内的藏嘎河）故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在周以前为肃慎地。汉朝为挹娄地。三国时属扶余。晋时入寇漫汗。后魏、北齐属豆莫娄国；隋时分属黑水靺鞨及北室韦地；唐同之；五代至辽属五国部；金为扶余路的辖境；元时为斡赤斤分地，后属开元路；明时在此设置考郎兀、忽里吉山、巴忽鲁等卫。"
        },
        {
            "type": "text",
            "text": "       清康熙二十二年（1683年）为抗击沙皇俄国的入侵，于黑龙江左岸（今苏联境内的维笑勒依村）设置镇守黑龙江等处的将军，筑城驻兵，任命抗俄名将萨布素为第一任黑龙江将军。康熙二十四年（1685年）黑龙江将军移驻江右岸的达呼尔族城堡一托尔加城（今爱珲公社）并称此地为新爱珲城，又名黑龙江城，将军及副都统均移驻新爱珲城。而江左岸的城堡称旧爱珲，设城守尉镇守。康熙二十九年（1690年）根据将军萨布素关于墨尔根“首尾易制”的奏请，黑龙江将军驻地移至墨尔根城，黑龙江城由城守尉驻守。庚子事变后，暧珲、黑河及黑龙江右岸的各都市均为俄军占领。"
        },
        {
            "type": "text",
            "text": "       光绪三十二年（1906年），归还后，清政府复设瑷珲副都统，同时又设置了兴东道，二者以逊河为界。同年在黑河设交涉局，光绪三十四年（1908年）撤消交涉局，并于此地设置黑河副部统府，黑河副都统府设立后的第二年，即宣统元年（1909年）撤消瑷珲副部统府。以兵备道代之，道台驻瑷珲，与此同时设置瑷珲厅。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）黑河副都统府撤消，所管事务均移交瑷珲厅及兵备道管理，同年改兵备道为观察使，并移驻黑河。民国二年（1913年）改接泽厅为瑷珲县，此后观察使改为道尹，称之为黑河道尹，瑷珲县为黑河道所辖。民国十八年（1929年）东北政务委员会成立，废道制，县归省直辖，本县直隶黑龙江省为一等县。"
        },
        {
            "type": "text",
            "text": "       伪满大同二年（1933年）县公署由瑷珲移驻大黑河。康德元年（1934年）十二月一日，伪满洲国改行帝制，实行地方行政机构改革，成立黑河管公署，此地为黑河省省会所在地。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）东北光复，民国三十六年（1947年），将伪北安，黑河二省合并为黑龙江省，本县划归黑龙江省所辖。"
        },
        {
            "type": "text",
            "text": "       1953年3月松江省的佛山县划归黑龙江省管辖，仍隶黑河专区。1954年8月，松江、黑龙江两省合并为黑龙江省后，仍保留黑河专区，管辖范围不变。1955年和1956年，佛山县更名为嘉荫县，瑷珲县改为爱辉县。1960年1月，将新设置的北安市划归黑河专区管辖。1963年6月，撤销北安市，恢复北安、德都两县。是时，黑河专区共辖爱辉、呼玛、逊克、孙吴、嘉荫、北安、德都7县。"
        },
        {
            "type": "text",
            "text": "       1967年4月，成立黑河地区革命委员会，黑河专员公署正式撤销，黑河专区遂改为黑河地区，地区革委会驻爱辉县黑河镇。1969年10月，为适应战备形势的需要，黑河地区革委会迁驻北安县北安镇。1970年4月，将嘉荫县划归伊春地区管辖，将呼玛县划归大兴安岭地区管辖，将嫩江地区所属的嫩江县划归黑河地区管辖。翌年7年，黑河地区革委会迁驻嫩江县嫩江镇，1972年7月迁回爱辉县黑河镇。1979年2月，黑河地区革命委员会改为黑河地区行政公署。1980年11月，将爱辉县黑河镇等划出设置黑河市（县级）。1983年4月，撤销爱辉县，并入县级黑河市；撤销北安县，设置北安市。同年10月，以德都县五大连池镇设置五大连池市，由黑河地区管辖。至此，黑河地区共辖3市、4县，即黑河、北安、五大连池市，嫩江、德都、逊克、孙吴县。"
        },
        {
            "type": "text",
            "text": "       1993年2月8日，撤销黑河地区，设立黑河市（地级）；原县级黑河市改设爱辉区。黑河市下辖爱辉区和嫩江、德都、孙吴、逊克4县，原黑河地区所辖的北安市、五大连池市由省直辖，由黑河市（地级）代管。1996年1月31日，撤销德都县，将其行政区域并入五大连池市，五大连池市政府驻地迁至原德都县政府驻地青山镇。"
        }
    ]
}