{
    "title": "黑河市爱辉区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "47",
            "category": "黑河市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：369次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       黑河市，原称“大黑河屯”。“大黑河屯”是区别“小黑河屯”的称呼。“黑河”名称的由来，一说因其濒临黑龙江，黑龙江又名“黑水”，亦称“黑河”；一说蒙古语“安巴萨哈连”，意为“大黑河”。指境内的艾虎河（一名鼎河，今俄罗斯境内的藏嘎河）故名。\r\n　　\r\n       黑河市由爱辉县演变而来。爱辉，原称“瑷珲”，取名于瑷珲河，亦作“艾浑”、“艾浒”、“爱呼”等。“瑷珲”为达斡尔语，意为“可畏”。1956年为更改生僻字地名，将“瑷珲”改为“爱辉”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在周以前为肃慎地；汉至三国时期为挹娄地；晋时入寇漫汗；后魏、北齐属豆莫娄国；隋时分属靺鞨黑水及北室韦地；唐同之；五代至辽属五国部；金为扶余路的辖境；元时为斡赤斤分地，后属开元路；明时在此设置考郎兀、忽里吉山、巴忽鲁等卫。"
        },
        {
            "type": "text",
            "text": "       清康熙二十二年（1683年）为抗击沙皇俄国的入侵，于黑龙江左岸（今苏联境内的维笑勒依村）设置镇守黑龙江等处的将军，筑城驻兵，任命抗俄名将萨布素为第一任黑龙江将军。康熙二十四年（1685年）黑龙江将军移驻江右岸的达呼尔族城堡一托尔加城（今爱珲公社）并称此地为新爱珲城，又名黑龙江城，将军及副都统均移驻新爱珲城。而江左岸的城堡称旧爱珲，设城守尉镇守。康熙二十九年（1690年）根据将军萨布素关于墨尔根“首尾易制”的奏请，黑龙江将军驻地移至墨尔根城，黑龙江城由城守尉驻守。庚子事变后，暧珲、黑河及黑龙江右岸的各都市均为俄军占领。"
        },
        {
            "type": "text",
            "text": "       光绪三十二年（1906年），归还后，清政府复设瑷珲副都统，同时又设置了兴东道，二者以逊河为界。同年在黑河设交涉局，光绪三十四年（1908年）撤消交涉局，并于此地设置黑河副部统府。宣统元年（1909年）撤消瑷珲副部统府。以兵备道代之，道台驻瑷珲，与此同时设置瑷珲厅。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）黑河副都统府撤消，所管事务均移交瑷珲厅及兵备道管理，同年改兵备道为观察使，并移驻黑河。民国二年（1913年）改接泽厅为瑷珲县，此后观察使改为道尹，称之为黑河道尹，瑷珲县为黑河道所辖。民国十八年（1929年）东北政务委员会成立，废道制，县归省直辖，本县直隶黑龙江省为一等县。"
        },
        {
            "type": "text",
            "text": "       伪满大同二年（1933年）县公署由瑷珲移驻大黑河。康德元年（1934年）十二月一日，伪满洲国改行帝制，实行地方行政机构改革，成立黑河管公署，此地为黑河省省会所在地。"
        },
        {
            "type": "text",
            "text": "       1945年“九三”抗日战争胜利后，瑷珲县划归黑龙江省管辖。同年11月，成立黑河地区行政办事处，瑷珲县归黑河地区管辖。1947年2月，黑嫩联合省成立后，归第五专区管辖；同年9月黑嫩省分开，第五专区恢复为黑河专区，仍隶黑河专区。"
        },
        {
            "type": "text",
            "text": "       1956年12月11日，全国更改生僻字地名，将瑷珲县改为爱辉县。1959年将西南部的霍龙门乡划归嫩江县。1980年11月15日，设立黑河市（县级），隶属黑河地区。1983年4月28日，撤销爱辉县，并入黑河市。1993年2月8日，撤销黑河地区，设立黑河市（地级），原县级黑河市改设爱辉区。"
        }
    ]
}