{
    "title": "逊克县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "47",
            "category": "黑河市"
        },
        {
            "id": "86",
            "category": "逊克县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：406次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十八年（1929年）3月15日，奇克设治局改为奇克县，民国二十一年（1932年）5月10日设置逊河县，民国三十二年（1943年）7月1日，将逊河县和奇克县合并为逊克县。"
        },
        {
            "type": "text",
            "text": "       逊克县名，由逊河和奇克两县合并时，各取原县名一字组成。逊河县，因逊河得名。“逊河”，又称“逊别拉河”。“逊别拉”为满语，“逊”为“奶浆”之意，“别拉”为“河”。奇克县，因山得名。境内有一山称之为“奇克勒”，后转音为“奇克特”，简称“奇克”。"
        },
        {
            "type": "text",
            "text": "【沿革】\n逊河县：\r\n       逊河县之名来源于逊必拉河。此地远在周以前为肃慎地。汉至三国时期属挹娄地；隋时为靺鞨黑水部及室韦地；唐仍之；辽时为生女真地；金时属扶余路的辖境；元时为斡赤斤分地，属开元路管辖；明时为速温河卫所辖。清代属黑龙江副都统辖区，为鄂伦春族游牧地。清光绪三十二年（1906年），于逊河地方设置毕拉尔路鄂伦春协领公署，管理鄂伦春族事务。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，民国三年（1914年）毕拉尔路鄂伦春协领公署驻车陆。民国五年（1916年）5月15日设逊河稽垦局，由爱珲、龙镇来的移民先后定居于逊河流域，由于移民日增，民国十七年（1928年）11月27日，稽垦局升置为逊河设治局。民国十八年（1929年）东北政务委员会成立，废道制，逊河设治局直隶黑龙江省。1931年7月1日逊河设治局改设为县，隶黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       康德元年（1934年）十二月，伪满洲国改行帝制，实行地方行政机构改革，成立黑河省公署，逊河县隶属黑河省。康德十年（1943年）十月设置东满总省和兴安总省的同时，将逊河、奇克两县合并为逊克县，仍为黑河省管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）东北光复后，黑河省自然解体，逊克县隶属黑龙江省。1947年5月，撤销乌云县，并入逊克县，改设乌云区。1949年置黑河专区，辖瑷珲、孙吴、逊克、呼玛等县。1965年12月，将富饶公社（原乌云区）之大部划归嘉荫县。1967年4月，成立黑河地区革命委员会，黑河专员公署正式撤销，黑河专区遂改为黑河地区。1979年2月，黑河地区革命委员会改为黑河地区行政公署。1993年2月8日，撤销黑河地区行政公署，设立黑河市（地级），逊克县隶属黑河市至今。"
        },
        {
            "type": "text",
            "text": "奇克县：　\r\n       奇克旧名奇克特，又名奇克勒，系鄂伦春语“薪屋”之意。此地元代之前的沿革与逊河县基本相同。明代属巴忽警卫和额克卫地。1909年（清宣统元年），于奇克特设置卡伦，隶属瑷珲兵备道。1915年6月2日，撤销奇克特卡伦，改设奇克特县佐，隶属瑷珲县。民国十八年（1929年）2月11日奇克特县佐改升奇克设治局；同年3月15日，奇克设治局改为奇克县，县政府驻奇克镇，为三等县，由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       伪满大同二年(1933年)3月，日本侵略者入侵奇克县，隶属伪满黑龙江省。伪满康德元年(1934年)12月，伪满黑河省公署成立后，划归伪满黑河省公署管辖。伪满康德十年(1943年)7月，奇克县与逊河县合并为逊克县。"
        },
        {
            "type": "text",
            "text": "乌云县：　 \r\n       乌云县名以地濒乌云河故名。元代前沿革与逊河县基本相同。明代分属弗河卫，哈里分卫五延所、五因所。清光绪三十四年（1908年）拟于乌云河设治，后因种种原因，未能实现。直至民国五年始置设治局，民国十八年（1929年）乌云没治局改为乌云县，直隶黑龙江省为三等县，由黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       伪满康德元年(1934年)12月，伪满黑河省公署成立后，乌云县黑河省管辖。民国三十四年（1945年）抗日战争胜利后，乌云县归黑龙江省管辖。民国三十六年（1947年）5月，撤销乌云县，并入逊克县，设置乌云区。1966年12月，乌云区大部分划归嘉荫县管辖。"
        }
    ]
}