{
    "title": "嫩江县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "47",
            "category": "黑河市"
        },
        {
            "id": "87",
            "category": "嫩江县"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：375次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清康熙四十九年（1710年），墨尔根城设置副都统衙门，光绪三十四年（1908年〕废墨尔根副都统新设府治，改名为嫩江府，民国二年（1913年）嫩江府改为嫩江县。"
        },
        {
            "type": "text",
            "text": "       嫩江一名是因水得名。据史料记载，嫩江是南北朝时的难水，亦称难河，唐书称那河，亦呼狃越河，元史之恼木连，一作猱河，一作纳兀河，又作那江，金史之纳浯江。明书为脑温河。清代称诺尼水。“诺尼”、“嫩”皆为满语“碧绿”的意思。嫩江发源于小兴安岭的伊勒呼里山，上游流行于深山峡谷之间，河水清彻碧透。"
        },
        {
            "type": "text",
            "text": "       嫩江旧称墨尔根一名的由来，一说为：墨尔根（又作水里吉）是蒙语（还有说是满语），汉语的意思是“善射”即“善于打猎的人”或称“精能”“有智慧的人”。表示这里居住的人是以“打牲”为生。二说为：墨尔根是来源于嫩江上游的墨尔根河；三说为：康熙年间在此地挖井，偶得一块石头，其表面上标有莫来垦，后相传音讹墨尔根。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地汉时属挹娄国的属地；普属扶余地；北魏归属勿吉黑水都；唐代属黑水部都督府管辖，后入渤海国领域；金为蒲与路地；元属开元路；明初归扶余卫管辖；"
        },
        {
            "type": "text",
            "text": "       清康熙二十四年（1685年），清廷以墨尔根地方紧要，决定筑城设兵驻守。同年，于此地设北路驿站第六站，称“墨尔根站”。康熙二十九年（1690年）黑龙江将军由瑷珲移驻于此。康熙三十二年（1693年〕黑龙江副都统亦由瑷珲移驻此地。康熙三十八年（1699年）黑龙江将军及副都统均移驻齐齐哈尔，墨尔根城留城守尉驻守。清康熙四十九年（1710年），墨尔根城复设副都统衙门，隶属黑龙江将军管辖。光绪三十四年（1908年〕废墨尔根副都统新设府治，改名为嫩江府，以汉人为知府，同时将墨尔根副部统管辖区域的一切事务均归嫩江府接管。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）在满洲行政区域改革之际，嫩江府改为县，隶属黑龙江省龙江道。民国十八年（1929年）东北政府委员会成立，废道制，县归省直辖。嫩江县直隶黑龙江省，为三等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，隶属黑龙江省。伪满康德元年（1934年），嫩江以西的行政区域划归巴彦旗。同年12月实行地方行政机构改革，划东北为十四省，嫩江县划归龙江省管辖。康德六年（1939年）六月增设东安、北安两省，嫩江划归北安省管辖。康德十年（1943年）十月在设置东满总省（包括牡丹江、东安、间岛三省）和兴安总省（包括兴安东、西、南、北四省）之际，又将嫩江县划属黑河省。"
        },
        {
            "type": "text",
            "text": "       1945年“九三”抗日战争胜利后，划归嫩江省管辖。1947年2月至9月，曾隶于黑龙江嫩江联合省第二专区。1949年5月，黑龙江、嫩江两省合并后，隶属黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1954年8月，划归新设之嫩江专区。1959年，爱辉县的霍龙门乡划归嫩江县管辖。1960年5月嫩江专区撤销，嫩江县划归齐齐哈尔市领导。1961年复设嫩江专区，前一年划给齐齐哈尔的嫩江、克东、克山、拜泉、讷河、林甸、依安、富裕、泰来、龙江、甘南11个县和杜尔伯特蒙古族自治县（驻泰康镇）又划归嫩江专区。1970年嫩江专区改称嫩江地区，同时将嫩江县划归黑河地区。1993年2月8日，撤销黑河地区，设立黑河市（地级），嫩江县隶属黑河市至今。"
        }
    ]
}