{
    "title": "大庆市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "48",
            "category": "大庆市"
        }
    ],
    "detail": "[日期：2014-02-17]   来源：www.Youlai19.cn  作者：【由来网】   阅读：401次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1960年5月26日，撤销安达县，设置安达市，同年12月6日，安达市分设天泉、萨尔图、杏树岗、大庆4个区。1979年12月14日，将安达市更名为大庆市。1980年4月25日，大庆市正式成立。"
        },
        {
            "type": "text",
            "text": "       大庆市，是以大庆油田命名的。大庆这个名字的由来与庆祝新中国成立10周年有着紧密联系。1959年9月26日，位于松辽平原的第三口基准井——松基三井喷出具有工业价值的油流，标志着发现了大油田。同年11月8日，在油井所在地黑龙江省肇州县大同镇召开庆祝大会。时任黑龙江省委第一书记的欧阳钦和省长李范五等领导赶来庆祝。途中，他们在车上议论，松基三井喷油，正值新中国成立10周年大庆前夕，是向国庆献上的一份厚礼，喜上加喜、应该大庆。"
        },
        {
            "type": "text",
            "text": "　　在庆祝大会上，欧阳钦提议，把油井所在地的大同镇改为大庆镇。随后，黑龙江省作出了将大同镇改为大庆镇的决定，此后石油部把这个新油田定名为大庆油田。1960年5月26日，国务院批准，撤销安达县，设置安达市，以原安达县全部行政区域和肇州县的大庆区（包括大庆等7个乡镇）和升平、昌德两个乡，为安达市的行政区域。全市总面积9036平方千米，人口30万。安达市人民委员会驻安达镇。由松花江专区代管。同年12月6日，省人民委员会批准，安达市分设天泉、萨尔图、杏树岗、大庆4个区。1961年7月，增设龙风区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       清初为蒙旗杜尔伯特的游猎地，一直设有定居村落。清光绪二十四年（1898年）沙俄修建中东铁路时，在此建立了萨尔图站。光绪三十年（1904年）开始放荒招垦，村屯渐多。清光绪三十二年（1906年）在安达任民镇设置了安达抚民府。民国二年（1913年）改为安达县。伪满时萨尔图被改为兴仁镇。1946年又恢复萨尔图名字。1947年人民民主政权在萨尔图一带建立了几个牧场，1955年合并为红色草原牧场。"
        },
        {
            "type": "text",
            "text": "       1955年松辽石油勘探局开始在安达县大同一带进行石油资源钻探。1959年9月26日，在大同北面高台子附近的“松基三井”喷出了工业油流，把这个油田定名为大庆油田。1960年5月26日，撤销安达县，设置安达市，以原安达县全部行政区域和肇州县的大庆区（包括大庆等7个乡镇）和升平、昌德两个乡，为安达市的行政区域。安达市政府驻安达镇，由松花江专区代管。同年12月6日，安达市分设天泉、萨尔图、杏树岗、大庆4个区。1961年7月，增设龙风区。\n\r\n       1964年6月23日，撤销安达市，设置安达特区（对外仍沿用安达市名称）。1965年3月27日，将安达市（特区）东部地区划出恢复安达县；4月12日，省人民委员会就恢复安达县有关事项下发通知：安达县址设安达镇，安达市址在萨尔图；原安达市所属萨尔图、杏树岗、龙凤等油区划归安达市（特区）管辖，其余地区划归安达县管辖。同年，撤销市辖区，改设萨尔图、龙凤、让胡路3个镇。同年12月28日，安达市改为省直辖。1968年5月，改称“大庆革命委员会”，对外仍沿用安达市名称，对内行文则用“大庆革命委员会”名称。"
        },
        {
            "type": "text",
            "text": "       1974年7月，将萨尔图、龙凤、让胡路3镇改为区的建制。1978年1月，撤销让胡路区。同年4月，将安达县的大同镇、高台子、八井子、老山头、庆阳山、祝三、大青山、葡萄花、双榆树、兴隆泉等10个公社和红旗林场、立志办事处划归安达市管辖。1979年7月，设立大同区。同年12月14日，安达市（特区）更名为大庆市。1980年3月，设立红岗区，恢复让胡路区。全市分设萨尔图、龙凤、让胡路、红岗、大同5个市辖区。1992年8月21日，大庆市实行市领导县体制，将齐齐哈尔市领导的林甸县、杜尔伯特蒙古族自治县和绥化地区所辖的肇州县、肇源县划归大庆市领导。1992年12月1日正式变更隶属关系。"
        }
    ]
}