{
    "title": "肇州县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "48",
            "category": "大庆市"
        },
        {
            "id": "91",
            "category": "肇州县"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       肇州之称起源于金代。此地远在辽代时为出河店（今肇源县茂兴镇南的“昂喇勒”古城），“出河店”原为满语“冰”的意思。金太祖完颜阿骨打在此一举击败辽兵，奠定了建国的基础，金建国后，以“兵胜辽，肇基王绩于此，遂建为州”，因名“肇州”。光绪三十二年（1906年）设置肇州厅，以“该处有肇州古城，即名曰肇州厅”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地唐虞三代为肃慎地；周以后为秽貊地；汉时秽地；后汉三国时期属北扶余地；晋时仍为扶余奴隶制王国的属境；后魏、北齐时期为勿吉北境；隋唐时属黑水靺鞨部；辽属泰州本契丹地；金属上京会宁府。金天会八年（1130年），于出河店设置肇州，领有始兴县，今肇州县在其境内。金天眷元年（1138年），设防御使，隶会宁府。元属辽阳行省开元路，至元三十年（1293年），设置肇州，委派宣慰使。元贞元年（1295年），设置肇州屯田万户府，府治今肇东市四站镇境内“八里城”。明置古鲁卫，隶属奴儿干都司统辖。"
        },
        {
            "type": "text",
            "text": "       清初为哲里木盟郭尔罗斯后旗游牧地，天命九年（1624年）归属于清政府，顺治五年（1648年）封其首领为萨克镇国公。光绪三十年九月初六日（1904年10月14日），设立北郭尔罗斯荒务行局。光绪三十一年九月初七日（1905年10月5日），于察布奇尔台（今肇源县二站镇）设立郭尔罗斯后旗巡防局。勘定“安字十二井子中心”城基地（肇州正式设治后称“老城基”或“老街基”），备添官设署之用。光绪三十二年正月初八日（1906年2月1日），黑龙江将军奏准，设置肇州厅，选驻“骆驼脖子”（今肇源镇），辖境包括今肇州、肇源、肇东3县（市），并于昌五城设肇东分防经历。同年7月9日，肇州厅同知于巡防局启用肇州厅同知关防，隶属黑龙江分巡道。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，民国元年（1912年）11月，将肇州厅东部划出，于昌五城设置肇东设治局。民国二年（1913年）1月23日，黑龙江省都督令各府、厅、州均改为县。同年3月1日，肇州厅改为肇州县，县址“骆驼脖子”，隶属黑龙江省。民国三年（1914年）6月，设置龙江道，归黑龙江省龙江道管辖。民国十八年（1929年）2月，东北政务委员会成立，撤销道的建制，由省直辖，时为二等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，肇州县隶属黑龙江省。康德元年（1934年）8月，因松花江水再度泛滥，县城全部被淹，伪县公署迁至老城基（今肇州镇）。同年12月伪满洲国改行帝制，实行地方行政机构改革，成立滨江省公署，本县由原黑龙江省划归滨江省管辖"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，肇州县初隶哈西专区，民国三十五年（1946年）3月划归吉江行政区，同年6月划归嫩江省管辖。民国三十六年（1947年）2月至9月，由黑嫩联合省第四专区管辖。黑嫩联合省分开后，仍归嫩江省管辖。民国三十八年（1949年）5月，黑、嫩两省合并后，归黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1958年8月，设立松花江专区，肇州县划归松花江专区管辖。1959年11月，以大同、群众、新生、联合、中心5个乡镇和肇源县的大官、兴隆两个乡合并，设立大庆区。1960年5月，将北部大庆区划归新设立的安达市（特区）管辖。1965年6月，松花江专区改名绥化专区，肇州县隶绥化专区管辖。1979年12月14日，安达市（特区）更名为大庆市。1992年8月21日，肇州市划归大庆市领导，同年12月1日正式变更隶属关系。"
        }
    ]
}