{
    "title": "肇源县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "48",
            "category": "大庆市"
        },
        {
            "id": "90",
            "category": "肇源县"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：419次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清顺治五年（1648年），设郭尔罗斯后旗，1956年4月11日，撤销郭尔罗斯后旗，改设肇源县。肇源县名源于驻地名称。原为肇州县址，伪满康德元年（1934年）8月肇州县公署移驻“老城基”后，伪满康德二年（1935年）郭尔罗斯后旗公署与地方士绅商议，取两肇（肇州、肇东）之本源含义，将此地定名为“肇源”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地唐虞三代为肃慎地；周以后为秽貊地；汉时秽地；后汉三国时期属北扶余地；晋时仍为扶余奴隶制王国的属境；后魏、北齐时期为勿吉北境；隋时为靺鞨的黑水部。唐代分属黑水都督府和室韦都督府管辖，辽属东京道，金属上京会宁府。金天会八年（1130年），在出河店（今茂兴镇南“昂喇勒”古城）设置肇州。元属辽阳行省开元路，隶属肇州屯田万户府管辖。明属奴儿干都司，后为郭尔罗斯部游牧地。"
        },
        {
            "type": "text",
            "text": "       清顺治五年（1648年），设郭尔罗斯后旗，隶属哲里木盟。旗公府驻公营子（今肇源县茂兴镇西）。清光绪二十四年（1898年）黑龙江将军恩泽奏请，光绪二十七年（1901年）旗地开放。光绪三十年九月初六日（1904年10月14日），设立北郭尔罗斯荒务行局，办理荒务。光绪三十一年九月初七日（1905年10月5日），于察布奇尔台（今肇源县二站镇）设立郭尔罗斯后旗巡防局。清光绪三十二年正月（1906年2月），设置肇州直隶厅，驻“骆驼脖子”（今肇源镇），自此旗县分治。光绪三十三年二月（1907年3月），裁撤郭尔罗斯后旗巡防局。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，郭尔罗斯后旗隶属黑龙江省管辖。东北沦陷后，伪满康德元年（1934年）8月，因松花江水泛滥，肇州县城（今肇源镇）被洪水冲毁，肇州县公署迁驻老城基（今肇州镇）。同年12月，郭尔罗斯后旗改隶滨江省。伪满康德二年（1935年）8月27日，郭尔罗斯后旗公署由老爷屯（今肇东市四站镇东兴村）迁至肇源（即肇州旧县城，今肇源镇）。同年9月，将肇东县第三区的大部分地区划归郭尔罗斯后旗管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，郭尔罗斯后旗初隶哈西专区，民国三十五年（1946年）3月划归吉江行政区。同年4月，将八里、四兴（今四站镇）、向阳、三星、同仁村划归新设置的乐安县管辖；6月划归嫩江省管辖。民国三十六年（1947年）2月至9月，由黑嫩联合省第四专区管辖。黑嫩联合省分开后，仍归嫩江省管辖。民国三十八年（1949年）5月，黑嫩两省合并后，归黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       1956年4月11日，撤销郭尔罗斯后旗，改设肇源县，县政府驻肇源镇。1958年8月 设立松花江专区，肇源县划归松花江专区管辖。1965年6月，松花江专区改名绥化专区，肇源县由绥化专区管辖。1992年8月21日，肇源县划归大庆市领导，从12月1日起变更隶属关系。"
        }
    ]
}