{
    "title": "林甸县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "48",
            "category": "大庆市"
        },
        {
            "id": "89",
            "category": "林甸县"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：369次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三年（1914年）11月1日，将东集镇稽垦局改设林甸设治局，民国六年（1917年）7月13日，林甸设治局升为林甸县。林甸县，因“大林家店”得名。据民国时期《林甸县志略》记载，城北30余里处有姓林者开店，称“大林家店”，其店四周多系草甸，清末拟设县的建制时避俗就雅，定名林甸县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在周秦时代属肃慎地；汉时为秽地；后汉、三国魏时属北扶余；晋时属扶余奴隶制王国的属境；后魏、北齐属豆莫娄；暗时属靺鞨黑水部；唐时属黑水靺鞨；辽时属乌隈于厥部；金时为肇州的属境；元属斡赤斤分地；明为杜尔伯特的属地；清光绪之前仍属杜尔伯特旗地。"
        },
        {
            "type": "text",
            "text": "       清代为杜尔伯特旗游牧地，属齐齐哈尔副都统辖区。光绪三十二年（1906年）属安达厅辖境。光绪三十四年七月初九日（1908年8月5日），黑龙江巡抚周树模奏准，拟在大林家店设置林甸县。后因“垦户未集，地利未辟”，从缓设置。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）10月，于安达厅北境东集镇（原称“大戚家店”，今林甸镇）设置东集镇稽垦局，办理放荒招佃和督垦事宜，自此垦民日增，渐臻繁盛。民国二年（1913年），于大戚家店东1里处丈放街基筑城（今林甸镇）。民国三年（1914年）11月1日，将东集镇稽垦局改设林甸设治局，隶属龙江道。民国六年（1917年）7月13日，黑龙江省长令，将林甸设治局改为三等县，并委官和颁发印信，代理县知事于7月14日启用印信，正式改为林甸县，隶属黑龙江省龙江道。同年8月21日，北京政府照准。民国十二年（1923年）后，与依安、泰康、安达等邻县（设治局）进行过区划调整。民国十八年（1929年）2月东北政务委员会成立。废道制，县归直接管辖，林甸县直隶黑龙江省，为三等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶黑龙江省，伪满康德元年（1934年）12月实行地方行政机构改革，成立龙江省公署，林甸县划归龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       东北光复后，民国三十六年（1947年）6月5日公布东北新省区方案，将伪省合井为九省。伪龙江省改为嫩江省，林甸县又划归嫩江省所辖。但是民国三十六年（1947年）2月至9月，曾隶属黑龙江嫩江联合省第三专区管辖，之后复隶嫩江省。民国三十八年（1949年）5月，黑龙江、嫩江两省合并后，隶属黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1954年8月设嫩江专区，林甸县划归嫩江专区管辖。1956年林甸县西南部的第八区划归杜尔伯特旗。1960年5月嫩江专区撤销，所辖的嫩江、克东、克山、拜泉、讷河、林甸、依安、富裕、泰来、龙江、甘南11个县和杜尔伯特蒙古族自治县（驻泰康镇）划归齐齐哈尔市领导。1961年复设嫩江专区，前一年划给齐齐哈尔的各县又划归嫩江专区。1970年嫩江专区改称嫩江地区，所辖县未变。1984年12月15日，正式撤销嫩江地区，林甸县复归齐齐哈尔市领导。1992年8月21日，林甸县划归大庆市领导，从12月1日起变更隶属关系。"
        }
    ]
}