{
    "title": "杜尔伯特蒙古族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "48",
            "category": "大庆市"
        },
        {
            "id": "88",
            "category": "杜尔伯特蒙古族自治县"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：382次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      清顺治五年（1648年），杜尔伯特部改设杜尔伯特旗。 民国十八年（1929年）2月，在杜尔伯特旗境内设泰康设治局。伪满大同二年（1933年）设泰康县。民国三十五年（1946年），撤销泰康县，并入杜尔伯特旗。1965年12月5日撤销杜尔伯特旗，设置杜尔伯特蒙古族自治县。"
        },
        {
            "type": "text",
            "text": "       杜尔伯特又称泰康县，泰康名称的由来，据《满洲地名考》载：县之区域由时、和、年、丰四段及民、康、物、阜四段构成，前四段是从泰来县划出，故取“泰”字，并预定在后四段的康字段修筑县城，遂取名泰康县。"
        },
        {
            "type": "text",
            "text": "       杜尔伯特为蒙古科尔沁十旗之一。至于杜尔伯特名称的由来：杜尔伯特，蒙古语，意为“四”。据《蒙古秘史》载，成吉思汗的十二世祖道布莫尔根之兄道蛙锁呼尔有4个儿子，被称为杜尔伯特氏，世代相因，游牧于嫩江两岸，成为杜尔伯特部。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地金属蒲南路；明属福余卫，清初这里属于杜尔伯特部。清顺治五年（1648年），杜尔伯特部改设杜尔伯特旗，隶属哲里木盟。清末，光绪三十二年正月（1906年2月），将杜尔伯特荒段靠近中东铁路安达站一带划归安达厅。同年10月，于多耐站（今东吐莫东南）设置杜尔伯特沿江荒务行局，开始出放时、和、年、丰四段荒地（后为泰来设治局辖地）。"
        },
        {
            "type": "text",
            "text": "       民国时期，杜尔伯特旗隶属黑龙江省管辖。民国十六年（1927年）4月28日，黑龙江省长公署发布训令，于“泰来县东境杜旗时、和、年、丰暨新展之民、康、物、阜八段内，设立泰康设治局，……定于本年5月1日为该局实行开办日期，暂借小蒿子站清理时、和、年、丰四段荒务办公室办公。”隶属龙江道，从此实行旗县分治。同年11月14日，省长公署决定，将安达县属之喇嘛甸子站以西一带划归泰康设治局管辖。民国十八年（1929年）2月，省长公署又令，将铁道以西林甸县各地及小蒿子街一并划归泰康设治局，同时将泰康设治局改由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，伪满大同二年（1933年）10月1日，将泰康设治局改为泰康县，县署驻小蒿子站（今泰康镇），为三类县，隶属黑龙江省。伪满康德元年（1934年）12月实行地方行政机构改革，成立龙江省公署，泰康县与杜尔伯特旗均隶属于龙江省。伪满康德七年（1940年）5月，因“县小人少”，撤销泰康县，并入杜尔伯特旗，伪旗公署迁至泰康街（今泰康镇）。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，杜尔伯特旗划归嫩江省管辖。民国三十五年（1946年）4月，旗、县分设，恢复泰康县，县政府驻泰康站（泰康镇）；杜尔伯特旗政府驻巴彦查干（王府）。县、旗均隶于嫩南行政区。同年5月，改由嫩江省管辖；8月2日，撤销泰康县，并入杜尔伯特旗，旗政府驻泰康镇，仍隶属于嫩江省。民国三十六年（1947年）2月至9月，杜尔伯特旗隶属黑嫩联合省第四专区，黑嫩联合省分开后，仍隶属嫩江省。民国三十八年（1949年）5月，撤销嫩江省，划归黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1954年8月，设嫩江专区，杜尔伯特旗改属嫩江专区。1956年10月10日，撤销杜尔伯特旗，设置杜尔伯特蒙古族自治县，自治县人民委员会仍驻泰康镇。1960年5月嫩江专区撤销，所辖的嫩江、克东、克山、拜泉、讷河、林甸、依安、富裕、泰来、龙江、甘南11个县和杜尔伯特蒙古族自治县（驻泰康镇）划归齐齐哈尔市领导。1961年复设嫩江专区，前一年划给齐齐哈尔的各县又划归嫩江专区。1970年嫩江专区改称嫩江地区，所辖县未变。1984年12月15日，正式撤销嫩江地区，杜尔伯特蒙古族自治县复归齐齐哈尔市领导。1992年8月21日，杜尔伯特蒙古族自治县划归大庆市领导，从12月1日起变更隶属关系。"
        }
    ]
}