{
    "title": "伊春市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "49",
            "category": "伊春市"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：892次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       伪满康德十二年（1945年）春，设立伊春街，1949年10月设置伊春镇。1952年成立伊春县，县府设在伊春街。1957年7月26日，撤销伊春县，设置伊春市（地级）。“伊春”为满语，皮毛之乡的意思。也有说：伊春，蒙古语“依逊”，意为“九数”。"
        },
        {
            "type": "text",
            "text": "       另外，伊春名称的由来，还有两种说法：一种说法是：伊春之称源于金代上京会宁府所辖的宜春县。有人考证宜春故址在今吉林省扶余县境。今伊春市命名可能与此有关。另一种说法是：伊春为“一年之伊始”，含有春天来临之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n        辽宋期间今伊春地属东京道子真五国部下地。金代，伊春为会宁府蒲与所辖。元属辽阳省水达达路。明朝为奴尔干都司屯河卫辖区。清初，为宁古塔昂邦章京辖地。康熙元年（1662年），宁古塔昂邦章京升为镇守宁古塔等处将军，伊春地属宁古塔将军。康熙二十二年（1683年），宁古塔将军所辖西北地域划出，设置黑龙江将军，伊春在其辖境内。清康熙三十七年（1698年），黑龙江将军之下设置齐齐哈尔副都统副都统，伊春在其辖境内。清光绪五年七月初一日（1879年8月18日），又设呼兰副都统，为黑龙江将军辖区下设的二级政区，伊春在其辖境内。      "
        },
        {
            "type": "text",
            "text": "       清末民初，划归汤原县管辖，为原始森林地区。东北沦陷后，伪满康德八年（1941年）11月建成绥佳线铁路后，于伪满康德九年（1942年）7月修建汤林线铁路南岔至伊春段，日本殖民主义者开始进行掠夺式地乱砍滥伐。伪满康德十二年（1945年）春，伪汤原县公署于今伊春设立伊春街。"
        },
        {
            "type": "text",
            "text": "       抗日战争胜利后，民国三十五年（1946年）伊春街隶属汤原县南岔区管辖，1949年10月设置伊春镇。1950年建立伊春森林工业管理局，下设南岔等5个森工分局。1952年7月松江省人民政府报请设置伊春县。12月1日，伊春县政府正式成立，县府设在伊春街，全县共7．5万人，为丁等县，由松江省直辖。"
        },
        {
            "type": "text",
            "text": "       1954年7月，将小白、朗乡两镇划归铁骊县管辖。同年8月，松、黑两省合并后，由黑龙江省直辖。1955年底，由于森林工业的迅速发展，全县人口剧增到23万人。1957年7月26日，撤销伊春县，设置伊春市（地级），以原伊春县的行政区域为伊春市的行政区域，市人民委员会驻伊春镇。伊春市由省直辖。同年11月20日，省人民委员会通知，撤销原伊春县的伊春、南岔等13个镇和佳林乡的建制，分别设置伊新、南岔、双子河、五营、带岭、翠峦、美溪、浩良河8个市辖区。"
        },
        {
            "type": "text",
            "text": "       1958年2月13日，正式设置伊春市，撤销伊春县。同年8月，改隶松花江专区。1960年增设新青、五星、大丰、东风、红星、上甘岭、乌马河、大西林8个市辖区，全市共辖16个区。1962年12月，将16个区调整为11个区，撤销了东风、红星、上甘岭、乌马河、大西林5个区。翌年4月，撤销五星区，并入五营区。"
        },
        {
            "type": "text",
            "text": "       1964年6月23日，撤销伊春市，设置伊春特区。同年12月，设置乌敏河（即乌马河）、上甘岭、友好、东风、红星5个区，全市共为15个区，基本上是1个林业局1个区，“政企合一”。1965年4月，撤销伊新区，设置伊春镇和伊东区。1966年4月，撤销伊东区并入乌敏河区。1967年5月5日，省革命委员会批准，成立伊春市革命委员会，伊春特区随之撤销。同年设立乌伊岭区，将伊春镇改为伊春区。1969年10月，设置西林区；撤销浩良河区，并入南岔区；撤销双子河区，并入友好区。"
        },
        {
            "type": "text",
            "text": "       1970年4月1日，设置伊春地区，实行地市合一。同时，将黑河地区的嘉荫县和绥化地区的铁力县划归伊春地区管辖，伊春地区由省直辖。1979年12月14日，撤销伊春地区，恢复伊春市（地级），由省直辖。原伊春地区的嘉荫、铁力两县仍归伊春市领导。1980年9月撤销伊春地区革委会。1983年12月24日，乌敏河区更名为乌马河区，东风区更名为汤旺河区，大丰区更名为金山屯区。1988年9月13日，撤销铁力县，设立铁力市（县级），由伊春市代管。至此，伊春市共辖15个区，1个市，1个县。"
        }
    ]
}