{
    "title": "嘉荫县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "49",
            "category": "伊春市"
        },
        {
            "id": "93",
            "category": "嘉荫县"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：727次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十六年（1927年）由萝北县析置佛山设治局，民国十八年（1929年）改佛山设治局为佛山县。因县境内濒临黑龙江南岸有一座山峰秀丽的大山，远看犹如一尊坐北朝南的观音像，故名“观音山”，又名“佛山”。（另一说因清代佛教徒于山上建有观音庙，故称“观音山”，后来通称为“佛山”）。民国十九年（1930年）县治所移驻朝阳镇。因与广东省佛山县重名，于是1955年佛山县改名为嘉荫县，以朝阳镇南境嘉荫河命名。嘉荫河又名佳金河，“佳金”意思为这里盛产“优质的黄金”。后来，音讹为嘉荫，遂失去原来的意义。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地远在周以前为肃慎地；汉代属秽地；后汉、三国、魏为扶余奴隶制王国的属地；隋时属靺鞨七部之一的黑水部；唐时属黑水靺鞨部；五代辽属五国部；金时属扶余路；元代为斡赤斤分地，后属开元路；清为瑷挥副都统的辖地，局属兴东道管辖。\n\r\n       民国初年为乌云设治局辖境。民国十六年（1927年）由萝北县析置佛山设治局，治所在佛山镇， 隶属黑龙江省黑河道。民国十八年（1929年）东北政务委员会成立，废道制，县归省直接管辖，同年改佛山设治局为佛山县，直隶于黑龙江省，为三等县。民国十九年（1930年）将县治移驻朝阳镇。"
        },
        {
            "type": "text",
            "text": "       康德元年（1934年）十二月伪满洲国改 行帝制，实行地方行政机构改革，改东北为十四省，成立黑。 河省公署，佛山县从原黑龙江省划归黑河省管辖。康德十年（1943年）十月又将佛山县由黑河省划归三江省管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）“九三”抗日战争胜利后，隶属合江省。民国三十六年（1947年）5月，撤销乌云县，大部分区域并入逊克县，乌云河以南地区划归佛山县。同年8月，县矿（金矿）机构合署，县政府驻北沟（乌拉嘎金矿所在地）。为便于对金矿生产的领导，同年12月批准划归松江省管辖，翌年3月正式办理接交手续。"
        },
        {
            "type": "text",
            "text": "       1949年5月，划归黑龙江省管辖，同年12月东北行政委员会又决定划归松江省。1951年10月，县政府由乌拉嘎金矿驻地北沟移驻朝阳镇。1953年3月，将佛山县再度划归黑龙江省黑河专区管辖。因与广东省佛山县重名，于1955年11月9日，更名为嘉荫县。1965年12月9日，逊克县富饶公社（原乌云乡）划归嘉荫县。1970年4月，嘉荫县由黑河地区划归伊春地区。1979年12月14日，撤销伊春地区，恢复伊春市（地级），嘉荫县隶属伊春市至今。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n乌云县沿革：　 \r\n       乌云县名以地濒乌云河故名。元代前沿革与逊河县基本相同。明代分属弗河卫，哈里分卫五延所、五因所。清光绪三十四年（1908年）拟于乌云河设治，后因种种原因，未能实现。直至民国五年始置设治局，民国十八年（1929年）乌云没治局改为乌云县，直隶黑龙江省为三等县，由黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       伪满康德元年(1934年)12月，伪满黑河省公署成立后，乌云县黑河省管辖。民国三十四年（1945年）抗日战争胜利后，乌云县归黑龙江省管辖。民国三十六年（1947年）5月，撤销乌云县，并入逊克县，设置乌云区。1966年12月，乌云区大部分划归嘉荫县管辖。"
        }
    ]
}