{
    "title": "铁力市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "49",
            "category": "伊春市"
        },
        {
            "id": "92",
            "category": "铁力市"
        }
    ],
    "detail": "[日期：2014-02-18]   来源：www.Youlai19.cn  作者：【由来网】   阅读：736次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       铁力，俗称“铁山包”。在境南王杨乡和卫国乡交界处有一山丘，称“铁山”，其附近两河中间大小山丘连绵不断，统称“铁山包”。民国四年（1915年）设置铁骊设治局，以其地在辽代属“东京道铁骊部”，遂名“铁骊”。“铁骊”，本意是“铁色之马”。伪满大同二年（1933年）设置局升为铁骊县。1956年为更改生僻字和繁体字地名，改为“铁力”。1988年9月铁力撤县建市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地在周以前为肃慎地；战国时期属濊貊地；汉代，濊貊人在黑龙江地区建立了奴制政权——夫余王国，铁力地属夫余王国。北魏太延二年（436年），夫余内乱，在北夫余建立豆莫娄政权，今铁力属之辖地。五世纪末叶，勿吉灭夫余，今铁力地属勿吉国。"
        },
        {
            "type": "text",
            "text": "       魏晋南北朝时，勿吉靺鞨，其发展成七大部落，铁力境域属黑水靺鞨部。唐长寿元年（692年）武则天派军击逐黑水靺鞨至张广才岭东的三江平原和乌苏里江流域一带。黑水靺鞨部故地被纳入唐朝版图，置忽汗州都督府，铁力地属之。开元元年（713年），渤海王国建立。开元二十五年（737年），渤海国下设3京、15府、62州。铁力地域属铁利府。"
        },
        {
            "type": "text",
            "text": "       北宋皇祐元年（1049年），辽王朝在黑龙江地区（包括苏联海滨地区）设置七大王府，其中的铁骊国王府就在今铁力县境之北。金时期，今铁力地域属上京路会宁府率督畔窟之地（亦称胡拉温地，即呼兰河流域平原）。元时属辽阳行中书省水达达路。明代奴儿干都司于此地设置了哈郎卫和阿者迷河卫。"
        },
        {
            "type": "text",
            "text": "       清康熙二十二年（1683年）设黑龙江将军。康熙三十七年（1698年）设齐齐哈尔副督统，同治元年（1862年）呼兰城东北境设呼兰厅，治巴彦苏苏。铁力地属之。清光绪十七年（1891年）屯田兵开垦后，于铁山包 设置铁山包协领。光绪三十四年（1908年）拟于铁山包设治，但因种种原因未能实现。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）铁山包以西属庆城县管辖，民国四年（1915年）由庆城县忻置铁骊设治局，隶属黑龙江省绥兰道。民国十八年（1929年）东北政务委员会成立，废道制，铁骊设治局直隶黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       伪满大同二年（1933年）县治改组，成立铁骊县公署，仍隶属于黑龙江省，为丁类县；康德元年（1934年）十二月伪满洲国改行帝制，实行地方行政机构改革，成立滨江省公署，将铁骊划归滨江省所辖。康德六年（1939年）六月增设北安省，又将铁骊县由滨江省划归北安省管辖。1943年7月1日，将庆城县与铁骊县合并为庆安县。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）“九三”抗日战争胜利后，始设铁骊特别区。1946年6月27日，将原铁骊地区从庆安县划出，恢复铁骊县，县政府驻铁骊镇，隶属黑龙江省管辖。1947年2月，黑龙江省与嫩江省合并为黑嫩省，铁骊县归黑嫩省第一专署（北安专署）管辖；5月，又改黑嫩省第三专署（龙南专署）所辖；6月，东北改为9省制，恢复黑龙江省原建制，铁骊县仍归黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1956年，成立绥化专区，辖铁骊县；1956年11月19日，因“骊”字生僻，于是改“铁骊”为“铁力”。1958年7月，撤绥化专区，设松花江专区，铁力县属松花江专区；同年9月15日，铁力县与庆安县第二次合县，称庆安县。1962年10月20日，恢复庆安县、铁力县，铁力县隶属黑龙江省松花江专区。1965年6月，松花江专区改名绥化专区，铁力县改属绥化专区。1967年5月，绥化专区改为绥化地区，铁力县隶属绥化地区。1970年4月1日，伊春市改为伊春地区，铁力县由绥化地区改隶伊春地区，1979年12月14日，撤销伊春地区，恢复伊春市（地级），铁力为伊春市辖县。1988年9月铁力撤县建市，仍属伊春市管辖。"
        }
    ]
}