{
    "title": "鹤岗市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "50",
            "category": "鹤岗市"
        }
    ],
    "detail": "[日期：2014-02-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1189次",
    "content": [
        {
            "type": "text",
            "text": "【传说】\r\n       鹤岗俗称\"鹤立岗\"，取鹤立山岗之意。\"鹤立岗\"的满语含义为\"养鹿场\"，因此，鹤岗又有“鹿城”之称。鹤岗在当地，读音做[ háo gǎng ]。"
        },
        {
            "type": "text",
            "text": "       相传传在远古时期，上界有一群仙鹤，看中了这块山青水秀的地方，于是飞落山岗，在此栖息繁衍，鹤岗因此而得名。现在，距城区仅40公里的苇场丹顶鹤自然保护区，仍然是黑龙江省三大水禽栖息地之一。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今鹤岗一带，周属肃慎，汉魏属挹娄，唐属黑水都督府，辽属女真五国部，金属胡里改路，元属水达达路，明属奴儿干都司，清属黑龙江将军所属呼兰副都统辖地。清光绪三十二年（1906年）设置汤原县，归汤原县管辖。清光绪三十四年（1908年），曾奏准于鹤立岗添设鹤冈县，终因人烟稀少，未果。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，民国三年（1914年）开始清丈放荒，称“鹤字段”。同年曹凤阳在此发现炭层。民国七年（1918年），鹤立岗居民沈松年成立兴华煤矿公司，开始掘煤。民国十五年（1926年）矿山至莲江口铁路开通，遂人口聚集，商贾往来，形成集镇，称“矿山镇”。民国十八年（1929年）3月，设置兴山镇，由驻矿事务所管理兴山镇街政事务。兴山镇名称源于最先在此开矿的兴华煤矿公司，即“兴华矿山”之简称。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，伪满康德元年（1934年）兴山镇改为汤原县矿山保，伪满康德五年（1938年）改为兴山街。伪满康德六年（1939年）六月，伪满洲国实行行政机构改革，由汤原、萝北两县析置鹤立县公署，隶属三江省管辖。伪满康德十一年（1944年）1月，三江省公署将兴山街改为鹤岗街。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）“九三”抗日战争胜利，同年12月20日，合江省政府批准，将鹤立县的兴山镇划出，设兴山市，隶属鹤立县领导。民国三十五年（1946年）4月，兴山市改由合江省管辖；同年11月，兴山市复又改隶鹤立县领导。民国三十六年（1947年）2月，改隶合江省第四专区管辖。翌年8月，改由合江省直辖。民国三十八年（1949）年5月，合江省与松江省合并，兴山市隶属松江省管辖。"
        },
        {
            "type": "text",
            "text": "       1949年11月24日，兴山市改为鹤岗市，隶属松江省。1954年8月，松江省并入黑龙江省，鹤岗市改隶黑龙江省管辖。1957年1月，将汤原县的峻德乡划给鹤岗市管辖。同年7月，将鹤岗市管辖的宝泉岭农场划归萝北县；11月，将汤原县的吉祥、永发、振兴乡划归鹤岗市。1958年8月，将由省直辖的鹤岗市划归合江专区。同年11月，将宝泉岭农场划入鹤岗市。1959年1月，将汤原县的裕德公社和鹤立镇划归鹤岗市管辖。1960年12月10日，鹤岗市升为地级市，设置西山、新街基、南山、兴山、兴安、大陆、东山、新一、新华9个市辖区。1962年，鹤岗市撤销新华区。1964年5月30日，鹤岗市所属的宝泉岭农场划归萝北县；鹤立镇和吉祥、振兴、裕德、永发4个公社，以及梧桐河、鹤立河、伏尔基河3个农场划归汤原县管辖。\n\r\n       1966年2月，鹤岗市改由省直辖。同年8月，鹤岗市新街基区更名为工农区、西山区更名为向阳区、东山区更名为群力区、兴山区更名为红卫区、南山区更名为东风区、大陆区更名为跃进区、兴安区更名为红旗区、新一区更名为反修区。1980年4月，东风、跃进2区合并为南山区；群力、反修2区合并为东山区；红旗区更名为兴安区；红卫区更名为兴山区。1987年11月6日，佳木斯市所属的萝北、绥滨两县划归鹤岗市领导。"
        }
    ]
}