{
    "title": "西藏自治区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        }
    ],
    "detail": "[日期：2014-02-19]   来源：www.Youlai19.cn  作者：【由来网】   阅读：359次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉代称羌,直至唐代才被称作“吐蕃”，而唐朝时的西藏人自称为“博（bod）”，把现今西藏地方成为“博隅”，元朝在总称藏族地区为“吐蕃”之外，在讲到藏族地区的各个部分时则常用“朵思麻”、“朵甘思”、“乌思藏”等名称。元代藏族地区又被归入“西域”的范围，元朝总称西域各族为西蕃（或写作西番）。明朝对藏族地区基本上承袭元朝旧制，但后来设置了西宁卫、河州卫，便不再用“朵思麻”作为汉文地区名称，又因这一地区邻接青海湖，所以又习称为“西海”。对于元代的乌思藏纳里速古鲁孙等三路宣慰使司都元帅府的辖区，明朝分设乌斯（思）藏都指挥使司和俄力思军民元帅府。“乌斯”是藏语“中央”的意思,藏是“圣洁”的意思。"
        },
        {
            "type": "text",
            "text": "       明朝中叶以后，蒙古势力再入青海，蒙古语称藏族为土伯特，并称安多一带藏族为唐古特（源于蒙古在成吉思汗时代即开始称西夏为唐兀）。清朝早期的文献称藏族为“图白忒”或“唐古特”。而蒙古语的“土伯特”又源于“吐蕃”，即源于藏族的自称bod。英文“Tibet”一词，即源于突厥人和蒙古人称藏族为“土伯特”，后经阿拉伯人介绍到西方，也是源于藏族的自称bod。"
        },
        {
            "type": "text",
            "text": "       清代称西藏东部为“康”(喀木),中部为“卫”,西部日喀则一带为“藏”(包括阿里地区)。清雍正年间划康部宁静山以东地归四川省，以西与卫部合并称前藏，藏部称后藏。前藏以拉萨为中心。后藏以日喀则为中心。清政府分别册封达赖喇嘛和班禅额尔德尼，形成达赖掌管前藏、班禅掌管后藏的格局。并沿用藏族的习惯称达赖喇嘛、班禅喇嘛所居之地为“乌思藏”或“卫藏”。"
        },
        {
            "type": "text",
            "text": "       清朝的满族君臣把“乌思藏”理解为“西面的藏”，称之为“wargi　dzang”，翻译成汉文时译作“西藏”。1721年清军驱逐侵扰西藏的准噶尔军后，康熙帝撰《御制平定西藏碑文》，其中有“爰记斯文，立石西藏”一语，这就正式把以拉萨为主的卫藏地区命名为“西藏”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前3世纪左右，聂赤赞普作为雅隆部落的第一个王出现在西藏历史上，建立了部落奴隶制的博王国。公元五六世纪时，建立以藏族雅隆部落为主的奴隶制博国。"
        },
        {
            "type": "text",
            "text": "       公元7世纪，吐蕃王朝兴起，统一了青藏高原的大部分，所以唐代汉文典籍用“吐蕃”来称呼吐蕃王朝，同时也指吐蕃王朝所占有的地域，公元9世纪中叶，吐蕃统治集团内部分裂，统治西藏地区200多年的吐蕃王朝彻底结束。"
        },
        {
            "type": "text",
            "text": "       元朝统一藏族地区，扶植萨迦派建立地方政权，并在河州设立吐蕃宣慰司，作为管理整个藏族地区的行政机构。在谈及藏族地区的各个部分时则常用“朵思麻”、“朵甘思”、“乌思藏”等名称。由于元代藏族地区又被归入“西域”的范围，元朝总称西域各族为西蕃（或写作西番），藏族被看作是西蕃之一。"
        },
        {
            "type": "text",
            "text": "       明朝对藏族地区基本上承袭元朝旧制。后来明朝设西宁、河州、洮州、岷州等卫管辖，故称这一带为西宁卫、河州卫等，不再用“朵思麻”作为汉文地区名称，又因这一地区邻接青海湖，所以又习称为“西海”。对“朵甘思”地区，明朝设朵甘卫。对于元代的乌思藏纳里速古鲁孙等三路宣慰使司都元帅府的辖区，明朝分设乌斯（思）藏都指挥使司和俄力思军民元帅府。"
        },
        {
            "type": "text",
            "text": "       清康熙六十年（1721年），清朝中央政府在西藏建立噶伦制度；清雍正初年，随着平定青海蒙古罗卜藏丹津之乱，清朝直接统治了整个青藏高原。雍正五年（1727年），清朝设立驻藏大臣，代表中央监督西藏地方行政。乾隆十五年（1750年），再次调整管理西藏的行政体制，废除郡王制度，建立西藏地方政府（即“噶厦”），规定了驻藏大臣与达赖喇嘛共同掌握西藏事务的体制。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）中央政府设蒙藏事务局（1914年改称蒙藏院）。民国十九年（1930年）以后，西藏地方政府即派员常驻南京，成立了西藏驻京办事处。民国二十九年（1940年），国民政府在拉萨设立蒙藏委员会驻藏办事处，作为中央政府在西藏的常设机构。"
        },
        {
            "type": "text",
            "text": "       1951年5月23日，西藏和平解放。1956年，西藏自治区筹备委员会成立。1959年3月，西藏地方政府多数噶伦和上层反动集团全面发动了旨在分裂祖国、维护封建农奴制、反对民主改革的武装叛乱。3月28日叛乱平息，中央宣布解散西藏地方政府，由西藏自治区筹备委员会行使西藏地方政府职权。与此同时，废除了西藏的封建农奴制度。1965年9月正式成立了西藏自治区。"
        }
    ]
}