{
    "title": "拉萨市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "233",
            "category": "拉萨市"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：377次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       史籍上第一次出现“拉萨”二字，见于唐宪宗元和元年（806年）藏王赤德松赞所立《噶琼寺碑》，其中有言：“神圣赞普先祖松赞之世，始行圆觉正法，建拉萨大昭寺。”"
        },
        {
            "type": "text",
            "text": "       据《西域同文志》卷18载：拉萨“西番语，谓佛地也。番俗尚佛，故名。”藏语“拉”意为崇奉之“神”，引伸为“佛”（桑结）。“萨”，意为“地”。吐蕃赞普松赞干布时建大昭寺，传以山羊（藏语音读“热”）驮土（藏语音读“萨”，又意为“地”），填湖建基，始称当地为“热萨”。“逻娑”、“罗些”即“热萨”的音变。后因大昭寺内供奉文成公主所携之释迦牟尼金像，广兴佛事，后“热萨”遂转写为“拉萨”，意为“神佛之地”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       约公元1世纪前后，高原上出现了大大小小的氏族部落。经过多年的和战，又集结成若干个部落联盟，其中以山南河谷的雅隆部落联盟、阿里地区的象雄王国和雅鲁藏布江以北的苏毗部落联盟最为强大。当时，拉萨河的古名叫“吉曲”，现在拉萨所在地，则被人称为“吉雪沃塘”，意为“吉曲河下游的肥沃坝子”。"
        },
        {
            "type": "text",
            "text": "       吉曲河流域先后属于苏毗部落联盟中的达甲沃和赤邦松两个王族统治。公元7世纪初，雅隆部落首领朗日松赞率兵北上，控制整个吉曲（拉萨）河流域。朗日松赞把营盘设在墨竹工卡的甲玛岗山沟。公元7世纪，朗日松赞的儿子松赞干布统一全藏，并率大臣、部属从墨竹工卡西下吉曲沃塘，在这里建宫堡，修寺庙，营造军民住房。建立了强大的吐蕃奴隶制王朝。吐蕃王朝从此风生水起，荒凉沉寂的平野，立刻变得热闹而繁忙。"
        },
        {
            "type": "text",
            "text": "       松赞干布先后迎娶了尼泊尔尺尊公主、唐朝的文成公主，为两位公主修建了大、小昭寺。大昭寺建成后，为纪念山羊驮土建寺的殊胜之举，寺庙取名山羊幻化庙，城市也改名为“热萨”，意为“羊土城”。"
        },
        {
            "type": "text",
            "text": "       公元8世纪，赤德祖赞迎娶了大唐金城公主。金城公主将文成公主带来的释迦牟尼佛像，迎请到大昭寺主殿，这尊释迦牟尼十二岁等身佛像成为整个雪域藏人信仰的中心，朝拜供奉者络绎不绝。缘于这尊至神至圣的佛像，“惹萨”又改名为“拉萨”，意为“神佛之地”。"
        },
        {
            "type": "text",
            "text": "       公元9世纪吐蕃王朝崩溃，吐蕃王朝崩溃后，西藏经历了四百多年分裂割据局面，这时期拉萨变得冷落萧条。尽管后来的萨迦王朝、帕主王朝、噶玛王朝时期，首府设在萨迦、乃东、日喀则等地，但拉萨一直是各地方政权争夺的战略要地，也是藏族人民一直向往的“圣地”。"
        },
        {
            "type": "text",
            "text": "       13世纪，元朝中央政府把西藏纳入统一版图，元、明中央政府先后在西藏地方扶持萨迦王朝和帕木竹巴王朝，西藏的政治中心一度转移至日喀则的萨迦和山南地区。14世纪中叶，帕木竹巴地方政权取代萨迦地方政权后，支持宗喀巴及其弟子，在拉萨修建甘丹寺、哲蚌寺、色拉寺，强化了拉萨的宗教“圣城”地位。17世纪中叶，五世达赖喇嘛罗桑嘉措受清朝皇帝册封，建立在拉萨建立噶丹波章政权，属于政教合一的封建农奴制政权，以拉萨为政权的中心。"
        },
        {
            "type": "text",
            "text": "       1951年5月中国人民解放军和平接管拉萨。西藏和平解放前后，拉萨墨本管辖拉萨市区中心部分（林廓路以内）；雪巴列空管辖拉萨市郊洛麦溪、朗如溪、札什溪等18宗溪。1954年拉萨墨本管辖拉萨市；卫区总管管辖尼木门喀溪、曲水宗等28宗溪。1960年正式设立拉萨市。1964年原林芝专区所属林芝（驻尼池村）、米林（驻东多村）、工布江达（驻介德）、墨脱4县划入拉萨市领导。墨竹工卡县迁驻工卡；林芝县迁驻普拉。拉萨市辖11县。"
        }
    ]
}