{
    "title": "筷子的由来与传说",
    "category": [
        {
            "id": "6",
            "category": "日常词解"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：740次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       筷子，可谓是中国的国粹。它既轻巧又灵活，在世界各国的餐具中独树一帜，被西方人誉为“东方的文明”。我国使用筷子的历史可追溯到商代。《史记·微子世家》中有“纣始有象箸”的记载，纣为商代末期君主，以此推算，我国至少有三千多年的用筷历史了。先秦时期称筷子为“挟”，秦汉时期叫“箸”。古人十分讲究忌讳，因“箸”与“住”字谐音，“住”有停止之意，乃不吉利之语，所以就反其意而称之为“筷”。这就是筷子名称的由来。"
        },
        {
            "type": "text",
            "text": "【传说】"
        },
        {
            "type": "text",
            "text": "●姜子牙与筷子"
        },
        {
            "type": "text",
            "text": "       这一传说流传于四川等地，说的是姜子牙只会直钩钓鱼，其他事一件也不会干，所以十分穷困。他老婆实在无法跟他过苦日子，就想将他害死另嫁他人。"
        },
        {
            "type": "text",
            "text": "       这天姜子牙钓鱼又两手空空回到家中，老婆说：“你饿了吧？我给你烧好了肉,你快吃吧!”姜子牙确实饿了，就伸手去抓肉。窗外突然飞来一只鸟，啄了他一口。他疼得“阿呀”一声，肉没吃成，忙去赶鸟。当他第二次去拿肉时，鸟又啄他的手背。姜子牙犯疑了，鸟为什么两次啄我，难道这肉我吃不得？为了试鸟，他第三次去抓肉，这时鸟又来啄他。姜子牙知道这是一只神鸟，于是装着赶鸟一直追出门去，直追到一个无人的山坡上。神鸟栖在一枝丝竹上，并呢喃鸣唱：“姜子牙呀姜子牙，吃肉不可用手抓，夹肉就在我脚下…。”姜子牙听了神鸟的指点，忙摘了两根细丝竹回到家中。这时老婆又催他吃肉，姜子牙于是将两根丝竹伸进碗中夹肉，突然看见丝竹咝咝地冒出一股股青烟。姜子牙假装不知放毒之事，对老婆说：“肉怎么会冒烟，难道有毒？”说着，姜子牙夹起肉就向老婆嘴里送。老婆脸都吓白了，忙逃出门去。"
        },
        {
            "type": "text",
            "text": "       姜子牙明白这丝竹是神鸟送的神竹，任何毒物都能验出来，从此每餐都用两根丝竹进餐。此事传出后，他老婆不但不敢再下毒，而且四邻也纷纷学着用竹枝吃饭。后来效仿的人越来越多，用筷吃饭的习俗也就一代代传了下来。"
        },
        {
            "type": "text",
            "text": "       这个传说显然是崇拜姜子牙的产物，与史料记载也不符。殷纣王时代已出现了象牙筷，姜子牙和殷纣王是同时代的人，既然纣王已经用上象牙筷，那姜子牙的丝竹筷也就谈不上什么发明创造了。不过有一点却是真实的，那就是商代南方以竹为筷。"
        },
        {
            "type": "text",
            "text": "●妲已与筷子"
        },
        {
            "type": "text",
            "text": "       这个传说流传于江苏一带。说的是商纣正喜怒无常，吃饭时不是说鱼肉不鲜，就是说鸡汤太烫，有时又说菜肴冰凉不能入口。结果，很多厨师成了他的刀下之鬼。宠妃妲已也知道他难以侍奉，所以每次摆酒设宴，她都要事先尝一尝，免得纣王咸淡不可口又要发怒。有一次，妲已尝到有几碗佳肴太烫，可是调换己来不及了，因为纣王已来到餐桌前。妲已为讨得纣王的欢心，急中生智，忙取下头上长长玉簪将莱夹起来，吹了又吹，等菜凉了一些再送入纣王口中。纣王是荒淫无耻之徒，他认为由妲已夹菜喂饭是件享乐之事，于是天天要妲已如此。妲已即让工匠为她特制了两根长玉簪夹菜，这就是玉筷的雏形。以后这种夹菜的方式传到了民间，便产生了筷子。"
        },
        {
            "type": "text",
            "text": "       这则传说，不像第一个传说充满着神话色彩，而比较贴近生活，有某些现实意义，但依然富于传奇性，也与史实不符。考古学家在安阳侯家庄1005号殷商墓中发掘出的钢箸（筷），经考证其年代早于殷纣末期的纣王时代，显然，筷子既不是纣王发明，也非妲已创造，应是更早的产物。"
        },
        {
            "type": "text",
            "text": "● 大禹与筷子"
        },
        {
            "type": "text",
            "text": "       这个传说流传于东北地区。说的是尧舜时代，洪水泛滥成灾，舜命禹去治理水患。大禹受命后，发誓要为民清除洪水之患，所以三过家门而不入。他日日夜夜和凶水恶浪搏斗，别说休息，就是吃饭、睡觉也舍不得耽误一分一秒。"
        },
        {
            "type": "text",
            "text": "       有一次，大禹乘船来到一个岛上，饥饿难忍，就架起陶锅煮肉。肉在水中煮沸后，因为烫手无法用手抓食。大禹不愿等肉锅冷却而白白浪费时间，他要赶在洪峰前面而治水，所以就砍下两根树枝把肉从热汤中夹出，吃了起来。从此，为节约时间，大禹总是以树枝、细竹从沸滚的热锅中捞食。这样可省出时间来制服洪水。如此久而久之，大禹练就了熟练使用细棍夹取食物的本领。手下的人见他这样吃饭，既不烫手，又不会使手上沾染油腻，于是纷纷效仿，就这样渐渐形成了筷子的雏形。"
        },
        {
            "type": "text",
            "text": "       虽然“传说”主要是通过某种历史素材来表现人民郡众对历史事件的理解、看法和感情，而不是严格地再现历史事件本身，但大禹在治水中偶然产生使用筷箸的最初过程，使当今的人们相信这是真实的情形。它比姜子牙和妲已制筷传说显得更纯朴和具有真实感，也符合事物发展规律。"
        },
        {
            "type": "text",
            "text": "       促成筷子诞生，最主要的契机应是熟食烫手。上古时代，因无金属器具，再因兽骨较短、极脆、加工不易，于是先民就随手采摘细竹和树枝来捞取熟食。当年处于荒野的环境中，人类生活在茂密的森林草丛洞穴里，最方便的材料莫过于树木、竹枝。正因如此，小棍、细竹经过先民烤物时的拨弄，急取烫食时的捞夹。蒸煮谷黍时的搅拌等，筷子的雏形逐渐出现。这是人类在特殊环境下的必然发展规律。从现在筷子的形体来研究．它还带有原始竹木棍棒的特征。即使经过4000余年的发展，其原始性依然无法改变。"
        },
        {
            "type": "text",
            "text": "       当然，任何传说总是经过历代人民的取舍、剪裁、虚构、夸张、渲染甚至幻想加工而成的，大禹创筷也不例外。它是将数千年百姓逐渐摸索到的制筷过程，集中到大禹这一典型人物身上。其实，筷箸的诞生，应是人民群众的集体智慧，并非某一人的功劳。不过，筷子可能起源于禹王时代，经过数百年甚至于千年的措索和普及，到商代成了普遍使用的餐具。"
        }
    ]
}