{
    "title": "昌都地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "234",
            "category": "昌都地区"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明清时期昌都藏语译音为“察木多”，后改译为“昌都”。清末改土归流时置昌都府，设昌都县。1950年10月19日后，成立了昌都地区人民解放委员会，1960年初设昌都专区，1970年昌都专区改为昌都地区。“昌都”是藏语的译音，意为水汇合口处，因从青海省南部流来的札曲河与从藏北流来的昂曲河在昌都镇汇合为澜沧江，昌都县由此而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       吐蕃时期（公元7－9世纪），昌都地区是著名的\"东女国\"和苏毗王国的所在地。据《旧唐书》第一百九十七卷《南蛮西南蛮传》 记载：“东女国，西羌之别称，以西海中复有女国，故称东女焉。俗以女为王。东与茂州、党项接，东南与雅州接，界隔罗女蛮及百狼夷。其境东西九日行，南北二十二行。有大小八十余城，其王所居名康延川，中有弱水南流，用牛皮为船以渡。”今昌都一带为东女国的政治、经济、文化中心。"
        },
        {
            "type": "text",
            "text": "       公元13世纪，元朝将西藏归于祖国版图后，在昌都地区和四川甘孜设置了朵甘思宣慰司都元帅府。明朝政府在此设置了朵甘都指挥使司，委任各地的部落酋长和各大头人与寺庙的大喇嘛管理。明末蒙古和硕特部固始汗白利土司后，昌都地区也受固始汗的统治。"
        },
        {
            "type": "text",
            "text": "       清朝在这个地区封委了一些大活佛和土司各辖其地，受驻藏大臣和达赖喇嘛的管理。清朝还在昌都设立了粮站，委派粮台、游击等文武官员驻守昌都，并从四川、云南派有制兵130名驻扎昌都，传递谕旨奏折，保护昌都寺大活佛和粮台。宣统三年（1911年）改置“察木多”理事，由川滇边务大臣赵尔丰管辖。清末改土归流时置昌都府，设昌都县。"
        },
        {
            "type": "text",
            "text": "       民国时昌都地区改称川边。民国三年（1914年）置川边特别区，治康定，辖区包括今四川甘孜藏族自治州和西藏昌都地区。民国二十八年（1939年）并入西康省。"
        },
        {
            "type": "text",
            "text": "       1950年10月19日后，成立了昌都地区人民解放委员会，直属中央人民政府政务院管辖。1955年西藏自治区筹备委员会成立后，昌都地区则划归西藏管辖，1960年初设昌都地区专员行署，以昌都宗与拉多宗合并设昌都县，专署驻昌都县。同时以江达宗与西邓柯宗合并设江达县（驻江达）；以贡觉宗与三岩宗合并设贡觉县（驻莫洛）；以察雅宗设察雅县（驻烟多）；以左贡宗设左贡县（驻亚中）；以江卡宗（芒康宗）与盐井宗合并设宁静县（驻嘎托）；以桑昂曲宗设桑昂曲县（驻吉公）；以八宿宗设八宿县（驻同卡）；以洛隆宗与硕督宗合并设洛隆县（驻洛隆）；以边坝宗与沙丁宗合并设边坝县（驻边坝）；以丁青宗与色扎宗、尺牍宗合并设丁青县（驻甲木塘）；以类乌齐宗设类乌齐县（驻类乌齐）。将嘉黎宗及倾多宗、易贡宗、曲宗划归林芝专区；巴庆宗（巴青）、比如宗、聂荣宗、索宗划归那曲专区。"
        },
        {
            "type": "text",
            "text": "       1961年八宿县由同卡迁驻白马。1964年原林芝专区所属波密县（驻扎木）划入昌都专区。1965年11月宁静县改名为芒康县（为尊重群众原有的习惯称呼）。1966年2月桑昂曲县改名为察隅县（驻吉公）。1970年昌都专区改为昌都地区，地区驻昌都县。洛隆县由洛隆迁孜托；边坝县由边坝迁驻草卡区的东马司。1971年左贡县由亚中迁驻汪达。 1975年类乌齐县由类乌齐迁热扎卡。1986年1月，昌都专区的波密、察隅两县划归林芝专区。"
        }
    ]
}