{
    "title": "山南地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "235",
            "category": "山南地区"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：405次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1959年，西藏推翻了封建农奴制度，实行了民主改革。1960年成立了山南专区，1970年改为山南地区。因位于冈底斯山与念青唐古拉山以南，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       因地处雅砻河流域，山南历史上被称为雅砻。前2世纪初叶早期雅砻部落的首领聂赤赞普成为西藏第一位藏王。他建立了“蕃”王国，确立了赞普的世袭制度。从第九代赞普布德贡杰到第十五代赞普义肖烈，在雅砻河流域的青瓦达孜（今山南琼结县）先后兴建了达孜、桂孜等六宫，琼结被确立为雅砻部落的都城。第二十八代赞普拉托托日年赞时期，佛教传入了雅砻河谷。公元6世纪左右，雅砻流域进入了奴隶社会。第三十一代赞普朗日伦赞不断扩张领地，使雅砻部落成为西藏最强大的部落。7世纪中叶，第三十二代赞普松赞干布起兵于雅砻河谷，先后征服苏毗、羊同等部落，完成了统一青藏高原的宏伟大业，建立了吐蕃王朝，并将都城由琼结迁至拉萨。"
        },
        {
            "type": "text",
            "text": "       吐蕃王朝衰落以后，西藏进入了长达400多年的分裂时期。南宋宝祐元年（1253年），元宪宗蒙哥派兵进入西藏，结束了西藏长期分裂割据的状态，统一了西藏全域。当时的卫藏地区被划分为十三万户，山南地区属当时十三万户中颇有影响的帕竹、雅桑、羊卓、唐布切等万户的领地。元至治二年（1322年），强曲坚赞就任帕竹万户长。他以丹萨梯寺为基地，励精图治，先后战胜雅桑万户、止贡万户、蔡巴万户等地方政权势力，于元至正十四年（1354年）推翻萨迦地方政权，并受元朝赐封掌管全藏的大司徒之职，接管西藏地方政权事务。大司徒强曲坚赞执政后，废除万户制度，推行封建农奴庄园制，规定宗为基本行政单位，在乃东、贡嘎等地设置13个宗。帕竹王朝以乃东作为统治中心，故又称乃东王朝，强曲坚赞亦称乃东王。"
        },
        {
            "type": "text",
            "text": "       帕竹之后，清乾隆十六年（1751年），七世达赖成立西藏噶厦政府，西藏进入噶厦政府统治时期，噶厦下设有“基巧”（相当于专区）、“宗”（相当于县）两级机构。山南基巧又称洛喀基巧，驻地泽当，辖宗23个。西藏和平解放前夕，山南基巧下设有温宗、多宗等35个“宗”。另外，山南地区曲松等地还有地方割据势力拉加里，拉加里王又称山南王。"
        },
        {
            "type": "text",
            "text": "       1951年5月23日，西藏和平解放。1956年，西藏自治区筹委会成立，山南设相当于专区建制的基巧办事处。1959年，西藏推翻了统治西藏长达数百年的封建农奴制度，实行了民主改革。1960年成立了山南专区，专署驻乃东县泽当。原塔工总管所辖的拉绥谿、加查宗、朗宗、古如朗木杰谿、金东谿划入山南专区。以乃东宗和泽当设乃东县；以桑日宗、沃卡宗、温宗等设桑日县；以拉加里宗设拉加里县（驻曲松）；以隆子宗与觉拉谿、嘉玉谿合并设隆子县；以错那宗设错那县；以哲古谿与达马谿合并设哲古县（驻当许）；以琼结宗设穷结县；以多宗与僧格宗、拉康谿合并设洛扎县（驻嘎波）；以贡嘎宗及堆谿、札谿、隆巴谿、昌谷谿、杰得秀谿等合并设贡嘎县（驻腊麦）；以札囊宗与桑耶宗、札期谿合并设札囊县；以加查宗和拉绥谿合并设加查县（驻仲坝）；以朗宗与金东谿、古如朗木杰谿合并设朗县（驻朗村）。山南专区辖乃东、桑日、加查、朗县、拉加里、隆子、错那、哲古、穷结、洛扎、贡嘎、札囊等12县。"
        },
        {
            "type": "text",
            "text": "      1964年原江孜专区所属浪卡子、打隆2县划入山南专区。撤销打隆县，并入浪卡子县。辖13县。1965年拉加里县改名为曲松县；哲古县改名为措美县。1970年改为山南地区。1985年朗县划归林芝地区，由原辖13个县变成12个县。"
        }
    ]
}