{
    "title": "日喀则地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "236",
            "category": "日喀则地区"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：463次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       十四世纪初，大司徒绛曲坚赞战胜萨迦王朝，建立了帕竹王朝，设了十三个大宗溪，最后一个宗叫做桑主孜（意为“如愿以偿”，选址在今日喀则），取名为溪卡桑主孜。日喀则的全名称溪卡桑主孜，简称为溪卡孜，汉语译音为日喀则，日喀则始有建置。藏语“溪卡孜”，意为“土地肥美的庄园”。1959年10月日喀则专区成立，1970年日喀则专区改为日喀则地区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元七世纪初，雅隆部落的松赞干布在西藏高原实现了统一，正式建立了吐蕃王朝。吐蕃王朝按照地理自然分布状况，把所辖中部地域划分为“卫、藏”两大部分，依日喀则东西的“藏”区为“耶如”（今年楚河一带）和“如拉”（今雅鲁藏布上游沿岸），东以岗巴拉山为界，西至冈底斯山（现阿里一部分）。因“藏”区地处雅鲁藏布江上游，于是才有了“后藏”之说。日喀则原称“年曲麦”或“年麦”（即年楚河下游的意思），这里虽很早就有人居住，但仍是荒凉之所。"
        },
        {
            "type": "text",
            "text": "       八世纪，吐番王朝的藏王赤松德赞请印度高僧莲花生进藏建桑椰寺，路经日喀则地方，在此修行讲经，并预言雪域高原的中心在拉萨，其次在年麦（日喀则）。十一世纪，萨迦王朝时，年麦已具“城镇” 的雏形。"
        },
        {
            "type": "text",
            "text": "       十四世纪初，大司徒绛曲坚赞战胜萨迦王朝，建立了帕竹王朝，得到元、明皇室的庇护，设了十三个大宗溪，最后一个宗便叫做桑主孜（意为如愿以偿，选址在今日喀则），取名为溪卡桑主孜。在宗山建造了宗政府。从此，日喀则的全名称溪卡桑主孜，简称为溪卡孜，汉语译音为日喀则；日喀则始有建置。明正统十二年（1447年），一世达赖喇嘛根敦珠巴（格鲁派祖师宗喀巴的徒弟）在一大贵族的资助下，开始主持兴建扎什伦布寺。扎什伦布寺的建设对日喀则市的发展奠定了基础，城市随即以扎什伦布寺为中心逐渐扩展开来。"
        },
        {
            "type": "text",
            "text": "       在噶玛王朝统治西藏的24年间，日喀则十分兴盛。明万历四十六年（1618年），藏巴汗噶玛彭措朗杰以后藏为据点，推翻了支持格鲁派的帕木竹巴政权，建立了第悉藏巴汗地方政权，首府设在桑主孜（日喀则）。明崇祯七年（1634年）五世达赖阿旺罗桑嘉措和四世班禅罗桑曲结研究决定遣派专使前往天山南路向蒙古和硕部的贵族首领固始汗求援。明崇祯十四年（1641年）固始汗率兵攻人日喀则，统治西藏地方约24年的藏巴汗政权宣告结束。"
        },
        {
            "type": "text",
            "text": "       明崇祯十五年（1642年）固始汗统治了全西藏，登上汗王宝座，便迎请五世达赖喇嘛到日喀则，将西藏13万户奉献给五世达赖刺嘛，将桑主孜建筑的宫殿全部拆除（木料运回拉萨，以扩建大昭寺和修建布达拉宫），将卫、藏地区行政事务托付给达赖喇嘛的第巴管理。并于明崇祯十五年（1642年）建立了由格鲁派管理的西藏地方政权，史称甘丹颇章政权。（因达赖居于哲蚌寺甘丹颇章而得名）。达赖喇嘛居于前藏，固始汗本人率兵驻后藏日喀则（后移驻拉萨）。由于四世班禅罗桑曲结的杰出贡献，崇祯十六年（1643年），固始汗赐给罗桑曲结“班禅博克多”的尊号。固始汗把后藏十个溪卡，全部献给扎什伦布寺，以作僧众的供养。从此扎寺成为历代班禅的驻锡地，日喀则市也就成为后藏的政治、经济和文化的中心。"
        },
        {
            "type": "text",
            "text": "       民国九年（1910年）2月由于清末治藏政策失误，加之英帝国主义作祟，西藏政局出现错综复杂的局面。民国二十九年（1940年）2月5日国民政府颁布命令，特准十四世达赖喇嘛继位；民国三十八年（1949年）6月3日李宗仁颁布命令，特准十世班禅继位。这一时期，日喀则市基本上没有发展。"
        },
        {
            "type": "text",
            "text": "       1951年5月23日，西藏和平解放。1951年11月15日中国人民解放军进驻日喀则。为便于行政管理，中央在日喀则、江孜分设二个分工委。1956年4月22日西藏自治区筹备委员会正式成立，在日喀则、江孜分设自治区筹备委员会基巧办事处（相当于现在的地区）。1959年3月10日，西藏地方政府和上层反动集团，在拉萨全面发动了背叛祖国的反革命武装叛乱。1959年3月28日，国务院发布命令宣布解散西藏地方政府，由西藏自治区筹备委员会及各分支机构行使西藏地方政府职权，同时通过了边平叛边改革的决议。1959年3月～1961年10月，历时两年多的平叛斗争胜利结束。"
        },
        {
            "type": "text",
            "text": "       1959年日喀则开始民主改革，1959年10月日喀则专区成立，辖11个县。（当时西藏自治区行政辖七个专区、一个市）。1960年西藏全区基本完成了民主改革。1962年仲巴县划归日喀则专区，1964年日喀则、江孜专区合并为日喀则专区，辖18个县。1965年恢复萨嘎、岗巴2县。拉孜县由拉孜迁驻曲下。辖18县。1968年谢通门县驻地由通门迁吉丁。"
        },
        {
            "type": "text",
            "text": "       1970年日喀则专区改为日喀则地区，地区驻日喀则县。辖日喀则、定结（驻江嘎）、拉孜（驻曲下）、聂拉木（驻冲堆）、谢通门（驻吉丁）、仲马（驻扎东）、康马、亚东（驻下司马）、岗巴、南木林、萨迦、定日（驻岗嘎）、吉隆（驻宗嘎）、昂仁、江孜、仁布、白朗（驻洛布穷孜）、萨嘎等18县。1971年定日县由岗嘎迁驻协嘎尔。1972年萨嘎县由萨嘎迁驻加加。1983年10月8日，设立江孜地区，辖日喀则地区的亚东、康马、岗巴、江孜、仁布、白朗6县；山南地区的浪卡子县，驻江孜县江孜镇。1986年9月12日，撤销江孜地区，所辖的亚东、康马、岗巴、江孜、仁布、白朗6县划归日喀则地区；浪卡子县划归山南地区。1983年10月8日，设立隆格尔县，以仲巴县部分地区为其行政区域（注：实际上因故没有正式成立隆格尔县）。1986年12月12日，撤销日喀则县，设立日喀则市。"
        }
    ]
}