{
    "title": "那曲地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "237",
            "category": "那曲地区"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：294次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “那曲”之名，因境内那曲河（怒江上游）得来。“那曲”藏语意为“黑色的河流”。1956年10月9日，设立黑河基巧办事处。1959年10月，设立黑河行政公署，为了不致与我国黑龙江省的黑河地区重名，1960年1月7日经国务院批准，正式将西藏的“黑河地区”以藏语的音译更名为“那曲地区”，今“那曲”既为地区名，又为县名、镇名、区名、河名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      那曲地区明确见于史料最早的，便是古老的象雄政权，在汉文史籍中称之为羊同。在藏文史籍中，将这一地区称作“卓岱”，意为“牧业部落”，称这里的居民为“卓巴”，意为牧民，或“羌巴”，即北方人，或“羌日”，意为北方部落。在象雄鼎盛时期，象雄人将其地域划分为内、外、中三部。现在的那曲地区，大致属于中象雄和外象雄。"
        },
        {
            "type": "text",
            "text": "      在7世纪前后，这一地区的东部地域归属于苏毗部落统治。后来，吐蕃部落逐渐强盛，统一了全藏，建立了强大的吐蕃王朝，藏北也被纳入其统治之下。松赞干布时期，将吐蕃分为四台和61个东岱（相当于千户），原苏毗部落故地设“孙波如”，共辖11个东岱。"
        },
        {
            "type": "text",
            "text": "      宋朝（960-1279）以后，那曲和羊八井、帮仓（今当惹湖和昂则湖一带）、朗如（今班戈县一带）被称作北方四部落。元至元六年（1269年），元世祖忽必烈派出官员在自青海到萨斯加的主要驿道设置驿站，其中在前藏设置驿站7所，驿道穿越今那曲的巴青、索县、比如、那曲及当雄一带，并派蒙古军士屯驻藏北，以后形成霍尔三十九族的藏北蒙古人势力。"
        },
        {
            "type": "text",
            "text": "      17世纪至18世纪初属和硕特蒙古政权，并在腾格里湖（纳木错）驻扎蒙古骑兵震慑全藏。清雍正三年（1725年），清政府设青海办事大臣，委任第十二代“霍尔王”赤加吉钦总管三十九族，直属理藩院夷情衙门。清雍正六年（1728年），清廷在拉萨设驻藏大臣办事衙门。清雍正九年（1731年），勘定青藏地界，古拉山脉南北两麓诸部落，分归驻藏大臣和青海办事大臣管辖，三十九族划归驻藏大臣直管，同年清查各部户口，并向驻藏大臣衙门支差。清朝乾隆十六年（1751年），清王朝派兵平息了珠尔默特那不扎勒事件，并在那曲建立坎囊宗，归属于噶厦直接统治，坎囊宗由堪布（即宗教头领）和囊索部落头人联合行使管治权，是一种政教合一的统治方式。那曲还有一部分地区归班禅管辖。到清光绪三十三年（1907年），共有八代“霍尔王”，均受清政府册封委任。"
        },
        {
            "type": "text",
            "text": "       辛亥革命前后，中央王朝势力衰落，噶厦得以将历史上由驻藏大臣直管的达木及三十九族地区收归己有。第九世班禅被迫前往内地后，噶厦又强行接管了班禅属区。至此，藏北地区自吐蕃王朝崩溃以后，第一次全部置于西藏地方政府的直辖之下。1942年（藏历水马年），西藏地方政府撤销霍尔基，在藏北设立绛曲基巧，即那曲总管公署，治辖藏北牧区和拉萨以北的14个宗。"
        },
        {
            "type": "text",
            "text": "       1950年10月，昌都地区和那曲地区东部首先获得解放，次年3月，昌都地区人民解放委员会宣告成立，原属噶厦绛曲基巧的聂荣宗、索宗、巴青宗、比如宗、拉日宗、尺牍宗、色扎宗、丁青宗隶属该委员会第一办事处（驻丁青），此后，各宗的人民解放委员会也相继成立。与此同时，那曲的中部和西部地区仍由噶厦绛曲基巧管理。"
        },
        {
            "type": "text",
            "text": "       1952年3月十八军独立支队主力2000余人护送班禅大师经藏北返回后藏，那曲原属班禅的领地，也返还班禅。1953年1月，中国共产党西藏工作委员会黑河分工委成立。1956年10月9日，西藏自治区筹备委员会设立黑河基巧办事处。1959年民主改革后，西藏自治区筹备委员会对藏北的行政区划作出重大调整，黑河基巧办事处下辖九个县。1959年10月，筹委会决定撤销各地基巧办事处，设立行政公署，次年2月，黑河专员行政公署成立，1965年更名为那曲行署。1985年成立尼玛县，2012年成立双湖县，至此那曲地区辖十一县。"
        }
    ]
}