{
    "title": "聂荣县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "43",
            "category": "西藏自治区"
        },
        {
            "id": "237",
            "category": "那曲地区"
        },
        {
            "id": "291",
            "category": "聂荣县"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：606次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国五年（1916年）西藏地方政府在此设霍尔基巧，管理各部落。民国三十一年（1942年）撤销霍尔基巧，将三十九族地区划分为聂荣等6个宗，当时统称为阿扎白索宗，1951年改聂荣宗，1960年8月1日，成立聂荣县。藏语“聂”意为“悦耳”、“好听”，“荣”意为“河谷”或“流域”。“聂荣”意为“悦耳之谷”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       元朝时，县境内出现了阿扎买玛、阿扎多玛和扎玛3个部落。明初又形成索德部落。后来这4个部落与比如、巴青、丁青等县境内的另外一些部落一起，结成了一个大的集团，藏族历史上称之为“三十九族”，他们活动的聂荣、巴青、丁青一带被称为“三十九族地区”。"
        },
        {
            "type": "text",
            "text": "       明朝中叶以后，三十九族地区先后归附占据在青海的土默特部俺答汗，喀尔喀部却图汗。明崇祯十年（1637年）原生活在新疆的蒙古和硕特部固始汗起兵打败却图汗，占据了青海，三十九族地区又为蒙古和硕特部据有。"
        },
        {
            "type": "text",
            "text": "       清雍正元年（1723年），和硕特部罗卜藏丹津（固始汗之孙）在青海作乱，侵扰西藏，清朝抚远大将军年羹尧和西藏贝勒康济鼐，合力将罗卜藏丹津打败，清政府渐次招抚了三十九族，随于清雍正九年（1732年）派员勘定西藏与青海边界，将三十九族地区暂划归西藏管辖。并根据部落的大小，分别设千户长，百户长，再其下设散百户长。阿扎买玛、阿扎多玛、扎玛三部落，因都不满百户，清政府令各设百户长一员，由兵部颁给号纸，准其世袭。各部落的贡马征银，交西藏粮务处。清乾隆四年（1739年），清朝诏封西藏颇罗鼐的次子珠尔墨特那木扎勒为头等台吉，负责管理三十九族地区和达木蒙古八旗（今当雄一带）。后因珠尔墨特那木扎勒谋乱，清政府于乾隆十六年（1751年）将三十九族地区和达木蒙古八旗划归驻藏大臣进接管理。"
        },
        {
            "type": "text",
            "text": "       辛亥革命推翻了清王朝，驻藏大臣离藏，原西藏地方政府于藏历第十五绕迥火龙年（1916年）开始管理三十九族地区，并设立霍尔基巧，管理各部落。藏历水马年（1942年），西藏地方政府撤消霍尔基巧，将三十九族地区划分为巴青、比如、聂荣、色扎、尺牍六个宗，聂荣宗址设在色贡，当时称阿扎白索宗。因宗内有阿扎多玛，阿扎买玛、扎玛、白日、索德部落而得名。西藏地方政府派僧俗官员各一人任宗本，宗本行使司法、税收等职权。"
        },
        {
            "type": "text",
            "text": "       1951年，聂荣宗划归昌都人民解放委员会管辖，不久聂荣宗也成立了人民解放委员会。1956年，成立聂荣宗办事处，1959年7月23日，经西藏自治区筹委会批准，聂荣宗划归那曲地区行政公署管辖。1960年，将聂荣宗的白日部落划归安多，将原巴青宗的上彭塔部落划归聂荣宗管辖。1960年8月1日，聂荣县人民政府成立，仍归那曲行署管辖。辖两个区：阿所扎玛、阿扎买玛、格木、巴吾、洛索五部落为下河区，索德部落（包括四个小部落）、上彭塔部落为彭河区。1959年扎玛部落曾一度划归安多，1961年11月重归聂荣县管辖，遂形成现在的行政区域，县府驻色贡。"
        }
    ]
}