{
    "title": "青海省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：348次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清初为卫藏地，后分设西宁办事大臣，又称青海办事大臣，为青海得名的开始；民国初设青海办事长官，后属甘边宁海镇守使。1928年9月5日，南京国民政府决定新建青海省，青海省即以青海湖得名。"
        },
        {
            "type": "text",
            "text": "       青海湖又名“库库淖尔”，即蒙语“青色的海”之意。西汉时期在青海湖附近设西海郡，当时青海湖名西海，直至东晋前秦更名为西平郡。南北朝时期的北魏定名青海湖为“青海”。隋朝设置西海郡，但青海湖仍名“青海”，以后，青海（湖）名称一直未变。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商朝，商高宗武丁出兵征伐西羌，青海东部大片地区纳入商朝版图。西周时期，青海为羌人所居。在商周时代形成了羌部落，史称“西羌”。到秦汉时，青海羌人部落有150多个，每一部落有酋长，互不统属，过着逐水草而居的游牧生活，生产力低下，属原始社会形态 。"
        },
        {
            "type": "text",
            "text": "       从战国时代到汉朝，匈奴向南入侵几百次，屠杀平民，抢掠财物，严重破坏了中原的正常生活，汉武帝元狩二年（前121年），西汉王朝派骠骑将军霍去病出兵击败河西匈奴，设令居塞，并在河西设4郡。武帝元鼎六年（前111年），汉军征讨河湟羌人，在湟中设“护羌校尉”，开始经略湟中，筑西平亭（今西宁市）。从此，汉王朝开始了对青海东部的控制 。汉宣帝神爵元年（前61年），赵充国奉命平先零羌杨玉得胜后，罢兵田于河湟，设“金城属国”，先后设置临羌（治所在今湟源县）、安夷（治所在今平安县）、破羌（治所在今 乐都县）、允吾（治所在今民和县）、允街（治所在今甘肃省兰州市红古区）、河关（治所在今贵德县）7县，青海东部地区正式纳入中原封建王朝郡县体系。"
        },
        {
            "type": "text",
            "text": "       三国时，魏文帝黄初三年（222年），凭依汉西平亭故城，修成西平郡城。古代青海东部属于中原王朝统治，汉时曾设西海郡、河源郡、湟源郡、金城郡，控制了今天的青海贵南、贵德以及西宁和湟源等地，还设立护 羌校尉。东晋十六国时，前凉、前秦、后凉、南凉、西秦、西夏、北凉相继统治过青海河湟地区。"
        },
        {
            "type": "text",
            "text": "       公元7世纪，松赞干布统一西藏高原，建立了吐蕃王朝。先后兼并了羊同、苏毗、白兰、党项诸羌，尽得其地。唐“安史之乱”后，吐蕃进一步东进，控制了青海全境。五代十国青海吐蕃部落分散，不复统一。唐末，“嗢末”一度控制河湟地区。"
        },
        {
            "type": "text",
            "text": "       宋时，角厮罗势力渐强，以青唐城（今西宁）为中心，在河、湟、洮地区建立了以吐蕃为主体的宗咯地方政权，臣属于宋。徽宗初，角厮罗政权势力日衰，宋军遂进占河湟地区。崇宁三年（1103年），宋改鄯州为西宁州，是“西宁”见于历史之始。北宋亡后，金和西夏占有河湟地区，约一个世纪。"
        },
        {
            "type": "text",
            "text": "       公元13世纪，南宋理宗元庆三年（1227年），成吉思汗进军洮、河、西宁州，青海东部地区纳入蒙古汗国版图。忽必烈即位初，在河州设吐蕃等处宣慰使司都元帅府，管辖 青、甘一带吐蕃部落。至元十八年（1281年）设甘肃行中书省，辖西宁诸州。"
        },
        {
            "type": "text",
            "text": "       明洪武六年（1371年）改西宁州为卫，下辖6千户所。以后又设“塞外四卫”：安定、阿端、曲先、罕东（地当今海北州刚察西部至柴达木西部，南至格尔木，北达甘肃省祁 连山北麓地区）。孝宗弘治元年（1488年），设西宁兵备道，直接管理蒙、藏各部和西宁近地，“塞外四卫”由西宁卫兼辖。明初青海东部实行土汉官参设制度。在青南、川西设有朵甘行都指挥使司，又在今青海黄南州、海南州一带设必里卫、答思麻万户府等。"
        },
        {
            "type": "text",
            "text": "       16世纪初，厄鲁特蒙古4部之一的和硕特部移牧青海，一度成为统治青海的民族。清雍正初年，罗卜藏丹津反清斗争失败后，清朝在青海设置青海办事大臣，统辖蒙古29旗 和青南玉树地区、果洛地区及环湖地区的藏族部落。青海东北部西宁卫改为西宁府，仍沿袭明朝的土司制度，属甘肃省管辖。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）北洋军阀政府任命马麒为西宁总兵，民国四年（1915年）又任命其为蒙番宣慰使和甘边宁海镇守使。从此，马家军阀统治青海近40年。民国十七年（1928年）9月5日，南京国民政府决定新建青海省，治设西宁。民国十八年（1929年）1月，青海省正式建制。"
        },
        {
            "type": "text",
            "text": "       1949年9月5日，西宁解放。1949年9月26日，青海省人民军政委员会宣告成立。1950年1月1日青海省人民政府正式组成，以西宁为省会。"
        }
    ]
}