{
    "title": "互助土族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        },
        {
            "id": "314",
            "category": "海东市"
        },
        {
            "id": "326",
            "category": "互助土族自治县"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：494次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国十八年（1929年）元月18日，孙连仲率3万国民军入青海西宁。20日，青海省政府正式成立，孙连仲为省政府主席。随后孙连仲迅速筹办“改省分县”建政事宜。至于今互助地区，地方上报了两个方案：一是新县称“龙山县”。主要以境内有座著名的神山---龙王山而得名。二是新县称“互乡县”。是根据孔子《论语 述而篇》：“互乡难以言。童子见，门人惑。子曰‘与其进也，不与其退也，唯何甚？人洁以进，不得其往也。’”意思是与“互乡”这个少数民族居住地方的人很难交流，但大家使自己清洁以求进步，孔子是赞许他的追求清洁的进步行为的。方案上交后，受孙中山“三民主义”思想熏陶的孙连仲否决了“龙王县”名，改“互乡县”为“互助县”，以取此地居住的各民族之间要“互助友爱”之寓意。"
        },
        {
            "type": "text",
            "text": "       民国十九年（1930年）8月8日，青海省政府将原西宁县所属的威远堡、沙棠川一带分出设置互助县。民国二十年（1931年）3月，正式设置互助县，县治威远堡。1954年2月17日，成立互助土族自治区。1955年6月13日互助土族自治区改为互助土族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       在夏、商、周三代时属《禹贡》雍州地，为西北羌戎繁衍生息地之一。公元前221年秦始皇统一六国，互助等地区，属于为湟中地。汉武帝元鼎六年（前111年），将军李息、徐自为率军深入青海， 后建西平亭（在今西宁一带）。整个湟水流域纳入西汉版图。汉宣帝神爵二年（前60年），设破羌（今乐都老鸦城）、安夷、临羌（今湟中哆吧）三县，这时互助地区属金城郡临羌县辖。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武九年（33年），复置“护羌校尉”。东汉末年汉献帝建安年间（196年—219年），在今西宁地区设西平郡，分原临羌县东部地区置西都县（治今西宁市），互助分属西平郡下西都县和安夷县管辖。"
        },
        {
            "type": "text",
            "text": "       三国时期，魏国继续以西平郡管辖临羌等县。西晋沿用。西晋晋怀帝永嘉五年（311年），西平太守曹祛乘西晋之危，企图推翻凉州刺史张轨的统治。张轨之子张实率兵进入青海攻杀曹祛。此后，互助及青海东北部地区纳入张氏“前凉”王国的势力范围。东晋孝武帝太元元年（376年），“前秦”苻坚遗大将姚长等征伐“前凉”。前凉王张天锡降，西平（含今互助地区）遂归“前秦”。太元十四年（389年），“前秦”大将略阳氏人吕光据凉州，自称“三河王”，建立“后凉”王国，尽有“前凉”属地，互助地区又归于“后凉”。"
        },
        {
            "type": "text",
            "text": "       东晋恭帝隆安元年（397年），鲜卑族秃发部从河西走廊进入青海东部地区，其首领秃发乌孤称西平王。互助地区属于秃发乌孤势力范围。东晋安帝义熙十年（414年），鲜卑乞伏氏之“西秦王”乞伏炽磐乘南凉王秃发傉檀西征乙弗（今青海湖滨）之际破灭“南凉”。互助地区又归“西秦”王国统治。"
        },
        {
            "type": "text",
            "text": "       南朝宋文帝元嘉六年（429年），占据河西走廊的匈奴沮渠牧犍建立的“北凉”王国攻占了西平，湟水流域包括今互助地区归附“北凉”。南朝宋文帝元嘉十六年，北魏太武帝太延五年（439年），北凉王沮渠牧犍降于北魏，湟水流域遂为北魏辖地。北魏在西平郡地设鄯善镇，后改为鄯州。北魏孝明帝孝昌二年（526年）后，今互助地区归属吐谷浑。北周建德五年（576年），武帝宇文邕攻击吐谷浑获胜，此后，今互助地区归附北周。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），安乐郡公元谐率兵进入青海，自此今互助地区属隋管辖。开皇十八年（598年），改西都县为湟水县。隋炀帝大业五年（609年），又恢复西平郡。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），唐遣安兴贵击杀占据河西自称“梁王”的李轨，改西平郡为鄯州，包括今互助在内的西平地区归属唐朝。唐太宗贞观时，设陇右道于乐都，唐太宗贞观二十三年（649年），唐设置部州都督府。鄯州辖湟水、龙支、鄯城三县。今互助地区属鄯城、湟水县管辖。龙朔三年（663年），吐蕃攻占吐谷浑属地，唐将吐谷浑河源国王慕容诺曷钵及其部众迁徙于浩门河两岸，今互助、门源等地。上元二年（761年），吐蕃攻占鄯州，今互助地区归属吐蕃。大中五年（851年），沙洲（今甘肃敦煌）人张议潮率众起义，收复河湟。唐委派张义潮为归义军节度使，今互助县地又归于唐。咸通十三年（872年），张义潮死。其时吐蕃王朝崩溃，“嗢末”人聚众自保，盘踞河湟。今互助县地在唐末五代时属于吐蕃嗢末人的势力范围。"
        },
        {
            "type": "text",
            "text": "       北宋真宗大中祥符七年（1014年）,唃厮啰政权以青唐城（今西宁）为中心，在河湟地区建立吐蕃地方政权。今互助地区时为唃厮啰属地。宋哲宗元符二年（1099年），洮西安抚使王赡率部收复青海东北部地区，唃厮啰首领瞎征陇桚降宋 ，收复邈川城，置湟州（今民和），改青唐城为鄯州，今互助地区归宋鄯州管辖。次年，宋军又退回黄河以南，今互助县地复归唃厮啰部族溪（贝奈）罗撤管辖。宋徽宗崇宁二年（1103年），经略使王厚统兵十万，再次收复青海东北部地区。次年，改鄯州为西宁州。今互助地区复归宋西宁州管辖，设有绥远寨。"
        },
        {
            "type": "text",
            "text": "       南宋高宗建炎元年（1127年），宋军再次退走，今互助县地为唃厮啰部益麻当征（宋王朝赐名赵怀恩）辖地。绍兴元年，金天会九年（1131年），金朝将军奔睹率部占领西宁州，今互助地区遂为金朝属地。绍兴六年（1136年）七月，西夏攻占西宁等地，今互助地区为西夏西宁州属地。宝庆三年，蒙古成吉思汗二十二年（1227年），成吉思汗所部蒙古军占领西宁州，今互助地区为元朝西宁州属地。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武三年（1370年），明军进入青海地区，今互助地区遂归明朝。此前，归属明朝的元淮安右丞陈子明于明洪武元年（1368年）授指挥使职，后移居今互助县五峰乡陈家台村，后称“陈土司”。洪武六年（1373年），改西宁州为西宁卫，下辖六个千户所，以土司李南哥为指挥，属陕西行都司统辖，互助地区隶属西宁千户所。"
        },
        {
            "type": "text",
            "text": "       雍正三年（1725），改西宁卫为西宁府，设西宁县，今互助大部属西宁县管辖。雍正十三年（1735）设西宁镇，互助设威远营，为西宁镇下辖三十七营之一。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913），互助地区属甘肃行省西宁道。民国十八年（1929）1月1日，青海正式建省，互助地区隶属西宁县。民国十九年农历八月八日（1930年9月29日），互助正式建县，县治威远堡。隶属青海省政府。"
        },
        {
            "type": "text",
            "text": "       1949年9月12日，互助县解放，隶属青海省人民政府。1954年2月17日，成立互助土族自治区。1955年6月13日互助土族自治区改为互助土族自治县。1960年4月5日至1961年8月，互助县隶属西宁市。1961年8月15日至1978年9月，为青海省直属县。1978年10月19日，青海省成立海东地区，互助县隶属海东地区至今。"
        }
    ]
}