{
    "title": "化隆回族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        },
        {
            "id": "314",
            "category": "海东市"
        },
        {
            "id": "327",
            "category": "化隆回族自治县"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：448次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏宣武帝景明三年（502年），置石城县（治今群科古城）。西魏废帝二年（553年），改石城县为化隆县。据《太平寰宇记》卷155称：“因县内化隆谷改为化隆。”"
        },
        {
            "type": "text",
            "text": "       唐先天元年（712年）改化隆为化成县；唐天宝元年（742年），改化成县为广威县，宋神宗元丰年间设廓州宁塞郡，郡治在广威。元废廓州，化隆地区属甘肃行中书省西宁州，明朝时化隆地区未置县，地属西宁卫。乾隆九年（1744年），化隆地区设置巴燕戎格抚番厅。民国二年（1913年）废清朝旧制的州、府、厅为县，巴燕戎厅改为巴戎县。民国二十年（1931年）8月，又改巴燕县为化隆县，采用古地名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦、汉时期，化隆地区是羌人繁衍生息的地方。神爵二年（公元前60年），西汉设置金城郡，治允吾（今青海省民和县下川口），今化隆县地属金城郡辖地。"
        },
        {
            "type": "text",
            "text": "       东晋成帝咸康元年（335年），前凉王张骏在今化隆县境内置湟河郡，筑湟河城（今群科镇日兰古城）。东晋孝武帝太元元年（376年），前凉亡，湟河郡地归前秦氏族政权，沿旧制，仍置湟河郡。太元十年（385年），吕光在姑臧（今甘肃武威市）建后凉王国，湟河郡归附后凉。东晋安帝隆安二年（398年），河西鲜卑秃发乌孤占领青海东部，建南凉王国，仍沿旧制，置湟河郡，郡治黄河城，并在今甘都设邯川护军。安帝义熙九年（413年），沮渠蒙逊的北凉占领今化隆等地，分原湟河郡东西地区为湟河、湟川两郡。义熙十一年（415年），鲜卑乞伏氏的西秦军队攻陷北凉湟河、湟川两郡，仍置湟河郡，今化隆即属之。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋文帝元嘉六年（429年），北凉再次攻占湟河郡，沿旧制仍置湟河郡。北魏太武帝太平真君六年（445年），北凉国亡，北魏占领湟河郡及其以西地区，置洮河郡，改邯川护军为邯川戎，隶鄯善镇（今西宁市）。北魏宣武帝景明三年（502年），置石城县（治今群科古城）。北魏孝明帝孝昌二年（526年），在邯川戍置广威县。是年鄯善镇废，洮河郡隶鄯州（治今乐都），石城、广威两县均属洮河郡辖地。西魏废帝二年（553年），因境内有化隆谷，改石城县为化隆县。此为化隆县名之始。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），在今群科镇古城置廓州，辖达化、化隆两县；先天元年（712年）改化隆为化成县；唐天宝元年（742年），改化成县为广威县，同时改廓州为宁塞郡；唐乾元元年（758年）又改宁塞群为廓州。"
        },
        {
            "type": "text",
            "text": "       宋真宗景德元年（1004年）、原吐蕃赞普后裔唃厮啰（997年—1065年）在廓州（今郡科古城）建唃厮啰政权，1006年迁至宗哥城（今平安镇），最后，在青唐城（西宁城）建都，曾控制青海东部及洮、岷、河诸州近百年；宋神宗元丰年间（1078—1085年），宋有廓州宁塞郡，下设广威、米县、达化三县，郡治在广威（今郡科镇）。"
        },
        {
            "type": "text",
            "text": "       金熙宗天会十五年（1137年）廓州属西夏管辖。元世祖至元十八年（1281年）废廓州、化隆地区属甘肃行中书省西宁州及宣政院辖吐蕃等处宣慰司贵德州管辖。明时化隆未设县，属西宁卫。"
        },
        {
            "type": "text",
            "text": "       清雍正十三年（1735年）川陕总督刘于义奏准在今扎巴乡筑城；乾隆三年（1738年），增设巴燕戎（今巴燕镇），甘都堂（今甘都镇、甘都街村），扎什巴（今扎巴乡）等八营堡，统归巴燕戎营管辖，乾隆九年（1744年），化隆地区设置巴燕戎格抚番厅，属西宁府管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）巴燕戎厅改为巴戎县，属甘肃省西宁道管辖。民国十八年（1929年）青海建省，改巴戎县为巴燕县。民国二十年（1931年）8月，又改巴燕县为化隆县。"
        },
        {
            "type": "text",
            "text": "       1954年2月成立化隆回族自治区，1955年改称为化隆回族自治县，县府驻巴燕镇。1978年10月19日设置海东地区，化隆回族自治县隶属海东地区。"
        }
    ]
}