{
    "title": "黄南藏族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        },
        {
            "id": "317",
            "category": "海南藏族自治州"
        }
    ],
    "detail": "[日期：2014-02-20]   来源：www.Youlai19.cn  作者：【由来网】   阅读：364次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1953年12月14日至22日召开黄南藏族自治区首届各族各界人民代表会议，22日成立黄南藏族自治区，因地处黄河之南，故名。自治州辖同仁、尖扎、泽库三县，选举隆务寺第七世夏日仓·罗桑成勒隆尕嘉措为首任自治区主席。1955年5月20日至24日召开黄南藏族自治区第三届各族各界人民代表会议，黄南藏族自治区改称黄南藏族自治州，夏日仓·罗桑成勒隆尕嘉措为首任州长。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦汉年间，黄南为羌人活动主要地区之一。西汉神爵元年（公元前61年），赵充国统兵进击河湟地区羌人，羌人首领靡望归顺赵充国，西汉王朝遂与河南诸羌建立羁縻关系。次年，西汉设立河关县，今尖扎县、同仁县部分地区为河关县辖区。汉永元十三年（101年）护羌校尉周鲔和金城太守候霸与迷唐战于允川，迷唐战败，离开大小榆谷，远走析支河首。永元十四年（102年），护羌校尉候霸奏准在东西邯屯田五部，在留逢（尖扎一带）屯田两部，开始在河湟地带垦荒屯田。东汉延熹二年（159年）始，河南烧当羌联合其他八部羌人反汉，争战多年。"
        },
        {
            "type": "text",
            "text": "       三国时期，东汉建安十二年（207年）今黄南地区一度归属蜀汉政权。晋永熹之乱后，吐谷浑进入黄河南部地区，今黄南地区遂成为吐谷浑活动之地。北周置达化郡，辖今尖扎、同仁等地。"
        },
        {
            "type": "text",
            "text": "       唐咸亨元年（670年）吐蕃灭吐谷浑国，今黄南地区成为唐与吐蕃争夺地区。唐景龙三年（709年），唐金城公主远嫁吐蕃赞普，唐鄯州都督杨矩接受吐蕃厚赂，表奏唐朝准划九曲之地为金城公主汤沐之地。从此，今黄南地区成为吐蕃辖地。唐天宝十二年（753年），哥舒翰出兵击败吐蕃，收复黄河九曲之地。次年在今黄南地区设洮阳郡，在今贵德县境设浇河郡。两年后，吐蕃乘安史之乱之机东进，完全占据今黄南地区。"
        },
        {
            "type": "text",
            "text": "       宋代（1015年～1099年），今黄南地区由唃厮啰政权控制。北宋元符二年（1099年）七月，洮西安抚使王赡率宋军攻占廓州，黄河南诸蕃部降宋，黄南地区成为宋朝辖地。北宋崇宁三年（1105年），在今循化县境设置积石州。南宋绍兴元年、金太宗天会八年（1131年），金占领河州，随后占据黄河南部地区达90余年。"
        },
        {
            "type": "text",
            "text": "       南宋宝祐元年、元宪宗三年（1253年），元朝在河州设“吐蕃宣尉使司”，辖今甘青藏区。到明洪武三年（1370年），邓愈率兵攻占河州，次年改设河州卫，改必里万户府为必里千户所，辖黄河南部游牧部落。明洪武八年（1375年），改贵德州为贵德守御千户所，下设10屯，其中今黄南地区有7屯（尖扎康、杨、李三屯和同仁保安季、李、吴、脱四屯）。明永乐元年（1403年），必里千户所升格为必里卫，辖区包括今黄南、海南、甘南部分藏区。明宣德元年（1426年），隆务寺高僧罗哲桑格被封为“弘修妙悟国师”之后，热贡地区逐渐形成隆务寺政教合一统治制度。明万历年间（1573～1619年），蒙古土默特部火落赤及其子洪萨巴图尔控制今黄南地区。"
        },
        {
            "type": "text",
            "text": "       清朝建立后，清廷承认和硕特蒙古在蒙藏地区的统治地位。清顺治九年（1652年），博硕克图济农率部占据巴水、泽曲河、黄河流域，今黄南地区属博硕克图济农的势力范围。康熙三十六年（1697年），青海蒙古归附清朝。雍正元年（1723年），平定罗布藏丹津叛乱事件后，清廷加强对青海的统治，今尖扎地区划归贵德守御千户所辖，今同仁、泽库地区划为河州同知辖。雍正四年（1726年），置驻西宁办事大臣，今河南蒙古族地区由办事大臣节制。清乾隆二十七年（1762年），移河州同知驻循化，设循化厅，今同仁、泽库两县地区归循化厅辖，今尖扎地区属贵德守御千户所辖。清乾隆五十六（1791年），置贵德厅改隶西宁府，今循化、贵德所属藏族部落，归西宁办事大臣兼理。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），循化、巴燕戎格、丹噶尔、贵德四厅改为县，属西宁道，今同仁、泽库两县为循化县辖地，尖扎县为贵德辖地，河南蒙旗为省直辖。民国十八年（1929年）元月建立青海省，7月由循化县析置同仁县，辖今同仁、泽库地区。民国二十六年（1937年），在同仁县设青海省第七专员公署，辖同仁、同德两县。"
        },
        {
            "type": "text",
            "text": "       1949年9月5日，青海首府西宁解放。同年9月22日成立同仁县人民政府。1952年3月15日，同仁县改称同仁藏族自治区。1953年6月4日成立尖扎县人民政府。12月5日成立泽库县人民政府。12月22日成立黄南藏族自治区，辖同仁、尖扎、泽库三县。1954年5月27日同仁藏族自治区改称同仁县。1954年10年16日，成立河南蒙古族自治区人民政府，由省直辖。1955年5月24日黄南藏族自治区改称黄南藏族自治州。1959年1月17日，自治州代管循化撒拉族自治县和河南蒙古族自治县。1962年12月，循化撒拉族自治县划为省直辖。自治州现辖同仁县、尖扎县、泽库县、河南蒙古族自治县和李家峡办事处（2002年11月1日撤销）。"
        }
    ]
}