{
    "title": "囊谦县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        },
        {
            "id": "319",
            "category": "玉树藏族自治州"
        },
        {
            "id": "352",
            "category": "囊谦县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：450次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国二十四年（1935年）从玉树县析置囊谦县。县因境内有玉树25族中最大部落囊谦族而得名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       十二世纪时，曾担任中央政府内大相（内务官员）的吉普科洛桑布之子哲哇阿洛率领部属，自今四川省甘孜藏族自治州康定折多山一带进入玉树南部（今囊谦地区），该家族一直以先祖的显赫地位为荣,遂以“囊谦”作为家族和部落名称。“囊谦”是“囊伦谦宝”的简称，藏语意为内大相，世人称“囊谦加宝”，意为囊谦王。"
        },
        {
            "type": "text",
            "text": "       据《囊谦王系谱》称其先祖有名吉乎·枯隆荣布者，曾任内地某朝皇帝的大相。吉乎·枯隆荣布传至四十四世为直哇阿路，率部由今康定地区迁至今囊谦地区。因先祖吉乎·枯隆荣布曾任内大相（藏语为“囊伦谦宝”），故名所居地简称为“囊谦”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       魏晋以前，为羌人部落游牧之地。魏晋以后，先后隶属多弥国、苏毗国。唐代为吐蕃政权辖属，吐蕃王朝崩溃后，囊谦地区出现了大小部落割据称雄的局面。十二世纪时，曾担任中央政府内大相（内务官员）的吉普科洛桑布之子哲哇阿洛率领部属，自今四川省甘孜藏族自治州康定折多山一带进入玉树南部（今囊谦地区），以其父的官衔作为自己部落的名称——囊谦（藏语译音，意为内大相），世人称“囊谦加宝”。意为囊谦王。由此开始了囊谦王族对今玉树地区的世袭统治。"
        },
        {
            "type": "text",
            "text": "       南宋淳熙二年（1175年），南宋王朝任命哲哇阿洛为囊谦土官，颁发了管理领地的文书。敕建囊谦根蚌寺，中央政府从此开始在青海南部施政。元代囊谦地区属吐蕃等路宣慰使司都元帅府管辖。明朝时，囊谦部落首领被朝廷敕封“功德自在宣抚国师”，并以土王身份管理各部落政务，同时中央政府委派了专门管渡口的官员。"
        },
        {
            "type": "text",
            "text": "       明末清初，囊谦地区为和硕特蒙古政权辖地。固始汗和五世达赖赐囊谦王阿牛“毛旺仁庆囊家”的称号，实行了对囊谦诸部落的直接统治。康熙三十七年（1698年），囊谦王多杰才旺之兄陈林才旺亦被和硕特亲王封以“乌吉台吉”爵位。雍正年间，清廷划玉树地区40部落归西宁办事大臣衙门管辖，并委任各部落头人为千户、百户等官职，囊谦王被任为千户。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）以后，囊谦地区由青海办事长官管辖。民国二年（1913年）四川、甘肃两省激烈争夺囊谦管辖权。民国三年（1914年）经两省派员勘查边界后，囊谦仍归甘肃省，为甘边宁海镇守使直接管辖。民国六年（1917年）3月北洋政府准许马麒在玉树地区设置玉树理事。民国十八年（1929年）改为玉树县，囊谦归玉树县管辖。民国二十一年（1932年）以玉树商人与尕丁寺僧人因销售货物发生纠纷为导火线，引起了历时一年零两个月的青藏战争，战后两省签订了《青藏和约》，囊谦仍归属青海。马步芳为强化对青南地区的统治，于民国二十二年（1933年）10月6日设置囊谦县。"
        },
        {
            "type": "text",
            "text": "       1949年9月玉树区督察专员马骏通电起义，1951年建立囊谦县人民政府，隶属玉树藏族自治区至。1955年玉树藏族自治区改设玉树藏族自治州，囊谦县随属。1959年以玉树、囊谦、杂多、治多4县部分地区设置江南县。1962年江南县撤销，县地又复归原来所属。"
        }
    ]
}