{
    "title": "海西蒙古族藏族自治州",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "42",
            "category": "青海省"
        },
        {
            "id": "320",
            "category": "海西蒙古族藏族自治州"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：386次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国时属都兰县辖地。1952年9月26日撤销都兰县，设立县级“都兰蒙藏哈萨克族自治区”。1955年12月12日更名为“海西蒙藏哈萨克族自治州”，因地处青海湖以西，故名。1984年5月，全州的哈萨克族自愿要求，并经中央及国务院同意，全部迁返新疆，1985年5月21日更名为“海西蒙古族藏族自治州”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为西羌地，西汉时今海西州东部为先零卑禾等羌人部落活动范围，西部属“古诺羌国”。汉平帝元始四年（4年），王莽置西海部，今海西东部属之。新莽末年郡废，复为羌地。"
        },
        {
            "type": "text",
            "text": "       东晋后期，今海西州西部为吐谷浑属地，东部为鲜卑乙弗国地（后并于吐俗浑）。吐谷浑首领拾寅在位时（约452年），曾在白兰（今都兰县诺木洪一带）修建城廓，至吐谷浑伏连筹即位期间（491年—529年）曾建都于今海西州境内，后移治于伏俟城（今共和县石乃亥乡铁卜洽古城）。"
        },
        {
            "type": "text",
            "text": "       隋大业五年（609年），隋军击败吐谷浑，在其地设置四郡，今海西东部属西海郡，西部属鄯善郡。隋末，吐谷浑复据故地。"
        },
        {
            "type": "text",
            "text": "       唐贞观十年（636年），吐谷浑成为唐属国。龙朔三年（663年），吐蕃王国灭吐谷浑据有其地，今海西州曾隶吐蕃腊城节度使。"
        },
        {
            "type": "text",
            "text": "       宋代，今海西西部为撒里畏兀尔（即黄头回纥）地，东部为吐蕃地方政权一唃厮啰势力范围。"
        },
        {
            "type": "text",
            "text": "       元代，今海西州西北地区为甘肃行省沙州路辖区，其余大部分地区为宣政院所属吐蕃等处宣慰司辖区。元顺帝时，在今海西西部设曲先答林元帅府，封卜烟帖木儿为宁王镇守今柴达木西部地区。"
        },
        {
            "type": "text",
            "text": "       明初，今海西州地区为安全、阿端、曲先、罕东四卫地，由西宁卫兼管。武宗正德七年（1512年）左右，东蒙古诸部开始进入青海，攻破塞外四卫，从此，今海西地区为东蒙古诸部统治地区。崇祯十年（1637年），居住在今新疆的卫拉特蒙古（即西蒙古）和硕特部，在其首领顾实汗的率领下进入青海，统治了今海西地区。"
        },
        {
            "type": "text",
            "text": "       清雍正三年（1725年），清廷编定青海蒙古左右两翼盟29旗，今海西州境划定9个蒙古旗，统归“钦差办理青海蒙古番子事务大臣”管辖。乾隆二十二年（1757年）班禅商上喇嘛移巴彦托辉、岳霍洛依（即今都兰县香日德一带），为班禅香家旗。咸丰八年（1858年），藏族汪什代海部落迁入今天峻县境内驻牧，当地的蒙古北前旗北迁祁连。至光绪年间（1875年—1908年）藏族沟里、日安两个百户部落迁入今都兰县境内落居。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）7月，青海办事大臣改为青海办事长官，今海西地区隶属青海办事长官。次年增设蒙番宣慰使，管理蒙藏事务。民国四年（1915年），今海西地区由甘边宁海镇守使兼管。民国六年（1917年），归都兰理事辖，上隶甘边宁海镇守使。民国十九年（1930年），改都兰理事为都兰县，辖今海西州全境，直隶青海省。民国二十七年（1938年），在今都兰县察汗乌苏镇设立青海省第八行政督察专员公署，民国三十年（1941年）改称青海省第一行政督察专员公署，都兰县属其管辖。此间，从民国二十四年至民国三十年（1935年—1941年），生活在新疆的部分哈萨克族，先后迁入今海西州境内落居。"
        },
        {
            "type": "text",
            "text": "       1949年9月，青海解放。同年11月成立都兰县人民政府（驻地察汗乌苏），辖今海西州全境，直隶青海省。1952年9月26日撤销都兰县，设立县级“都兰蒙藏哈萨克族自治区”，1954年1月25日改建为专区级“海西蒙藏哈萨克族自治区”（驻察汗乌苏），1955年12月12日更名为“海西蒙藏哈萨克族自治州”。"
        },
        {
            "type": "text",
            "text": "       为开发建设柴达木盆地，1955年7月30日在格尔木设立了“柴达木工作委员会”，作为青海省人委派出机构，处理开发建设柴达木盆地的日常工作。1956年2月更名为“柴达木盆地工作委员会”，同年3月将驻地由格尔木迁至大柴旦。1957年4月撤销“柴达木盆地工作委员会”，改设“柴达木盆地行政委员会”，1958年1月更改为“柴达木行政委员会”。"
        },
        {
            "type": "text",
            "text": "       1959年1月，海西州人委由察汗乌苏迁驻大柴旦与“柴达木行政委员会”合署办公。1963年8月26日撤销“柴达木行政委员会”，全部由海西州管理，全政区称“海西蒙古族藏族哈萨克族自治州”。1966年4月州府由大柴旦迁驻德令哈。1984年5月，全州的哈萨克族自愿要求，并经中央及国务院同意，全部迁返新疆，1985年5月21日更名为“海西蒙古族藏族自治州”。"
        }
    ]
}