{
    "title": "甘肃省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：392次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉初为匈奴地，武帝置张掖郡，晋时北凉沮渠蒙逊建都于此，后魏置张掖军，又改军为郡，西魏废帝三年（554年）改为甘州（今张掖市甘州区），因甘泉清洌而名。隋代仁寿二年(602年)设肃州（今酒泉）。北宋初期西夏统治河西时设有甘肃军司，辖甘州、肃州，为甘肃得名的开始。元初以甘州置甘肃路，后改宁夏行省为甘肃行省。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代，居泾河、渭河流域尚处于氏族部落阶段的周朝的祖先周部落，周文王灭商以前，战胜了西戎混夷，把境域扩展到密（今灵台县）。这一时期，甘肃境内有羌方、共（今泾川县北）、密（今灵台县西）等方国部落。"
        },
        {
            "type": "text",
            "text": "       西周时，秦人的祖先在省境东部，即今天水地区定居下来， 在秦亭（今张家川回族自治县城南）箐城建邑，始有立足之地。春秋时期省境属秦国和西戎。西戎中较大的几个是：绵诸、邶戎、冀戎、义渠戎、翟、貘。秦武公十年（前688 年）秦国在己被征服的邶戎、冀戎地区，设邶县（今天水北道区南）、冀县（今甘谷县）。这是甘肃历史上建立最早的两个县。秦昭王二十七年（公元前280 年）设置陇西郡，秦昭王三十五年（公元前272 年）再建立北地郡。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，分全国为36郡（后增为40郡）。当时，省境行政区划有陇西、北地2郡。陇西郡郡治狄道（故治在今临洮县东北），辖区约当今甘肃东南部之地；北地郡治义渠（故治在今宁县西北），辖区约当今甘肃东北部和宁夏回族自治区东南部之地。今甘南东南隅之一部属于汉中郡（治南郑，今陕西省汉中）。"
        },
        {
            "type": "text",
            "text": "       公元前205年，汉高祖始占有陇西、北地两郡。汉武帝于元狩二年（公元前121 年）置武威、酒泉二郡。汉武帝元鼎三年（公元前114年）又增置天水、安定郡；元鼎六年（公元前111年），分武威郡置张掖郡，析酒泉郡置敦煌郡。元鼎六年（前111 年）设武都郡；汉昭帝始元六年（公元前81年），从天水、陇西、张掖3 郡各分出两个县建立金城郡。"
        },
        {
            "type": "text",
            "text": "       东汉灵帝中平五年（188 年），改革地方行政制度，扩大刺史权力，并将刺史更名为州牧。当时甘肃属凉州，辖区约当今甘肃大部和宁夏回族自治区的南部。凉州共辖10个郡、2个属国、99县。10个郡与西汉时的建置相同，即：武都、陇西，金城，汉阳（原为天水郡，东汉明帝永平十七年更名）、武威、张掖、酒泉、敦煌、安定、北地等郡，增设加了两个属国，即张掖属国、张掖居延属国。属国在政区上相当于郡，为少数民族管理区。另外，省境南部边缘的一小部分地区分属益州。"
        },
        {
            "type": "text",
            "text": "       三国时期，省境共置凉州一州（另有一部分地方分属雍州和益州）、12郡、77个县。大部分地方属魏国，南部的部分地区属蜀国。西晋，省境设凉州、玖州，兼属雍州，统12个郡、72个县。进入东晋，社会动乱，北方形成分裂割据局面。从西晋末到十六国时期，跨境或在甘肃境内先后建立的割据政权有：后赵、前秦、后秦，各占有约当今甘肃一部之地；南北朝时期，甘肃先后为北魏、西魏、北周的统治地区。这一时期，南北对峙，国家分裂，州县林立，政权更替频繁，“百户之邑便立州名，三户之民空张郡目”的情况比比皆是，行政建置十分混乱。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583 年）裁并州郡，重新恢复为州、县两级制。隋炀帝大业三年（607 年），又改州为郡，以郡统县，并分郡为上、中、下三等。另设司隶和刺史分部巡察，主掌监察。经裁并，省境共设16郡、76县。"
        },
        {
            "type": "text",
            "text": "       唐朝，初改郡为州，唐玄宗时又改州为郡，唐肃宗时再改郡为州，终唐之世，仍为州、县两级制，郡只是地理区域的名称。按照唐的定制，州分辅、雄、望、紧、上、中、下七等，县分上、中、下三等。类似这样的划分，一直延续到清代。当时省境共设22州，辖67县。五代时期，后梁占有甘肃之一部，后唐据有秦、阶、成、泾、原等州，后晋据有武州（今环县），后周有秦、阶、成州，前蜀占据甘肃的东南部。"
        },
        {
            "type": "text",
            "text": "       北宋初分全国为10道，至道三年（997年）改为15路（后增为26路），甘肃属陕西路。宋仁宗庆历元年（1041年），分陕西沿边为秦凤、泾原、环庆、鹿延4路（前3 路在甘肃境）。宋神宗熙宁五年（1072年），增置熙河路。后几经变化，省境共置永兴军路、秦凤路2路，辖21州（府、军）、51县（监、尉司）。11世纪初叶，党项族西夏崛起，于宋仁宗明道元年建国，都兴庆府（银川市），辖区有22州，其中在甘肃境内的有甘（西夏改为宣化府）、凉（西夏改为西凉府）、肃、瓜、沙、会等6州。南宋时，甘肃大部隶属金朝。属南宋利州西路（北宋时称秦凤路）的有文州、阶州、西和州（今西和、礼县）、凤州、同庆府（今成县）、天水军（绍兴初年因秦州为金占领，遂置南天水县、北天水县，嘉定元年（1208年）改县为军，今天水市）。金朝，在甘肃境置4路、16州（府）、50个县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十八年（1281年）甘肃正式设省，称“甘肃等处行中书省”（长官为平章政事），简称甘肃行省，治所在甘州路的甘州（今张掖市）。省辖7路、5个直隶州、4个府、22属州、24县。省境东部地区属陕西行省。另外还置河西陇北道肃政廉访司，主掌监察，隶属于陕西诸道行御史台。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年）置陕西等处行中书省（辖甘肃）。明太祖洪武九年（1376年），废除行省制，改设承宣布政使司，实行司法、行政、军事分立，各不统属，三司互相也不得兼任。甘肃属陕西承宣布政使司管辖，原甘肃境内共设置5府、9州、50县。5府是庆阳府、平凉府、巩昌府、临洮府、灵州（直隶州）。另外，属于明朝九个重镇的有：宁夏（今宁夏回族自治区银川市）、固原（今宁夏回族自治区固原县）、甘肃（今张掖市）。"
        },
        {
            "type": "text",
            "text": "       清初，分全国为18行省。清圣祖康熙六年（1664年）设陕西左、右布政使司，右布政使司驻巩昌（今陇西）。康熙六年（1647年）改陕西右布政使为巩昌布政使司。次年，又改巩昌布政使司为甘肃布政使司，同时将治所从巩昌移至兰州。清高宗乾隆二十九年（1764年）裁甘肃巡抚，以陕北总督行巡抚事，并迁陕甘肃督置至兰州。当时甘肃辖区除包括今新疆、青海、宁夏一部分外，大体上和今甘肃的境域相同。清德宗光绪十年（1884年），从甘肃分出新疆单独建省。另外，青海北部的额鲁特蒙左部5 部29旗，南部藏族40个土司，由西宁办事大臣管辖。西宁办事大臣受甘肃省节制。清朝在地方也设有监察区。甘肃省的监察区是6道：平庆泾固化道（治所平凉府）、甘凉道（治所甘州）、安肃首（治所安西州）、巩秦阶道（治所秦州）、宁夏道（治所宁夏府）、宁道（治所西宁府）。"
        },
        {
            "type": "text",
            "text": "       辛亥革命以后，废除了清代的府、州、厅制，实行省、道、县三级制。民国元年（1912年），甘肃共设7道，下辖77县，即兰山道（治皋兰县，清兰州府地）、宁夏道（治宁夏县，清宁夏府地）、西宁道（治西宁目，清西宁府地）、泾原道（治平凉县，清平凉、秋阳府、泾州、固州、化平川厅地）、渭川道（治天水县，清秦、阶二州地）、安肃道（治酒泉县，清肃州、安西二州地）、甘凉道（治武威县，清甘、凉二州地）。民国三年（1914年），改省的长官民政长（民国初期称都督）为巡按使，道的长官道尹为观察使（后改称道尹），次年，又改巡按使为省长。"
        },
        {
            "type": "text",
            "text": "       民国十六年（1927年），废除道的建制。民国十七年（1928年），划甘肃西宁道属之西宁、大通、乐都、循化、贵德、巴燕、湟源等7县，另建青海省；同时划甘肃宁夏道属之定夏、宁朔、灵武、盐池、平罗、中卫、金积、豫旺（原镇戎县，今固原县）等8 县和宁夏护军使所辖的阿拉善额鲁特、额济纳土尔扈特2 部地，成立宁夏省。区划调整分置以后，甘肃省辖64县，民国十八年（1929年）增置到68县，增设了永靖（1929年析临夏县地设置）、和政（1929年析临夏、临洮县地置）、康县（1928年析武都县地置永县，后改康县）等县。后来，在少数民族地区原设拉卜楞设治局（1926年析循化县地设置，1928年改为夏河县）、康乐设治局的基础上，又陆续增置洮西设置局（1932年置）、卓尼设治局（1937年置）、肃北设治局（1938年置）。"
        },
        {
            "type": "text",
            "text": "       1949年8 月甘肃省解放以后，即成立甘肃行政公署，下辖庆阳、平凉、天水、武都、岷县、定西、临夏、酒泉、武威、张掖、兰州11个分区（专区、市）、73县（局）。甘肃行署隶属于西北军政委员会（后改为西北行政委员会，1954年撤销）。1950年成立甘肃省人民政府，"
        },
        {
            "type": "text",
            "text": "       1950年到1957年部分区划进行了一些调整，先后成立了天祝、东乡、肃北、泾源、肃南、广通、卓尼、张家川、阿克塞等一批民族自治区（后改为自治州、自治县）。1950年撤销张掖、岷县专区。县的建制比较大的变动是：撤销洮沙、曲子县，成立天水、平凉、临夏3 市（县级）和东乡、天祝自治区（县级）。夏河县和卓尼自治区（原卓尼设治局）改为省辖。1953年，增设甘南、西海固两个专区级自治区（后改为自治州）。1954年，因宁夏省合并于甘肃省，增加了银川专区、河东回族自治区（后改为自治州）、蒙古自治区（后改为自治州）3个专区、 16县，又新成立了南裕固族自治区、阿克塞哈族自治区、碌曲行政委员会、玛曲行政委员会、舟曲行政委员会。1955年，庆阳、平凉专区合并为平凉专区，张掖、酒泉专区合并为酒泉专区；撤销临夏专署，成立临夏回族自治州；增设玉门市（县级）；改蒙古自治区为巴音浩特蒙族自治州、西海固自治区为固原回族自治州、河东回族自治区为吴忠回族自治州、甘南藏族自治区为甘南藏族自治州。同时，改额济纳旗、泾源、东乡、肃南、张家川、天祝、阿克塞、肃北等少数民族自治区为少数民族自治县。改卓尼自治区为卓尼县，舟曲、碌曲、玛曲3 个行政委员会也分别改为县。1956年，划巴音浩特蒙古族自治州及属叮口、阿拉善旗和由张掖专区代管的额济纳旗自治旗归内蒙古自治区领导；撤销鼎新县，以其原行政区划归金塔县。"
        },
        {
            "type": "text",
            "text": "       1958年，全面调整区划，银川专区的银川市、贺兰、永宁、宁朔、平罗、惠农、中卫、中宁、陶乐县，吴忠回族自治州及所属的吴忠 市、金积、灵武、同心、盐池县，固原回族自治州及所属的西吉、海原、固定原县，平凉专区的泾源回族自治县和隆德县，共3个专区（自治州）、19个县（市、自治县）划归宁夏回族自治区领导。撤销武都专署，以其原辖的宕昌、文县、武都、康县、岷县划归天水专署；设立白银市（划皋兰、靖远部分区域归其所辖，定西专署代管）；撤销临泽（并入张掖、高台县）、崇信（并入华亭县）、两当（并入徽县）、华池（并入庆阳县）、漳县（并入武山县）、景泰（并入皋兰县）、会川（并入渭源县）、玉门（并入玉门市）、庄浪（并入静宁县）、灵台（并入泾川县）、华亭（并入平凉市、泾川县）、平凉（并入平凉市）、正宁（并入宁县）、合水（并入庆阳、宁县）、渭源（并入陇西、临洮县）、永登（划归兰州市）、皋兰（划归兰州、白银市）、天水（并入天水市）、康县（并入武都、徽成县）、甘谷（并入武山县）、宕昌（并入武都、岷县）、古浪（并入天祝县）、民乐（划归山丹）、张掖（划归张掖市）、卓尼（并入龙迭县、临潭县），撤销西和、礼县，合并设立西礼县，撤销徽县、成县，设立徽成县，撤销酒泉、金塔县，设立酒泉市，撤销永靖、临夏县，以两县划划归临夏市，撤销广河、康乐县，以县区划归和政县，撤销碌曲、玛曲县，设立洮江县，撤销清水、张家川同族自治县，设立清水回族自治县，撤销临夏市，设德乌鲁市。"
        },
        {
            "type": "text",
            "text": "       1961年恢复了1958年撤并的专、县，恢复酒泉、武威、庆阳、武都4 个专区，增设临洮专区（辖临洮、渭源、岷县、漳县4 县）。1963年，又撤销临洮专区和白银市。1964年，撤销了平凉、酒泉、临夏（暂缓执行）3 市，恢复平凉、酒泉、临夏3县，缩小了兰州、天水市的效区。1965年，增设嘉峪关市（省辖市）。从1968年1 月开始，甘肃省人民委员会改为“甘肃省革命委员会”，1979年，改甘肃省革命委员会为“甘肃省人民政府”，同年阿拉善右旗、额济纳旗划归内蒙古自治区管辖。1981年，设置积石山保安族东乡族撒拉族自治县；设立金昌市。1983年，撤销平凉县，恢复平凉市，；恢复临夏市。1985年撤销天水地区，实行市管县体制，天水市升为地级市；成立白银市（地级）；撤销张掖县，设立张掖市（县级）；撤销酒泉县，设立酒泉市（县级）；撤销庆阳县的西峰镇，设立西峰市（县级）。2002年3月1日，撤销张掖地区和县级张掖市，设立地级张掖市。"
        }
    ]
}