{
    "title": "榆中县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "359",
            "category": "兰州市"
        },
        {
            "id": "373",
            "category": "榆中县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：311次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇三十三年（公元前214年）置榆中县。据《太平寰宇记》榆中以大、小榆谷为名。北魏废榆中县入金城县。北宋置龛谷寨，属兰州。金置龛谷、定远县。正大三年（1226年）升龛谷县为金州（元移治今城关）。明降金州为金县，属临洮府。清属兰州府。民国元年（1912年）改为金城县，民国八年（1919年）改为榆中县。1949年后属定西专区，1970年划归兰州市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古时为羌住地，后被匈奴占据。秦始皇三十三年（前214），蒙恬“西北斥逐匈奴，自榆中并河以东，属之阴山，以为三十四县（一为四十四县），城河上为塞”，隶属陇西郡。秦汉之际，复被匈奴攻占。"
        },
        {
            "type": "text",
            "text": "       汉武帝元朔二年（前127年）复置榆中县，隶属陇西郡。元拧二年（前 121年）置勇士县，辖榆中苑川河东北地区，治所在今定西县境内。后榆中、勇士二县改属天水郡。昭帝始元六年（前81年），设金城郡，榆中县改属金城郡，勇士县仍属天水郡。明帝永平十七年（74年），改天水郡为汉阳郡，辖勇士县，榆中县仍属金城郡。灵帝中平元年（184年），勇士县北部被羌胡占据。三国时，榆中县为曹魏政权金绒郡属县。"
        },
        {
            "type": "text",
            "text": "       晋穆帝永和十一年（355年），榆中县被前凉李俨所占。孝武帝太元元年（376年），前秦灭前凉，榆中属前秦。太元十年（385年）鲜卑族乞伏国仁在苑川筑勇士城，建立西秦，置苑川等12郡，榆中县隶属苑川郡。"
        },
        {
            "type": "text",
            "text": "       北魏太武帝太延五年（439年）废县，设榆中镇。孝明帝正光五年(524年)废榆中镇，恢复榆中县置，隶属金城郡。北周废榆中县，其地并人子城县，仍属金城郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇元年（581年）新置兰州，领金城郡，金城郡领子城1县。隋文帝开皇三年（583年），实行州县两级行政建置，兰州领子城等4县，治所在子城县。炀帝大业三年（607年），又改兰州为金城郡，将子城县改为金城县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），金城郡又改为兰州，废金城县，其地并人五泉县，属兰州。高宗咸亨二年（671年），五泉县又改为金城县。玄宗天宝元午（742年），又改为五泉县。代宗宝应元年（762年），榆中全境陷于吐蕃。"
        },
        {
            "type": "text",
            "text": "       宋仁宗景祐三年（1036年），西夏赵元吴攻占榆中地，据吐蕃康古城。庆历三年（1043年），赵元吴改康古城为龛谷城。神宗元丰四年（1081年）八月，宋熙河路经略使李宪率部攻克西夏龛谷城，改城为寨。元祐七年（1092年），废龛谷寨，庆州知州穆衍筑定远城。绍兴三年（1096年）复修龛谷寨为堡。崇宁三年(1104年)，今榆中县西部部分地区属兰州兰泉县，绍兴元年（1131年），金人攻进榆中全境。"
        },
        {
            "type": "text",
            "text": "       元世祖至元七年（1270年），省龛谷、定远二入金州，金州成为不领县的州，改属陕西行中书省管辖。 明太祖洪武二年（1369年），降金州为金县，治所移至今城关镇，属临洮府。宪宗成化四年（1468年），改属兰州。清初，金县改属临洮府。乾隆三年（1738年）又属兰州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），将兰州、巩昌2府并为兰山道，金县属兰山道。民国八年（1919年），因与奉天（今辽宁）金县同名，8月改为金城县，10月恢复榆中县。民国十六年（1927年）改道为区，榆中县属兰山区。民国十七年（1928年），实行省、县两级制，榆中县直隶于甘肃省政府。民国二十五年（1936年）5月，隶属第一行政督察专员公署。民国三十年（1941年)8月，直隶于省政府。民国三十三年（1944年）12月，隶属第九行政督察专员公署。民国三十八年 （1949年）8月16日榆中解放，成立榆中县人民政府，隶属会宁专员公署。9月，改属定西专员公署。"
        },
        {
            "type": "text",
            "text": "       1956年9月，榆中县人民政府委员会改为榆中县人民委员会。1968年1月，成立榆中中县革命委员会。1970年4月，划归兰州市管辖。1981年1月，撤销榆中县革命委员会，恢复榆中县人民政府，仍隶属兰州市。"
        }
    ]
}