{
    "title": "永登县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "359",
            "category": "兰州市"
        },
        {
            "id": "375",
            "category": "永登县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：342次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋凉州刺史张宜在建兴四年（316年）“分金城之令居、枝阳二县，又立永登县，合三县立广武郡。这是“永登”名称在历史上首次出现，取“永远五谷丰登”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西汉元狩二年（前121年），汉武帝开辟河西，派骠骑大将军霍去病统兵出陇西，“北却匈奴，西逐诸羌，乃渡河湟，筑令居塞”。从此永登正式纳入西汉帝国的版图。"
        },
        {
            "type": "text",
            "text": "       汉昭帝始元六年(前81年)，置金城郡，领县13，今永登县地属金城郡的令居、枝阳、允街、浩□4县。西汉末，王莽建立新朝，将令居、允街、浩□县分别改名为罕虏、修远、兴武县。东汉设令居、枝阳、允街、浩軎4县，归凉州刺史部金城郡辖。东汉末年，曹魏统一中国北方后，仍由金城郡辖，废枝阳县，令居、允街、浩□3县依旧。"
        },
        {
            "type": "text",
            "text": "       西晋末，凉州刺史张宜复设枝阳县，并在建兴四年（316年）“分金城之令居、枝阳二县，又立永登县，合三县立广武郡。这是“永登”名称在历史上首次出现，取永远五谷丰登之意。五胡十六国的前凉、前秦、后秦、后凉、南凉、北凉先后占据。南凉秃发乌孤建都于广武。北凉沮渠蒙逊加固允街县城。"
        },
        {
            "type": "text",
            "text": "       南北朝时，拓跋魏在庄浪河川设广武县属广武郡。大通河川的浩□县归鄯州辖，北周时改归乐都郡辖，不久又废浩軎县。隋开皇初改广武县曰“邑次，寻改为广武，又改为邑次，大业初改为允吾”，大业六年（610年）又改为会宁县。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），设广武县，乾元二年（759年），又改广武县为金城县，归陇右道兰州辖。安史之乱后，吐蕃占据。北宋初仍为广武县属兰州，为吐蕃噍厮哕统治。景德年间，为西夏占领，属西凉府，在今红城子驻有卓罗和南监军司，进行区域性统治。神宗时，王安石为了抵御西夏，于熙宁五年 （1072年），派王韶、王厚等收复这一带。王厚曾在大通河东岸筑城，据传即今河桥驿旧城。政和六年(1116年)，“建筑古骨龙城，赐名震武城，未几，改为震武军”。震武城即今连城古城，震武军辖永登县部分地区。"
        },
        {
            "type": "text",
            "text": "       元至元元年(1264年)，设庄浪县，归永昌路管辖。明洪武五年（1372年），将庄浪县改为庄浪卫。“建文中改卫为守御干户所，洪武三十五年十月改所为卫”，均属陕西行都指挥使司辖。明初，元宗室脱欢率部投诚，安置在连城。脱欢之孙失伽以军功升土司都指挥使，赐姓鲁，准世袭。自明初至民国改土归流，鲁氏家族一直统治连城一带。"
        },
        {
            "type": "text",
            "text": "       清代，“康熙二年改卫为所，雍正三年裁所，设平番县，隶凉州府”。并在河桥驿附近设浩亹分县（以浩亹水得名，后改名为西大通分县）。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）归河西道，民国3年改属甘凉道，民国十六年（1927年）废道，归兰山行政区。民国十七年（1928年）改为永登县，由甘肃省政府直辖。民国二十五年（1936年）划为第一行政督察区辖。民国30年又划为第六行政督察区辖。"
        },
        {
            "type": "text",
            "text": "       解放后，最初由甘肃省武威专区领导，1955年河西三专区合并，归张掖专区领导，不久划归定西专区。1958年12月，撤销永登县，设兰州市永登区。1961年，恢复永登县，仍属兰州市。1963年，又从兰州市划出，改归武威专区。1970年，复归兰州市至今。"
        }
    ]
}