{
    "title": "嘉峪关的几个典故由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2060次",
    "content": [
        {
            "type": "text",
            "text": "       明初，宋国公、征虏大将军冯胜在班师凯旋途中，选址在河西走廊中部，东连酒泉、西接玉门、背靠黑山、南临祁连的咽喉要地——嘉峪塬西麓建关。关城始建于明洪武五年（1372年），历时168年，于1540年建成完工。门楣嵌“嘉峪关”三字，相传是乾隆皇帝的御笔所题。嘉，美善之意；峪，为山谷。嘉峪的意思就是“美好的山谷”。关于嘉峪关有几个有趣的传说故事："
        },
        {
            "type": "text",
            "text": "【嘉峪山和鳖盖山的由来】"
        },
        {
            "type": "text",
            "text": "       嘉峪关因为修建在嘉峪山旁而得名。在嘉峪关关城南侧的嘉峪山边有一座山顶有巨石的山丘，本地人称作“鳖盖山”或“乌龟山”。"
        },
        {
            "type": "text",
            "text": "       相传在很久以前，从祁连山流下来的雪水，不断汇合成北大河（即讨赖河），它穿过河西走廊中段的荒原，浇灌著那一带的良田，养育著那里的各族人民。有一天，一个牧童正在荒原上放羊，迎头碰上一个古怪老头儿，身上背一袋子石沙，问他去北大河如何走，并说：\"这北大河原是我的家，后来被一群百姓抢去,我这次来要用石沙堵住讨赖河。\"牧童听后非常气愤，立刻顶撞道：\"别说你用一袋石沙，就是把北边大山搬来，也妄想使北大河改道。\"那老头儿一听气炸了，立刻将这袋石沙向左右撒开，骤然间，荒原上突起许多丘陵和一座大山，这座大山就是现在的嘉峪山。原来这个怪老头儿是龟精变的，只见他口念咒语，企图推倒嘉峪山来封堵北大河，正在此时，突然狂风大作，电闪雷鸣，玉皇大帝派雷神把老头儿击死了。在他死的地方，立即隆起了个山包，形状如龟，这就是现在的“鳖盖山”。"
        },
        {
            "type": "text",
            "text": "【定城砖的由来】"
        },
        {
            "type": "text",
            "text": "       指放置在嘉峪关西瓮城门楼后檐台上的一块砖。相传明正德年间，有一位名叫易开占的修关工匠，精通九九算法，所有建筑，只要经他计算，用工用料十分准确和节省。监督修关的监事管不信，要他计算嘉峪关用砖数量，易开占经过详细计算后说：“需要九万九千九百九十九块砖。”监事管依言发砖，并说：“如果多出一块或少一块，都要砍掉你的头，罚众工匠劳役三年。”竣工后，只剩下一块砖，放置在西瓮城门楼后檐台上。监事管发觉后大喜，正想借此克扣易开占和众工匠的工钱，哪知易开占不慌不忙的说：“那块砖是神仙所放，是定城砖，如果搬动，城楼便会塌掉。”监事管一听，不敢再追究。这块砖就一直放在原地，至今仍保留在嘉峪关城楼之上。"
        },
        {
            "type": "text",
            "text": "【击石燕鸣的由来】\n\r\n       相传，古时有一对燕子筑巢于嘉峪关柔远门内。一日清早，两燕飞出关，日暮时，雌燕先飞回来，等到雄燕飞回，关门已闭，不能入关，遂悲鸣触墙而死。为此雌燕悲痛欲绝，不时发出“啾啾”燕鸣声，一直悲鸣到死。死后其灵不散，每到有人以石击墙，就发出“啾啾”燕鸣声，向人倾诉。古时，人们把在嘉峪关内能听到燕鸣声视为吉祥之声。将军出关征战时，夫人就击墙祈祝，后来发展到将士出关前，带着眷属子女，一起到墙角击墙祈祝，以至于形成一种风俗。\n\r\n       从此以后，游人到此，都要击墙听燕鸣，以至墙面击痕累累。为了保护城墙，现在已将击墙改为击石，依然能听到燕鸣。"
        }
    ]
}