{
    "title": "永昌县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "361",
            "category": "金昌市"
        },
        {
            "id": "376",
            "category": "永昌县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：412次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       以“永昌”命名的行政区域建制最早见于元至元十五年（1278年），当时称“永昌路”。明置永昌卫，清雍正三年（1725年）改为永昌县，取“永远昌盛”意而名之。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商周时为西戎牧地，春秋战国至秦时为月氏诸族牧地。西汉文帝四年（公元前176年），冒顿单于遣右贤王逐走月氏，遂为匈奴右地。武帝元狩二年（公元前121年），击败匈奴后，在河西置武威、酒泉郡。10年后又将二郡分为武威、酒泉、张掖、敦煌4郡，县地分属武威郡和张掖郡。元封五年（公元前106年），全国分为13州，今永昌县境先后置4县，即武威郡所属鸾鸟县，张掖郡所属番禾、骊靬、显美县。"
        },
        {
            "type": "text",
            "text": "       三国魏至西晋，永昌为番禾、显美、骊靬3县地，先分属两郡，后改属武威郡。永嘉五年（311年），前凉王张轨依焉支山置焉支、新鄣2县，属永宁中新置之武兴郡，番禾、显美、骊靬仍属武威郡。"
        },
        {
            "type": "text",
            "text": "       晋太元十一年（386年）秦将吕光自立凉州牧，定都姑臧，称后凉。隆安元年（397年），秃发乌孤自称西平王，为南凉；同年，段业叛吕光，改元神玺，为北凉，后凉遂灭，今县地属南凉；隆安五年（401年），北凉沮渠蒙逊灭西凉和南凉，置凉、秦、沙3州，番禾属北凉番禾郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，北魏凉州领10郡，其中番禾郡领彰（鄣）、燕支（即焉支）2县。西魏时显美属凉州，番禾郡领番禾。北周时，力乾（即骊靬）、鄣、燕支属凉州总管府武威郡，废显美县，其地入姑臧，番禾废郡置镇。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇中期（590年左右），复置番禾县，属武威郡。大业元年（605年），将力乾、鄣、燕支等县并入番禾县，仍属武威郡。"
        },
        {
            "type": "text",
            "text": "       唐初仍置番禾县。咸亨元年（670年），于县置雄州。调露元年（679年）废州。天宝三年（744年），改番禾县为天宝县，景龙元年（707年）废，先天二年（713年）复置。广德二年（764年）被吐蕃所陷。咸通二年（861年），张义潮逐吐蕃，克凉州，复归唐朝。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，凉州属地均被吐蕃、回鹘、党项诸族占领。至北宋至道二年（996年）归宋领地，隶西凉府。宋景德元年（1004年），党项族李元昊攻占甘、凉2州，于景祜五年（1038年）在兴庆府（今银川）建立西夏政权，番禾置永州，属西凉府。南宋宝庆二年亦即西夏宝义元年（1226年），成吉思汗出兵灭西夏，重设西凉府。"
        },
        {
            "type": "text",
            "text": "       元世祖至元九年（1272年），“诸王只必贴木耳筑新城成，赐名永昌府”。“至元十五年（1778年），以永昌王宫殿所在立永昌路，降西凉府为州立焉”，属甘肃行中书省。永昌之名自此始，沿用至今。"
        },
        {
            "type": "text",
            "text": "       明洪武十五年（1382年），置永昌卫，隶陕西行都指挥使司。清雍正三年（1725年），改永昌卫为永昌县，隶凉州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废州改道，永昌县属甘凉道。民国十六年（1927年）废道，各县直属于省。民国二十五年（1936年），划全省为7个行政督察区，永昌属第六行政督察区。同年11月8日，中国工农红军西路军进驻永昌，建立中华苏维埃永昌区（县）政府，历时40多天。"
        },
        {
            "type": "text",
            "text": "       1949年9月19日，中国人民解放军解放永昌。9月23日，成立永昌县人民政府，属武威行政专员公署。1955年10月改称永昌县人民委员会，属张掖专署（河西3专署合并）。1961年又分设武威、张掖、酒泉3专署，永昌又归武威专署所辖。1968年5月7日，成立永昌县革命委员会，取代原永昌县人民委员会。1980年，恢复永昌县人民政府。1981年2月，成立地级金昌市，永昌县划属金昌市。"
        }
    ]
}