{
    "title": "白银市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "362",
            "category": "白银市"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：353次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       白银矿藏的开采，始于汉代。明朝洪武年间，官方曾在现市政府驻地设立办矿机构“白银厂”，白银由此而得名。1956年白银有色冶金公司由兰州迁驻郝家川；1958年4月11日以皋兰、靖远两县所属以郝家川为中心的部分地区，设立白银市。1958年7月4日正式成立白银市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、西周，境内为羌戎所居。春秋、战国时期，境内部分地域为月氏族所居。后匈奴族南下，月氏族西迁，部分地域为匈奴所居。秦始皇帝三十三年（公元前214年），蒙恬将数十万众北击匈奴，收复河南地，市境黄河以东入秦版图。"
        },
        {
            "type": "text",
            "text": "       西汉元鼎三年（公元前114年），置安定郡。设祖厉、鹑阴二县隶安定郡。元鼎六年（公元前111年），景泰县境内置媪围县，隶武威郡。新莽时期（9年—23年），改祖厉县为乡礼县东汉废除乡礼县，仍称祖厉县。鹑阴、祖厉、媪围三县均隶武威郡。"
        },
        {
            "type": "text",
            "text": "       三国时，市境属魏之武威郡。魏晋之际，鲜卑族一支乞伏氏自牵屯（六盘山区）、苑川（榆中境）迁居麦田（即鹑阴）。晋咸和四年（329年），后赵石勒灭前赵，尽有关中陇右之地，置陇东郡。祖厉县南迁，隶陇东郡。晋太元元年（376年），前秦灭前凉，于鹑阴县地置平凉郡，是为境内置郡之始。鲜卑乞伏司繁自麦田迁于度坚（景泰县与白银区界地带）。晋义熙五年（409年），西秦乞伏乾归复徙都度坚山，即秦王位。其时，景泰县境隶西秦秦兴郡。平凉郡先后为后秦、南凉、大夏据有。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋元嘉五年（428年），北魏强大，于安定执夏主赫连昌，赫连定收集大夏余部奔还平凉（即平凉郡，汉鹑阴县地），即皇帝位，大赦，改元胜光。元嘉七年（430年），北魏攻破夏平凉郡，仍置平凉郡，设鹑阴、阴密二县隶之，郡治鹑阴。仍置陇东郡，祖厉县隶之。西魏大统十三年（548年），宇文泰为西魏相西巡，于鹑阴县地置会州。是为境内有州建置之始。北周武帝保定二年（562年），移会州州治于鸣沙（今宁夏中卫县境），改会州为会宁防。次年，周武帝西巡，于祖厉县故地置乌兰县并设乌兰关。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），改会宁防为会宁镇。十六年（596年），会宁镇改置会宁县。大业二年（606年），改会宁县为凉川县，并置会宁郡，郡治凉川，辖凉川、乌兰二县（以上防、镇、县均在鹑阴县地）。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），改会宁郡为西会州。改凉川县为会宁县。贞观六年（632年），废鸣沙之会州，改西会州为会州（在鹑阴县地）。八年，以会州仓储殷实，改为粟州。同年复称会州，属关内道，仍辖会宁、乌兰二县。唐开元四年（716年），于祖厉县故地别置凉川县，迁会州州治于此。九年（721年）以黄河洪水威胁州城废除。唐天宝元年（742年），改会州为会宁郡。乾元元年（758年），改会宁郡为会州。广德元年（763年）会州陷于吐蕃。"
        },
        {
            "type": "text",
            "text": "       北宋初年，市境仍为吐蕃所据。雍熙二年（985年），党项族李继迁破会州，焚毁城郭。明道元年（1032年），西夏兵南下，吐蕃败走，市境悉为西夏属地。元丰四年（1082年），宋五路大军攻夏，境内为宋、西夏争战的前沿阵地。元符二年（1099年），宋苗履进筑会州城（今靖远县城址），割安西城以北六寨隶会州。并于西南百里筑会州新寨（今会宁郭城驿）名会川城。崇宁三年（1104年），于会州州治置敷文县，隶泾原路。南宋建炎四年（1130年），会州为金据有。市境黄河以东属金，黄河以西隶西夏。"
        },
        {
            "type": "text",
            "text": "       金大定十二年（1172年），改会州州治敷川县为保川县。二十二年（1182年）于西宁城置西宁县（今会宁翟所乡西宁城），贞祐四年（1216年），升西宁县为西宁州。兴定四年（1220年）西夏等闲占领会州。元光二年（1223），金将郭虾蟆攻取会州。正大四年（1227年）蒙古军南下灭西夏，破西宁州。蒙古窝阔台汗八年（1236年）蒙古军破会州城。市境悉为蒙古汗国属地。"
        },
        {
            "type": "text",
            "text": "       元初，弃新会州，迁州治于西宁县。至元七年（1270年）并西宁县入会州，辖市境黄河以东地。河西景泰县地属宁夏府路之应理州，后改隶甘肃行省永昌路。至正十二年（1352年）三月，改会州为会宁州。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年），设迭烈逊巡检司（驻于平川区水泉乡黄湾），归固原州管辖。洪武十年（1377年），降会宁州为会宁县，县治迁于今址（今会宁县城），隶巩昌府。正统二年（1437年），以故会州地置靖虏卫（今靖远县城），隶陕西都司。改迭烈逊巡检司隶靖虏卫。明中叶百余年，市境黄河以西为蒙古鞑靼部所居。万历二十六年（1598年），抚臣田乐用兵河西，鞑靼各部远徙。"
        },
        {
            "type": "text",
            "text": "       清顺治元年（1644年），改靖虏卫为靖远卫。会宁县、靖远卫隶巩昌府。景泰县境之大芦塘等地仍隶靖远卫，红水等地改隶兰州府皋兰县。雍正八年（1730年），靖远卫改称靖远县。乾隆三年（1738年），靖远县改属兰州府。乾隆二十二年（1757年），宽沟县丞移驻红水，称红水分县。道光后复驻宽沟。同治十三年（1874年），左宗棠秦设海城分县于打拉池。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），裁撤海城分县，划打拉池仍隶靖远。民国二年（1913年），红水分县升为红水县，与靖远、会宁县并隶兰山道。民国十六年（1927年），三县直隶甘肃省政府。民国二十二年（1933年），将靖远县北区大、小芦塘及五佛寺、一条山、锁罕堡、老龙湾等地划归红水县，成立景泰县。"
        },
        {
            "type": "text",
            "text": "       1949年8月、9月，会宁、靖远、景泰三县相继解放，成立县人民政府。会宁、靖远隶定西专员公署，景泰县隶武威专员公署。1956年1月，景泰县划归定西专员公署。6月，成立白银市（县级）。1958年4月，白银由县级市升格为地级市。同时撤销景泰县并入皋兰县。11月，甘肃省人民委员会委托定西专员公署代管白银市。12月，撤销皋兰县，石洞寺以北地区归白银市。1960年11月，靖远县划归白银市。1961年12月，恢复皋兰县、景泰县建制，均隶属于白银市。1962年11月，设立白银市郊区。1963年10月23日，撤销白银市，靖远县划归原定西地区，景泰县仍隶武威地区，白银区、皋兰县隶属兰州市。1985年8月，恢复白银市建制。由靖远县析置平川区。"
        }
    ]
}