{
    "title": "天水市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "363",
            "category": "天水市"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：343次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉武帝元鼎三年（前114年），从陇西、北地二郡析置天水郡。晋泰始五年（269年）改为秦州天水郡，隋开皇三年（583）天水郡废入秦州。大业五年，（607年），废州置郡，改秦州为天水郡，唐乾元元年(758年)，取消郡建制，称秦州。民国二年（1913年）2月，撤秦州设天水县。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       天水得名，源于\"天河注水\"的美丽传说。远在三千多年前，天水地区人烟稠密，屋宇毗连，\"山水灵秀，林木密茂\"。可是，到了秦末汉初，长期的征战、厮杀加上连年的干旱，使当是繁华、富饶的上城变得残垣断壁，民不聊生。传说，在一天夜里，正当人们进入梦乡的时候，忽然天空狂风呼啸，雷电交加，随着一道金光闪耀，地上现出红光。顿时，大地连续震动，在轰隆隆巨响声中，地面裂开一条大缝。只见天上河水倾泻而下，注入裂开的大缝中，于是形成一湖，“天水湖”。谁知，这湖水位稳定，水质纯净，甘冽醇厚，\"春不涸，夏不溢，四季滢然\"。当时人说这湖与天河相通，又叫它\"天水井\"。后来，这个传说被汉武帝听到了，他就命令把要新设的郡建在上邽北城的湖旁，起名\"天水郡\"。从此，有了\"天水\"之名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      夏、商时期属雍州。周孝王十二年（公元前867年）赢非子在秦池（今张家川县城南一带）为王室养马有功被封于秦，号赢秦。秦即后世的秦亭，是今天水市辖区见于史籍的最早地名。秦武公十年（前688年），秦灭邽戎、冀戎，置邽（今天水市城区）、冀（今甘谷县东）二县，这是中国历史上设置最早的两个县级建置。秦昭王二十八年（279年），设陇西郡。"
        },
        {
            "type": "text",
            "text": "      西汉武帝元鼎三年（前114年），从陇西、北地二郡析置天水郡。从此有“天水”的名称。东汉永平十七年(74年)，天水郡更名汉阳郡，改治冀县。三国魏黄初元年（220年）一度设秦州，因秦邑而得名。并复名天水郡，为秦州治，仍治冀县(今甘谷县东)。"
        },
        {
            "type": "text",
            "text": "      西晋天水郡，移治上邽县。晋泰始五年（269年）正式设秦州，今辖区大部分由秦州天水郡辖。隋开皇三年（583年）天水郡废入秦州。大业五年，（607年），废州置郡，改秦州为天水郡，治上邽 (今天水市区)。"
        },
        {
            "type": "text",
            "text": "      唐武德元年（616年），改为秦州，天宝元年复天水郡，并为陇右道治所。乾元元年(758年)，取消郡建制，一律置州。至此天水郡不复存在，只有秦州。"
        },
        {
            "type": "text",
            "text": "      元代，秦州辖成纪、秦安、清水3县。明代，秦州辖秦安、清水、礼县3县。清雍正七年（1729年），秦州升为直隶州，直隶甘肃省，辖秦安、清水、两当、徽县、礼县5县。"
        },
        {
            "type": "text",
            "text": "      民国二年（1913年）2月，改称陇南道。撤秦州设天水县。民国三年1月，宁远县改称武山县。6月，陇南道改称渭川道，辖14县。民国十六年（1927年）7月，渭川道改称渭川行政区。不久，撤销行政区，实行纯粹的省县二级制。民国十八年（1929年），伏羌县改名甘谷县。民国二十三年（1934年），甘肃省政府设立天水行政督察区。次年，改称甘肃省第四行政督察区，辖10县。"
        },
        {
            "type": "text",
            "text": "      1949年8月3日，天水县解放。8月15日，天水分区行政督察区成立，辖天水、甘谷、武山、徽县、两当、通渭、秦安、清水8县。同年12月，天水分区改称天水专区。1950年设天水专区，1950年2月，析天水县置天水市，以城区为天水市的行政区域。5月25日，平凉专区析出庄浪县划归天水专区；撤销岷县专区，所属陇西、漳县划归天水专区。1969年10月1日，天水专区改为天水地区。1985年7月8日，撤销天水地区，天水市升为地级市，期间甘谷县一直随属天水。"
        }
    ]
}