{
    "title": "张家川回族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "363",
            "category": "天水市"
        },
        {
            "id": "380",
            "category": "张家川回族自治县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：365次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       因汉代的张骞及其长子张绵和三字张絮皆葬于此地，后来人们便将此地称之为“张家川”。1953年7月6日，析清水、秦安、庄浪、陕西陇县37乡合并成立张家川回族自治区（1955年6月改称县）。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       相传，汉朝张骞出使西域，在寻找大月氏国的途中，被匈奴王所拘留。匈奴单于见张骞一表人材，有胆有识，深为喜爱，便将公主许配给张骞。他一住十二年有余，生有三男两女，但他一心要为汉朝立功，意志坚决，后逃出了匈奴，千辛万苦找到了大月氏国，签订了联盟条约，完成了使命。张骞在回国途中，又被匈奴王所扣留，经过一年多斗争，匈奴单于这才准许他携公主和儿女回国复命。"
        },
        {
            "type": "text",
            "text": "       在返回中原的途中，有人告诉他，如果带妻子儿女去长安，汉武帝将会以叛 逆之罪杀掉他。在途经此地时，他见此地在关山之外，距长安不远，为了避免不测，便将匈奴公主和五个孩子安置在此地。相传，匈奴公主和张骞感情非常深厚。张骞去长安后，公主整日翘首东望，以泪洗面，情景十分悲切。下人便暗地里称她为“长悲公主”。不久，公主因悲伤过度而死，她死后葬在张家川北川，于是当地人称北川一带为“长悲川。”"
        },
        {
            "type": "text",
            "text": "       西汉元鼎二年（公元前115年），因敌人掠夺铜厂沟，银洞沟之金，银，铜等，与当地汉军发生战斗。张骞的三子张絮时是飞将军李广的部下，奉命领兵抗击，不幸阵亡。张骞来此，将其子葬于张家川三台观，迁“长悲公主”墓于三台观，并建祠。"
        },
        {
            "type": "text",
            "text": "       过了两年，长子张绵一次在与劫匪的格斗中受了重伤。张骞闻讯专程从长安来张棉驿探望长子张绵，期间突发中风，卧床四个月去世。张绵将父亲张骞寄葬于此。这样过了许多年，直到明宪宗成化年间，其后裔张侍郎才将张骞墓迁往汉中成固。在这段漫长的岁月中，由于张骞的威名，人们便将此地称之为“张家川”，及至于今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时境内为西戎地。周孝王十三年（前885年），周封在 渭之间养马有功的赢非子为附庸①，在秦建邑，号赢秦（邑在今张家川镇瓦泉村）。秦昭襄王二十八年（前279年），秦设陇西郡，郡治狄道（今甘肃临洮），今张家川县属陇西郡。"
        },
        {
            "type": "text",
            "text": "       西汉沿袭秦制，实行郡县二级制。汉武帝元鼎三年（前114年），置天水郡，辖16县，其中陇县（治今张家川县城）在今县境。武帝元封五年（前106年），置监察性质的刺史部13州，陇县属凉州刺史部天水郡辖。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武十八年（42年），改王莽所置州牧为刺史，凉州刺史部②驻陇县（今张家川县城）。明帝永平十七年（74年），天水郡改称汉阳郡，辖13县，撤清水、戎邑道并入陇县。灵帝中平五年（188年），凉州刺史部由陇县迁冀县（今甘谷）。"
        },
        {
            "type": "text",
            "text": "       三国魏实行州、郡、县三级制。三国初，魏复置清水县，撤陇县并入清水县。属广魏郡。之后张家川再未置县，今县大部属清水县、秦安县辖。"
        },
        {
            "type": "text",
            "text": "       金太宗天会八年（1130年），今张家川县分属秦州之冶坊（治今清水县黄门乡）、陇城（治今秦安县陇城乡）二县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元七年（1270年），撤陇城县并入秦安县，撤冶坊并入清水县。今张家川县分属秦州之清水、秦安两县辖。"
        },
        {
            "type": "text",
            "text": "       明清时，今张家川大部仍属秦州之清水县、秦安县辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月，推行省、县两级制，暂存道制。今张家川县大部分属甘肃省陇南道之清水、秦安两县辖。二十四年（1935年），甘肃省设立行政督察区，今张家川县大部属省第四行政督察区之清水、秦安县辖。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，今张家川县分属天水分区行政督察区之清水、秦安县辖。1951年4月，天水分区行政督察区改称天水区。1953年7月6日，析清水、秦安、庄浪、陕西陇县37乡合并成立张家川回族自治区（1955年6月改称县），属天水区。1958年12月，张家川回族自治县、清水县合并，置清水回族自治县。1961年12月，张家川回族自治县、清水县分设。1969年10月至2006年，张家川回族自治县先后属天水专区、天水地区、天水市管辖。"
        }
    ]
}