{
    "title": "秦安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "363",
            "category": "天水市"
        },
        {
            "id": "383",
            "category": "秦安县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1636次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉置成纪县，金熙宗皇统二年（1142年），金人占领县地后，以秦寨为秦安城。金正隆二年（1157年），以秦安城、腊家城始置秦安县（治今兴国镇）。据《元和郡县志》，相传此地曾为秦国祖先的封地。秦安，取义“秦地安定”，作为县名由此开始。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周，县地属秦。春秋，县地分属邽、冀两县。战国，县地属陇西郡。秦，县地属陇西郡。"
        },
        {
            "type": "text",
            "text": "       西汉（前206年—25年），汉承秦制，以郡辖县，郡国并行。汉武帝元鼎三年（前114年），陇西郡分置天水郡，郡治平襄（今通渭县治）。当时天水郡辖16县，县治在今秦安境的有街泉县（治今陇城镇）、成纪县（治今叶堡川）、略阳道（治今五营乡蔡河村）。武帝元封五年（前106年），分全国为13州部（监察区），县地属凉州天水郡。"
        },
        {
            "type": "text",
            "text": "       西汉初始元年（8年）王莽篡汉，改天水郡为填戎郡，县地属填戎郡。更始元年（23年），成纪人隗嚣应更始帝刘玄聚众十万反对王莽，攻占了平襄，建立了割据陇右诸郡的西州政权，县地隗嚣占据达十年之久。"
        },
        {
            "type": "text",
            "text": "       东汉，刘秀称帝后，在今秦安境内废略阳道，置略阳县。移凉州治于陇（今张家川治）。建武中元元年（56年），划成纪县地为显亲侯窦固的侯国封地。明帝永平十六年（73年），天水郡改名汉炳郡，治冀县（今甘谷县），辖13城（县），县治在今秦安境内的略阳县、成纪县。"
        },
        {
            "type": "text",
            "text": "       三国（220年—280年），魏文帝黄初元年（220年），复汉阳郡为天水郡（治冀县），分雍州的陇右部分为秦州，县地属秦州天水郡。黄初二年（221年），从天水郡分置广魏郡，郡治临渭（今县东南）。改置显亲侯国地为显亲县。县境内并存三县，由两郡管辖。成纪县显亲县属秦州天水郡。略阳县属秦州广魏郡。"
        },
        {
            "type": "text",
            "text": "       西晋（265年—317年），晋武帝泰始五年（269年），以雍州陇右的陇西、南安、天水、略阳等七郡置秦州，领六郡24县。今秦安境内并存三县，属两郡管辖。成纪县、显新县属秦州天水郡；略阳县属秦州略阳郡。"
        },
        {
            "type": "text",
            "text": "       东晋十六国（317年—420年），晋末大乱，郡县治地多变，县地先后为前赵、后赵、前秦、后秦、西秦领属。东晋元帝大兴二年（319年），县地属前赵。成帝咸和三年（328年），前赵被后赵所灭，县地属后赵。穆帝永和七年（351年），符健在长安称帝，建立前秦，县地属前秦。孝武帝太元十年（385年），乞伏国仁建立西秦，县地属西秦。安帝隆安四年（400年），县地被后秦主姚兴所据。安帝义熙十三年（417年），刘裕灭秦，县地归东晋。第二年，夏赫连勃勃入侵，县地被夏占领。"
        },
        {
            "type": "text",
            "text": "       南北朝，魏太武帝太延五年（439年），北魏统一北方，县地属北魏。太平真君八年（447年），将显新县并入安戎后复建，临渭县并入陇城县。县境内并存三县，由两郡管辖。成纪县、显新县属秦州天水郡；陇城县属秦州略阳郡。北魏废除成纪县，新置安阳县（治今古城乡），兼设安阳郡，安阳郡辖安阳县、乌水县（今县西北）。孝武帝永熙三年（534年），北魏分裂，县地属西魏。西魏文帝大统元年（535年），略阳郡（治陇城）移治陇城县，陇城县改名略阳县。在安阳郡增置北泰州。恭帝大统四年（557年），县地属北周。北周废除显新县，恢复成纪县，属略阳郡。"
        },
        {
            "type": "text",
            "text": "       隋初，废郡为州。文帝开皇三年（583年）废除略阳郡。略阳县改名河阳县。开皇六年（586年）恢复显新县（即显亲县），河阳县改名陇城县。开皇十八年（598年）安阳郡废，安阳县改名长川县。炀帝大业三年（607年）废除显新县，与乌水县一同并入长川县。此时，县境内并存三县，由两郡管辖。成纪县、陇城县属天水郡，长川县属陇西郡。大业九年（613年），金城府校尉薛举，称帝天水，县地被薛举占领。"
        },
        {
            "type": "text",
            "text": "       唐朝高祖武德元年（618年），讨平薛举，县地属唐。唐初，改郡为州，武德二年（619年），以陇城县置文州，县境内1州2县。武德八年（625年），改文州为陇城县，属秦州。太宗贞观元年（627年），在州之上分全国为10道，县地属陇右道秦州。贞观六年（632年），废长川县，并入陇城县。唐玄宗开元二十二年（734年），因地震，秦州移治成纪县的敬亲川（今叶堡川），因陇水南侵，成纪亦迁新城。天宝元年（742年），秦州复移治上邽，改秦州为天水郡，辖成纪、陇城、上邽、伏羌、清水五县。肃宗乾元元年（758年），改天水郡为秦州。代宗宝应元年（762年），陇右被吐蕃占领，县地城廓皆毁，百姓被逼身穿胡服，大半被沦为奴隶，时间长达87年。宣宗大中三年（849年），沦陷地收归唐朝。懿宗咸通四年（863年）废除陇城县。昭宗景福二年（893年），秦、陇、风、岐等15州，为风翔节度使李茂贞所据。"
        },
        {
            "type": "text",
            "text": "       五代前蜀高祖永平五年（915年），前蜀主王建收复李茂贞占领之地，县地属前蜀。后唐庄宗同光三年（925年），李存勖灭前蜀，县地属后唐。后唐明宗长兴三年（932年），就归化镇复置陇城县，治所在秦州东的东柯谷（今北道区马跑泉西）。后唐末帝清泰三年（936年），石敬瑭灭后唐建立后晋，县地属后晋。后晋出帝开运三年（946年），契丹灭后晋，第二年，雄武军节度使何建斩契丹使者，以秦、成、阶3州投降后蜀，县地属后蜀。后周世宗显德二年（955年），柴荣下诏伐蜀，取秦、成、凤、阶4州，县地属后周。"
        },
        {
            "type": "text",
            "text": "       宋朝初仍袭唐制，分全国为10道。宋太祖建隆三年（962年），县地属陇右道秦州雄武军节度。太宗太平兴国后移成纪县治于上邽。后废天水郡，而以成纪名郡。有显亲川之成纪，有秦州附廓之成纪。太宗至道三年（997年），改道为路，分领府、州、县、军、监。县地属陕西路秦州雄武军节度。仁宗庆历五年（1045年），置陇城寨（治今陇城镇）。英宗治平四年（1067年），置鸡川寨（今属通渭县）。神宗熙宁五年（1072年），从陕西路分置秦风路（治秦州）和永兴路，县地属秦凤路秦州雄武军节度。"
        },
        {
            "type": "text",
            "text": "       宋高宗建炎四年（1130年）县地陷于金。绍兴九年（1139年）被南宋收复。绍兴十二年（1142年）以渭河为界，割秦州一半予金，县地属金。当时的秦州有“汉四番八”（属宋者称汉，属金者称番）之说。金熙宗皇统二年（1142年），秦凤路改称熙秦路。金人占领县地后，以秦寨为秦安城。金正隆二年（1157），以秦安城、腊家城始置秦安县（治今兴国镇）。秦安作为县名由此开始。同时析置鸡川县。金世宗大定二十七年（1187年），熙秦路改称风翔路，秦州隶属风翔路，改陇城寨为县。秦州统领秦安、陇城、鸡川等8县。秦安县属风翔路秦州管辖。 元世祖至元七年（1270年），将陇城县、鸡川县并入秦安县。至此，秦安始为一县，为秦州管辖。至元十八年（1281年），分置陕西、甘肃两个行中书省，秦安县属陕西行中书省巩昌总帅府秦州管辖。"
        },
        {
            "type": "text",
            "text": "       明朝洪武二年（1369年），巩昌府直隶陕西行中书省，秦州属巩昌府（治今陇西县），秦安县属陕西行中书省巩昌府秦州管辖。洪武九年（1376年），改行中书省为布政使司，统各府州县，废甘肃行中书省。秦安县属陕西布政使司巩昌府秦州管辖。"
        },
        {
            "type": "text",
            "text": "       清朝康熙二年（1663年），分陕西为左右布政使司，以右布政使司驻巩昌，泰安县属陕西右布政使司巩昌府秦州管辖。康熙八年（1669年），陕甘分省，秦安县属甘肃巩昌府秦州管辖。雍正七年（1729年），升秦州为秦州直隶州，直隶甘肃省，辖秦安等5县。光绪二年（1876年），秦安县属甘肃省巩秦阶道直隶秦州管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），北京政府推行省、县两级制，暂存道制，以联络督导。改巩秦阶道为陇南道。民国三年（1914年），改陇南道为渭川道（治今秦州区），统领秦安等14县。民国16年（1927年），南京国民政府废道设行政区，实行省、县两级制，秦安县属甘肃省渭川行政区管辖。民国二十四年（1935年），全省划设七个行政区，天水为第四区，秦安县属甘肃省第四区行政督察区管辖，直至秦安解放。"
        },
        {
            "type": "text",
            "text": "       1949年8月3日秦安县解放后，属甘肃省天水分区行政督察区管辖。1951年天水分区行政督察区改称为天水区，辖秦安等12个县（市）。1955年天水区改称为天水专区，辖秦安县等13县（市）。1969年天水专区改称为天水地区，辖秦安县等11个县（市）。1985年7月8日，撤销天水地区，设地级市，秦安县隶属天水市。"
        }
    ]
}