{
    "title": "武威市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "364",
            "category": "武威市"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：478次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元狩二年（公元前121年），汉武帝派骠骑将军霍去病征服河西，为显示汉军的武功军威而设置“武威郡”，郡治为姑臧。雍正二年（1724年），撤凉州卫，设武威县。1949年10月14日，设立武威专区，下辖武威县等六县。1985年4月15日，撤销武威县，设立武威市（县级）。2001年5月9日，撤销武威地区和县级武威市，设立地级武威市和凉州区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周为雍州之地，春秋以前为西戎占据。秦为月氏驻牧地。西汉文帝前元六年 （前174年），匈奴击败月氏，占领河西。匈奴休屠王筑盖臧 （即姑臧）城。汉武帝元朔三年（前126年），改雍州曰凉州，以其金行，土地寒凉故也，凉州从此得名。元狩二年（前121年）春，汉武帝派骠骑将军霍去病出陇右击匈奴，使整个河西走廊纳入西汉版图。后设置武威、酒泉、张掖、敦煌四郡，武威郡辖10县，以姑臧（凉州区）为治所。"
        },
        {
            "type": "text",
            "text": "       三国时，魏黄初元年（220年）十月，文帝曹丕重置凉州，辖武威等七郡，州治武威郡姑臧县，武威郡辖9县。西晋时武威郡辖七县，东晋十六国时，河西进入了“五凉割据”时期，武威郡辖9县，其中姑臧县曾是“五凉”中的前凉、后凉、南凉、北凉的都城。"
        },
        {
            "type": "text",
            "text": "       隋朝时先设凉州，大业三年（607年）改州为武威郡，郡治为姑臧。大业十三年（617年）七月，武威郡鹰扬府司马李轨举兵反隋，占领河西，建大凉国，定都姑臧，建元安乐。唐武德二年（619年）大凉国被李渊所灭。唐初仍沿用隋朝建置，贞观元年（627年）唐分全国为10道，凉州属陇右道。天宝元年（742年）又改凉州为武威郡。广德二年（764年），武威被吐蕃占据。"
        },
        {
            "type": "text",
            "text": "       五代宋元时期，武威为西凉府。其中，西夏占据武威时期，武威为西夏辅郡。明置凉州卫。清初袭明制。雍正二年（1724年），撤凉州卫、镇番卫、永昌卫，分别设武威县、镇番县，永昌县；撤古浪守御千户所，置古浪县；撤庄浪卫，置平番县，并设庄浪厅。同时，置凉州府，辖武威、永昌、镇番（今民勤）、古浪、平番（今永登）五县及庄浪厅，府治武威县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废甘州府，武威县属甘肃省河西道，旋改甘凉道，下辖武威、永昌、镇番、古浪、平番、张掖、东乐、山丹、抚彝9县。民国十六年（1927年），废道，甘凉道所辖各县直隶甘肃省。民国二十三年（1934年）至民国三十二年（1943年），全省陆续设立行政督察区。民国二十五年（1936年）7月1日，第六行政督察区成立，辖武威、民乐、民勤、永昌、山丹、张掖、临泽、古浪8县，治所武威。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国成立后，1949年10月，永登县天祝区委、天祝区公所成立。是年10月14日，武威分区行政督察专员公署成立，下辖武威、永登、景泰、古浪、民勤、永昌6县。1950年1月，永登县天祝区公所改为天祝自治区（县级）。是年5月23日，撤销张掖专区，张掖、民乐、山丹三县划归武威专区。武威专区辖武威、景泰、张掖、民乐、山丹、永昌、古浪、民勤、永登9县及天祝自治区。"
        },
        {
            "type": "text",
            "text": "       1953年12月23日，天祝自治区改名天祝藏族自治区。1955年7月17日，天祝藏族自治区改名天祝藏族自治县。是年10月15日，武威、酒泉两专区合并，成立张掖专区。1958年12月20日，撤销古浪县建制，将古浪县行政区域并入天祝藏族自治县。1961年11月25日，恢复武威专区，12月15日恢复古浪县建制。恢复后的武威专区辖武威、民勤、永昌、古浪和天祝藏族自治县。1963年10月24日，永登、景泰两县划归武威专区。1969年7月，内蒙古自治区的阿拉善右旗划入武威专区。1970年3月25日，武威专区改称武威地区，永登县划归兰州市管辖。1979年7月1日，阿拉善右旗交由内蒙古自治区管辖。"
        },
        {
            "type": "text",
            "text": "       1981年2月，永昌县划出武威地区，归新设的金昌市管辖。1985年4月15日，撤销武威县，设立武威市（县级）。同年5月14日，景泰县划归白银市。至此，武威地区辖武威市及民勤、古浪、天祝三县。2001年5月9日，撤销武威地区和县级武威市，设立地级武威市。武威市设立凉州区，以原县级武威市的行政区域为凉州区的行政区域。"
        }
    ]
}