{
    "title": "张掖市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "365",
            "category": "张掖市"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：502次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元狩二年（公元前121年），汉武帝派骠骑将军霍去病征服河西，为显示汉军的武功军威而设置“ 武威郡” 。西汉元鼎六年（前111）析武威郡置张掖郡，取“张国臂掖（“掖”通“腋”），以通西域”之意而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝，分天下为九州，张掖属（禹贡）雍州之域， 戎羌居之。商、周，张掖为西戎地。春秋至秦，为乌孙、月氏所居。西汉，前元六年（前174年），匈奴击走月氏，为匈奴右贤王属下的浑邪王的分地。"
        },
        {
            "type": "text",
            "text": "       汉武帝元鼎六年，（前111年），析武威郡置张掖郡，领10县：昭武、 我得、屋兰、删丹、氐池、日勒、番和、骊轩、显美、居延、在今张掖市境内置我得（今张掖域西北）、屋兰县（今东古城村）。昭武始元二年（前85年），置张掖居延属国，都尉驻张掖。"
        },
        {
            "type": "text",
            "text": "       新莽始建国元年（9年）、郡县更名。张掖郡改名为设屏郡，领8县：官式（我得）、洰武（昭武）、否武（氐池）、传武（屋兰）、贯虏（删丹）、勒治（日勒）、揭虏（骊靬）、罗虏（番和）。官武为郡治。"
        },
        {
            "type": "text",
            "text": "       东汉，光武帝建武三年（27年），刘秀令郡、县恢复旧名。张掖郡及所领8县复原名。献帝兴平元年（194年），以金城、张掖、酒泉、敦煌四郡置雍州，州治我得。三国时期，张掖郡属魏，建置同东汉。"
        },
        {
            "type": "text",
            "text": "       西晋初改我得县为水平县（今张掖境域）。张掖郡领4县：永平、屋兰、临泽、氐池。郡治为水平。东晋隆安元年，北凉神玺元年（397年），段业建北凉国，都建康。北凉永安元年（401年），北凉沮渠蒙逊杀段业，自称凉州牧、张掖公、永平为国郡。在张掖置凉州（治所水平）、在武威置秦州。后移都姑藏，在武威置凉州，在张掖轩秦州。秦州领8郡：张掖、西郡、西安、临松、金山、祁连、临池、建康，永平为州、郡治所。"
        },
        {
            "type": "text",
            "text": "       北魏太延五年（439年）拓跋焘攻灭北凉，凉州治所移永平，始有西凉州之称。拓跋氏实行军事管制，建立军镇，改郡为军，改县为戍。孝明帝正光五年（524年），正式置西凉州，州治水平，领7郡：张掖、西郡、临松、建康、酒泉、凉宁、敦煌。永煕三年（534年），北魏分裂为西魏、东魏。张掖属西魏，建置北魏（孝明帝）西魏废帝三年（554年），改西凉州为甘州，始有甘州之称。甘州领2郡：张掖、酒泉。张掖郡领4县：水平、临楹、删丹、弱水。水平为州、郡治所。北周孝闵帝宇文觉、废西魏恭帝（557年），张掖属北周，建置同西魏。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），罢张掖郡，甘州领3县：水平、福禄、删丹。永平为州治。开皇十七年（597年），改永平县名为酒泉县。大业初年又改酒泉县为张掖县，始有张掖县之称。大业三年，（607年），罢甘州，置张掖郡，领3项：张掖、删丹、福禄。张掖为郡治。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），张掖郡改称甘州，张掖县为治州。天宝元年（742年）又改甘州为张掖郡。德宗建中二年（781年）又改张掖郡为甘州。领2县：张掖、山丹。德宗建中二年（781年），吐蕃攻陷甘州，置军镇。宣宗大中五年（851年），归义军节度使张义潮收复甘州，归唐。懿宗咸通十三年（872年），回鹘攻陷甘州，设牙帐，建立汗国。"
        },
        {
            "type": "text",
            "text": "       北宋仁宗天圣六年（1028年）西夏李元昊灭甘州回鹘，置甘州军司、镇夷郡、宣化府、张掖为郡、府治所。南宋宁宗庆元元年，西夏纯祏天庆二年（1195年），西夏皇帝封安全（越王之子）为镇夷郡王，张掖置王府，直隶王室。理宗宝庆二年，西夏宝义元年（1226年）蒙古成吉思汗攻陷甘州，张掖隶属蒙古唐兀忒省。"
        },
        {
            "type": "text",
            "text": "       元世祖至元元年（1264年），置甘州路总管府，隶中兴行省。无县建置。至元十四年（1277年），移至中书省于甘州，名为“甘肃等处行中书省”，简称甘肃行中书省，省会甘肃。至元二十二年（1285年），罢甘肃行中书省，立宣慰司，甘州中路隶宁夏行中书省。至元二十三年（1286年），徙宁夏行中书省于甘州，置“甘肃行省”，省会甘州。"
        },
        {
            "type": "text",
            "text": "       明洪武五年（1375年），宋国公冯胜平定甘肃，置甘肃卫于甘州。隶陕西都司。洪武十二年（1379年）改隶陕西行都司。洪武二十三年（1390年），改甘肃卫为甘州卫。洪武二十五年（1392年），改封汉王朱楧为肃王，置肃王府于甘州。三年后，肃王就藩甘州，署理甘州诸卫军务，后移兰县。洪武二十六年（1393年），陕西行都司由庄浪（今永登）迁至甘州。领12卫：甘州左、中、右、前、后卫、山丹卫、肃州卫、凉州卫、永昌卫、镇番卫、庄浪卫、西宁卫。4所：碾伯、镇夷、高台、古浪。7羁縻卫：赤金蒙古、罕东、安定、阿端、曲先、哈密、罕东左卫。洪武三十年（1397年），置甘肃行太仆寺于甘州，掌管马政。永乐时置甘肃镇，派总兵驻甘州。镇领4道：分巡西宁道（治甘州）、西宁兵备道（治西宁）、凉州分守道（镇武威）、肃州兵备道（治酒泉）。正统中派驻甘肃巡抚甘州。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），陕西总督孟乔芳平定甘肃。清初沿用明制，仍置甘肃镇、陕西行都司、甘州五卫。甘州为镇、行都司的治所。顺治七年（1650年），撤消甘州前卫、后卫。康煕二年（1663年），置甘肃提督军门（提台）于甘州，节制甘肃、宁夏、西宁、安西四镇。康熙十四年（1675年），撤销甘州中卫。康熙十七年（1678年），甘肃提督由兰州移驻甘州。雍正三年（1725年），撤消陕西行都司及卫、所，设甘州府，以左卫，右卫置张掖县，为府治。乾隆八年（1743年），以张掖县丞分驻东乐，置东乐分县。乾隆十五年（1750年），分张掖县置抚彝厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废甘州府，张掖属甘肃省河西道（旋改甘凉道，治武威）。提督仍驻张掖。民国七年（1918年），改甘州提督为甘州护军使，次年又改护军使为镇守使。民国十六年（1927年），废道，张掖县直隶甘肃省。民国二十五年（1936年），张掖县属甘肃省第六行政督察区，区置治武威。"
        },
        {
            "type": "text",
            "text": "       1949年，置张掖区，辖张掖、山丹、民乐、临泽县。治所张掖县。1950年5年，张掖县属武威分区（分区治所武威）。1955年10月，置张掖专区，辖永登、天祝、古浪、景泰、武威、民勤、永昌、山丹，民乐、张掖、临泽、肃南、高台、酒泉、金塔、玉门、安西、敦煌、肃北、阿克塞等县，治所张掖。1956年，筹建张掖市（地级），张掖县同时存在。1957年市建置撤销。张掖县属张掖专区。1958年，撤销张掖县，成立张掖市（地级）。1961年12月，撤销张掖市，恢复张掖县，属张掖专区。1969年张掖专区改为张掖地区。1985年5月14日，撤销张掖县，成立张掖市（县级），属张掖地区。2002年3月1日，撤销张掖地区和县级张掖市，设立地级张掖市。张掖市设立甘州区，以原县级张掖市的行政区域为甘州区的行政区域。张掖市辖原张掖地区的临泽县、高台县、山丹县、民乐县、肃南裕固族自治县和新设立的甘州区。"
        }
    ]
}