{
    "title": "平凉市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "366",
            "category": "平凉市"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1587次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       前秦建元十二年（376年）苻坚灭前凉，随后置平凉郡，以示纪念，始有平凉之名。北周武帝建德元年（572年），新置平凉县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，辖境为獯鬻戎狄居地。商代，境内陇山以东为獯鬻居地，以西为昆夷居地。商末境内东南部有密（今灵台县境）、阮（今泾川、灵台二县之间）、共（今泾川县境）等方国先后建立。"
        },
        {
            "type": "text",
            "text": "       西周，辖境属周人和狈狁之地。西周初，密、阮、共等方国归顺周。春秋，辖境为乌氏与义渠戎国属地。秦穆公三十七年（前623年），秦伐戎，境内属秦。战国秦惠文王，更元六年（前319年），置泾阳、乌氏（在今平凉市境）和鹑觚3县。秦昭襄王二十八年（前279年），秦置陇西郡（治今临洮），今静宁、庄浪县属陇西郡。三十五年（前272年）“秦灭义渠”，置北地郡（今宁县境）。其后境内分属乌氏、阴密（今灵台县境，原密国改之）、朝那、泾阳（治今平凉市安国乡）4县。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221），秦统一全国，全面推行郡县制。全区除华亭、崇信南部属内史，其余分属陇西、北地郡。始皇二十七年（前220年）建鹑觚县（治今灵台县邵寨原）。另置成纪县（治今静宁县南）、卤县（治今崇信）。"
        },
        {
            "type": "text",
            "text": "       西汉承秦制，汉高祖刘邦二年（前205年）十一月，置阿阳县（治今静宁城南）。汉武帝元鼎三年（前114年），分北地郡置安定郡（治今宁夏固原），析陇西郡置天水郡（治今通渭县）。元封五年（前106年），设十三刺史部以辖各郡。陇山以东各县，除鹑觚属朔方刺史部北地郡、今华亭东南部属右扶风所领汧县外，多属于凉州刺史部安定郡；陇山以西今静宁、庄浪县境为凉州刺史部天水郡所辖。平帝元始二年（公元2年）于今华亭境内置安民县，废于东汉3郡内迁时。"
        },
        {
            "type": "text",
            "text": "       新莽天凤元年（14年），改天水郡为填（镇）戎郡。又分置阿阳郡，治成纪。另将乌氏县改名乌亭、月氏道改名月顺，东汉即复原制。东汉光武帝建武六年（30年）废安定、爰得2县，其地并入临泾。明帝永平十七年（74年），天水郡改名汉阳郡，辖境内陇山西部成纪、阿阳2县。安帝永初五年（111年）三月，安定郡迁寄于美阳（今陕西省武功县境），顺帝永建四年（129年）九月安定郡恢复原制，迁治于临泾（今泾川县城西北水泉寺）。原高平县也迁至今泾川县境内。是年，废泾阳入朝那。乌支侨置于今泾川县东。汉灵帝中平五年（188年），阴槃县移至京兆的新丰（今西安市东北临潼县境），其地并入鹑觚县。汉献帝兴平元年（194年）于鹑觚县置新平郡（支郡）。建安十八年（213年），省凉州诸郡并入雍州。"
        },
        {
            "type": "text",
            "text": "       三国时，今辖区属魏国雍州。魏元帝景元三年（262年），今泾川辖区的乌氏、临泾、朝那及今灵台辖区的阴密，皆属安定郡，今灵台境的鹑觚则属新平郡；今华亭境属扶风郡；今静宁县的阿阳和成纪分属广魏郡和天水郡。"
        },
        {
            "type": "text",
            "text": "       西晋初，今辖区仍属雍州。临泾、朝那、乌氏、都卢、阴密、鹑觚（移属），属安定郡。晋武帝泰始五年（269年），析雍、凉、梁3州置秦州，太康三年（282年）年，罢秦州并入雍州，成纪属秦州天水郡。广魏郡改称略阳郡，治临渭（今天水市东北部），省阿阳县，其县境及今庄浪境属略阳郡。"
        },
        {
            "type": "text",
            "text": "       十六国时，今地区辖境主要由前赵（汉）、后赵、前秦、后秦、大夏统辖。今静宁曾一度受西秦、前凉所辖。东晋太兴二年（319年）分安定与扶风郡之汧置陇东郡（治今陕西省陇县与今华亭县区域），今华亭县和崇信县南境属陇东郡。成纪仍属天水郡。前凉张茂在位时，于东晋元帝永昌元年（322年）复置秦州，统天水郡成纪县。前赵光初十年（327年），今全境分属天水郡、陇东郡、安定郡及略阳郡所辖。前秦甘露二年（360年），分司隶置雍州，复爰得县；阴密县属雍州，鹑觚属赵平郡。又于建元十二年（376年）灭前凉，随后置平凉郡，治今宁夏彭阳县境。"
        },
        {
            "type": "text",
            "text": "       南北朝时，今辖区先后隶属于北魏、西魏和北周。北魏神麂三年（430年），置泾州（治临泾）辖6郡。北魏初，于今灵台县百里镇一带置石塘郡，无属县，至孝文帝太和十一年(487年)废郡为县,属安定郡。同时复置阿阳县，属秦州略阳郡。孝明帝熙平二年（517年）析鹑觚县置东阴槃县，属平凉郡。孝武帝太昌元年（532年）于今华亭县境置华亭镇。今庄浪县境属北秦州安阳郡（治今秦安县境）。文帝大统元年（535年），省临泾县，并新置安武县（在泾川北，原临泾县境）与安武郡，郡治朝那，又将鹑觚县移至今灵台县东南，属赵平郡。废帝元年（552年），东阴槃县改为宜禄县，今灵台县东南部属之。北周武帝建德元年（572年），新置平凉县（治阳晋川），今平凉市境大部属之，隶于原州长城郡。废赵平郡，以鹑觚县属安定郡。"
        },
        {
            "type": "text",
            "text": "       隋大业元年（605年）曾析鹑觚置灵台县，旋即又省灵台并入鹑觚；又析安定县与鹑觚县置良原县（治今灵台县西梁原乡），同时置华亭县于今华亭县境。恭帝义宁二年（618年）复置灵台县，与鹑觚县同属麟州。安定郡改为泾州，良原县属之。今崇信县境分属于阴槃县与良原县。平凉县属原州。开皇初省阿阳入成纪，至大业三年仍属秦州，废秦州后复隶属于天水郡。"
        },
        {
            "type": "text",
            "text": "       唐太宗即位后，全国划为10道。今地区辖境多属于关内道。今平凉县和崇信县境偏北部分属原州；阴槃、安定、良原属泾州；今崇信境多分属阴槃和良原。华亭属陇州，成纪属秦州，今静宁北部及庄浪一部分辟为牧地，属南监牧使管辖。贞观元年（627年），灵台省入麟游，属岐州，麟州废；鹑觚县划属泾州。朝那县在此前后省并入安定和临泾。贞观二年析新平（今陕西彬县境）、安定、鹑觚3县各一部复置宜禄县，属泾州；以华亭改属陇州。武则天垂拱二年（686年）改华亭为亭川县，至中宗神龙元年（705年）复改为华亭县。玄宗天宝元年（742年）改州为郡。今地区辖境改为安定郡，原州（治高平）改为平凉郡。灵台县从麟游析出复置；废鹑觚县，其境并入灵台县。改阴槃县为潘原县，皆隶属于安定郡。肃宗至德元年（756年），改安定县为保定县，仍属安定郡。乾元元年（758年）改安定郡为保定郡，随后改郡为州，原属县未变。乾元二年六月，泾州属彬宁节度使。此后取消郡建制。代宗广德元年（763年），陇山东、西两侧皆没入吐蕃，但今灵台县境仍属唐管辖，省潘原县并入良原县。大历三年（768年），唐收复泾州城。德宗贞元四年（788年），恢复平凉县建制，筑崇信城，置崇信军，十一年（795）又复置潘原县于原治。宪宗元和三年（808年），又将行原州移至临泾（今镇原县），华亭并入汧源县。元和四年，置行渭州于平凉，省平凉县。僖宗广明元年（880年），吐蕃再次攻占平凉城。中和四年（884年），行渭州改称渭州，仍治平凉。"
        },
        {
            "type": "text",
            "text": "       五代时期，后唐庄宗同光元年（923年）置义州于华亭，末帝清泰元年（934年），今境多属后唐，今静宁、庄浪境仍为吐蕃所据。清泰二年，以安国、耀武二镇复置平凉县，初属泾州，后晋高祖天福五年（940年）改属渭州。后周时，太祖显德二年（955年）复置华亭县，与义州同治一地。显德五年废武州，复置潘原县，改属渭州。渭州领平凉、潘原2县。"
        },
        {
            "type": "text",
            "text": "       宋初，今地区辖境初属秦凤路，至仁宗庆历元年（1041年）改属泾原路。宋太祖乾德元年（963年），置崇信县，初属秦凤路凤翔府；乾德二年，割陇山三镇置安化县。太宗太平兴国二年（977年）改义州为仪州，至淳化年间（990年—994年），崇信改属仪州。神宗熙宁五年（1072年）废仪州，其属县归渭州统辖。真宗咸平四年（1001年）设长武县，翌年降县为砦，徽宗大观二年（1108年）复升为长武县，属泾州。仁宗庆历三年（1043年）置德顺军于陇干城（治今宁夏隆德县西境）。哲宗元祐八年（1093年），德顺军移至外底堡（今静宁县城），并置陇干县。"
        },
        {
            "type": "text",
            "text": "      金太宗天会九年（1131年）改渭州为平凉府。熙宗天眷二年（1139年）复改称渭州，世宗大定二十七年（1187年）升渭州为平凉府，治平凉，属凤翔路，辖平凉、潘原、崇信、华亭、化平（由安化改）5县。泾州，初治保定，世宗大定七年（1167年），改保定为泾川。宣宗元光二年（1223年），泾州徙治长武（今泾川县泾明乡），属庆原路，辖泾川、长武、良原、灵台4县。皇统二年（1142年），升德顺军为州，同年升水洛（今庄浪县境）、治平、威戎、通边4寨为县。宣宗兴定三年（1219年）置陕西西路行省于平凉，此乃历史上在平凉设置的最高行政军事领导机构。"
        },
        {
            "type": "text",
            "text": "       元初，泾州属都元帅府（曾在泾州设总司，兼辖邠州），后改属巩昌都总帅府，世祖至元后期改属陕西行中书省。蒙古太宗二年（1230年），在今庄浪县境设庄浪路，其辖境位于巩昌府辖区原通边、威戎属地，不领州县，隶属于甘肃行中书省。至元二十六年（1289年），改属陕西省。翌年，泾州为直隶州。成宗大德八年（1304年），庄浪路降为庄浪州。原水洛、治平县于元初复并入陇干县。同年后期又并陇干于德顺州，不久又改德顺州为静宁州，辖原静边寨和水洛、治平、隆德3县，隶属于陕西行省巩昌路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年）始置陕西等处行中书省，九年（1376年）废省设承宣布政使司，平凉府属陕西布政使司，同年降原州（今镇原）、开成州（今固原）为县，隶属于平凉府。洪武三年省泾川县入泾州。洪武八年降庄浪州为县，属静宁州。孝宗弘治十五年（1502年），升开成县为固原州。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年），曾置平（平凉）庆（庆阳）兵备道，治平凉，后移治固原。康熙二年（1663年）易名为平庆道；清康熙三年（1664年），设陕西左、右布政使司。康熙六年（1667年）改名为巩昌布政使司（治今陇西县城），康熙七年（1668）改称甘肃布政使司，移治兰州。康熙八年（1669年），平凉改属甘肃。乾隆四十二年（1777年），升泾州为直隶州。次年，将庄浪县省入隆德县。咸丰九年（1859），平庆道改为分巡平庆泾固道，辖平凉、庆阳2府、泾州直隶州和固原州、静宁州（系“散州”）及平凉、华亭、隆德、崇信、灵台、镇原6县。同治八年（1869），改称平庆泾固化盐法兵备道。同治十年（1871），析平凉、固原、华亭、隆德所属边地，置化平川直隶厅；光绪三十三年（1907年），易名为分巡平庆泾固化道，所辖府、州、县未变。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改分巡平庆泾固化道为陇东道，时领17县，裁府，州皆改为县，并复置庄浪县。民国三年（1914年），改陇东道为泾原道，治平凉，民国十六年（1927年）废道置行政区，次年撤销，改为省、县两级制。民国二十三年（1934年），设平凉行政督察区，民国二十五年（1936年）7月，平凉行政督察区改称第二行政督察区；同时，将灵台县、泾川县改属第三行政督察区（治西峰）。民国三十二年（1943年）增设西吉县。民国三十六年（1947年）2月，甘肃省政府再次厘定县等级，平凉仍为一等县，泾川为二等县，庄浪、静宁、灵台为三等县，华亭为四等县，崇信为五等县。民国三十八年（1949年）7月26日，在华池县悦乐镇置平凉分区，8月3日徙治平凉县。"
        },
        {
            "type": "text",
            "text": "       1950年2月，以原平凉县城区辖境设平凉市，平凉县另列。5月25日，静宁、海原、西吉3县由定西分区划归平凉分区，庄浪县划归天水分区。10月18日，化平县改名泾源县。1951年4月，平凉分区更名为平凉区。1953年5月11日泾源县改为泾源回族自治区（1955年3月24日改为泾源回族自治县）；同年10月29日，西吉、海原、固原从平凉析出另成立甘肃省西海固回族自治区（专区级）。1955年10月10日，庆阳专区并入平凉专区。1956年1月，庄浪县划归平凉专区。1958年3月，隆德、泾源县划归宁夏回族自治区；4月4日，崇信县并入华亭县；12月20日，庄浪县并入静宁县，灵台县并入泾川县；撤华亭县，其境分别划属平凉市和泾川县，平凉县并入平凉市。1961年11月25日，恢复庆阳专区，原所辖7县一并从平凉专区析出。12月15日，恢复华亭、灵台、庄浪和崇信县建制；1964年6月5日，平凉市改为平凉县。1969年10月1日，改专区为地区。1983年7月，撤销平凉县，恢复平凉市。2002年6月，撤销平凉地区和县级平凉市，设正地级平凉市，县级平凉市改为崆峒区。"
        }
    ]
}