{
    "title": "庄浪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "366",
            "category": "平凉市"
        },
        {
            "id": "394",
            "category": "庄浪县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：364次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       早在唐朝的时候，在积石山地区一带居住着一个少数名族称庄浪族，属吐蕃的支族，“庄浪”属藏民族语音，“庄”意为野牛，“浪”意为沟或谷，合起来就是“野牛谷”之意，野牛沟或野牛谷所反映的自然的水草丰茂之地，吐蕃人便称这种沟谷为“庄浪”，少数民族多以居住地为族名，“庄浪”族就因此而得名。元朝时，成吉思汗攻打西夏，攻占积石州，将庄浪族逼迂到现在的庄浪地区，不久，元朝在这里设庄浪路，“庄浪”之名从此开始。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       庄浪在夏商时属“雍州之域”；西周是西戎的游牧之地；春秋战国时，仍为西戎所占据。春秋中期，归秦国版图。秦始皇灭六国，庄浪地区为陇西郡（今临洮县）所辖。汉元封五年（公元前106年），庄浪地区为凉州刺史部，州治陇城，（秦安县陇城镇）下的天水郡所辖。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉改天水郡为“填戎郡 ”，还曾设阿阳郡，庄浪地区又分属上述两郡。东汉明帝永平17年（74年），改凉州刺史部的天水郡为汉阳郡（今甘谷县），废街泉县，并入略阳县，庄浪又分属略阳县及阿阳两县。汉献帝初平四年（139年），从汉阳郡中又分置永阳郡，改略阳县为街亭县，庄浪地区又分属永阳郡的阿阳、街亭县（县治在今庄浪县韩店乡）。"
        },
        {
            "type": "text",
            "text": "       三国时期，庄浪县域属曹魏雍州管辖。献帝建安十九年（214年），更永阳郡为广魏郡，郡治临渭（清水县西南），又改街亭县为略阳县，庄浪在那时属广魏郡略阳县。"
        },
        {
            "type": "text",
            "text": "       西晋泰始年间（265年—274年），又恢复广魏郡为略阳郡。东晋十六国时，匈奴、氐、羌、鲜卑、羯等“五胡”相继内迁，战乱频繁，民族政权林立。从公元317年到589年的二百年间，先后统治庄浪县的少数民族政权有前赵、前秦、后秦、北魏、西魏、北周等国。其中，前赵时庄浪属略阳郡。前秦永兴二年（385年），皇帝苻竖置“平凉郡于高平镇。”意欲平定凉国，此时庄浪县北部之一小部分属泾州平凉郡辖，北部的大部分及南部仍由秦州略阳郡辖。东晋安帝七年、乞伏乾归更始三年（411年），西秦乞伏乾归攻后秦南安太守王璟于水洛城，这是庄浪地名见于史册的最早记载。"
        },
        {
            "type": "text",
            "text": "       北魏太武帝拓跋焘神麝年间，庄浪县北属秦州略阳郡、阿阳县，南属陇城县；东属泾州平凉郡华亭县。北魏永熙三年（534年），北魏分裂为东魏和西魏，分别被北齐和北周所代替。庄浪在魏时属北秦州安阳郡辖；北周改北秦州为交州，庄浪又属交州安阳郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇二年（582年）废略阳郡为县，并改县名为河阳县；开皇三年（583年）改秦州为天水郡。开皇六年（586年）又改河阳县为陇城县。"
        },
        {
            "type": "text",
            "text": "       唐初庄浪西南属陇右道秦州，州治成纪（秦安县西北）陇城县辖，东北属关内道陇州，州治通渭（今陕西陇县）华亭县辖。宝应三年，吐蕃贵族率兵东侵，占有今陇山地区，庄浪也陷入吐蕃之手，唐的地方行政建置被废。大中三年（849年），唐政府一度收复庄浪地区，广明元年（880年）又被吐蕃占领。"
        },
        {
            "type": "text",
            "text": "       五代初，梁朝时，“歧”为地方割据政权，都凤翔府，庄浪由其保胜节度使管辖，后唐时庄浪西南由其雄武节度使、东北由彰义节度使两镇所辖。后晋时依后唐旧制。后汉时，庄浪西南被吐蕃占领，东北仍属彰义节度使辖。后周时曾收复被陷的庄浪地区，仍分属雄武和彰义两节度使。"
        },
        {
            "type": "text",
            "text": "       北宋，庄浪地区一直为秦凤路的德顺军之陇干县所辖。这一时期，庄浪是北宋和西夏的边界地区，又是渭州与秦州的联络点，军事战略地位较为重要，因而县域内设有多处军政性质的城、堡、寨等。"
        },
        {
            "type": "text",
            "text": "       元初，庄浪隶属陕西行省。元太祖二十二年（1227年），元太祖铁木真南下攻静宁、隆德、庄浪一带，置庄浪路于南湖镇，庄浪路是直属于陕西行省的二级行政单位，但辖地较小，领有今天庄浪县全部，静宁以及隆德的一部分。“庄浪”之名从此开始，这是“庄浪”史载的最早记载，也是以“庄浪”命名地方行政建置的第一次。元成宗大德八年（1304年）二月改庄浪路为庄浪州，仍为隶属于省的二级行政区域。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），庄浪由陕西布政使司辖，隶属凤翔府，仍称庄浪州。明洪武八年，降州为县，改隶静宁州，属巩昌府。嘉靖二十八年（1549年）又改隶平凉府。清顺治五年（1648年）庄浪归清，时属陕西行省。康熙六年（1667年）从中分属甘肃省，庄浪又属甘肃省行省。乾隆四十三年（1778年）裁庄浪归并隆德县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）复置庄浪县，隶属泾原道。民国十六年（1927年）废道，直隶于甘肃省。民国二十四年（1935年）于平凉设甘肃省第二督察专员公署，庄浪县为其所辖。"
        },
        {
            "type": "text",
            "text": "       1949年8月4日，庄浪解放后，属平凉专区，1950年5月25日庄浪县由平凉专区划归天水专区。1956年1月又由天水专区划归平凉专区。1958年12月20日撤销庄浪县并入静宁县，1961年12月又恢复庄浪县，仍属平凉专区，1970年平凉专区改地区，2002年9月平凉地区改市，庄浪县属平凉市至今。"
        }
    ]
}