{
    "title": "七大洲名称由来",
    "category": [
        {
            "id": "9",
            "category": "海外探寻"
        },
        {
            "id": "63",
            "category": "外国地名"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：865次",
    "content": [
        {
            "type": "text",
            "text": "【亚洲名称的由来】\r\n      全称是亚细亚洲，意思是“太阳升起的地方”。其英文名为Asia。相传亚细亚的名称是由古代腓尼基人所起。频繁的海上活动，要求腓尼基人必须确定方位。所以，他们把爱琴海以东的地区广泛地称为“Asu”，意即“日出地”而把爱琴海以西的地方则泛称为“Ereb”，意为“日没地”。Asia一词是由腓尼基语Asu演化来的，其所指的地域是不很明确的，范围是有限的。到公元前一世纪Asia已成为罗马帝国的一个行政省的名称，以后才逐渐扩大，包括现今整个亚洲地区，成为一个世界最大的洲名。"
        },
        {
            "type": "text",
            "text": "【欧洲名称的由来】\r\n       欧洲的全称是欧罗巴洲，英文为Europe，关于欧洲这个名称的由来，有一些传说。在希腊神话中，德米特(Demeter)是专管农事的女神，她保佑人间五谷丰登、人畜两旺。在有关这位女神的画像中，人们总是把她画成坐在公牛背上。古代，公牛是人类不可缺少的耕畜，女神既然主管农事，自然就要坐在公牛背上了。这位女神的另一个名字叫欧罗巴，人们出于对女神的敬意，就把欧罗巴称为大洲的名字。此外，还有一个广泛流传的传说：“万神之王”宙斯看中了腓尼基国王的漂亮女儿欧罗巴，想娶她作为妻子，但又怕她不同意。一天，欧罗巴在一群姑娘的陪伴下在大海边游玩。宙斯见到后，连忙变成一匹雄健、温顺的公牛，来到欧罗巴面前，欧罗巴看到这匹可爱的公牛伏在自己身边，便跨上牛背。宙斯一看欧罗巴中计，马上起立前行，躲开了人群，然后腾空而起，接着又跳入海中破浪前进，带欧罗巴来到远方的一块陆地共同生活。这块陆地以后也就以这位美丽的公主的名字命名，叫做欧罗巴了。"
        },
        {
            "type": "text",
            "text": "【美洲名称的由来】\r\n       美洲包括北美洲和南美洲。美洲这个词是亚美利加洲的简称。美洲的命名，普遍的说法是为纪念意大利的一位名叫亚美利哥·维斯普奇的著名航海家。1499年。亚美利哥随同葡萄牙人奥赫达率领的船队从海上驶往印度，他们沿着哥伦布所走过的航路向前航行，克服重重困难终于到达美洲大陆。亚美利哥对南美洲东北部沿岸作了详细考察，并编制了最新地图。1507年，他的《海上旅行故事集》一书问世，引起了全世界的轰动。在这本书中，引人入胜地叙述了“发现”新大陆的经过，并对大陆进行了绘声绘色的描述和渲染。亚美利哥向世界宣布了新大陆的概念，一下子冲跨了中世纪西方地理学的绝对权威普多列米制定的地球结构体系。于是，法国几个学者便修改和补充了普多列米的名著《宇宙学》，并以亚美利哥的名字为新大陆命名，以表彰他对人类认识世界所做的杰出贡献。新《宇宙学》一书出版后，根据书中的材料，在地图上也加上了新大陆——亚美利哥洲。后来，依照其他大洲的名称构词形式，“亚美利哥”又改成“亚美利加”。起初，这一名字仅指南美洲，到1541年麦卡托的地图上，北美洲也算美洲的一部分了。"
        },
        {
            "type": "text",
            "text": "【拉丁美洲名称的由来】\r\n       拉丁美洲包括墨西哥、中美洲、西印度群岛和南美洲等。拉丁美洲这个名称的来由与这一地区流行的语言有关。从15亿纪末，这个地区的绝大部分国家先后沦为西班牙和葡萄牙的殖民地，大批移民蜂拥而入。19世纪以后，这些国家才陆续获得独立。由于殖民统治长达３００年之久，因此它们深受西班牙和葡萄牙的社会制度、风俗习惯、宗教习惯、宗教信仰和文化传统的影响，而且当地的印第安语逐渐被属于拉丁语系的西班牙语的葡萄牙语所取代，这两种语言成为许多国家的国语，所以人们就把这个地区称为“拉丁美洲”。"
        },
        {
            "type": "text",
            "text": "【非洲名称的由来】\r\n       非洲是阿非利加洲的简称，其英文名为Africa，对于Africa一词的由来，流传着不少有趣的传说。一种传说是，古时也门有位名叫Africus的酋长，于公元前２０００年侵入北非，在那里建立了一座名叫Afrikyah的城市，后来人们便把这大片地方叫做阿非利加。另一种传说是“阿非利加”是居住在北非的柏柏尔人崇信的一位女神的名字。这位女神是位守护神，据说早在公元前１世纪，柏柏尔人曾在一座庙里发现了这位女神的塑像了，她是个身披象皮的年轻女子。此后，人们便以女神的名字把“阿非利加”作为非洲大陆的名称。还有一种说法africa一词来源于拉丁文的aprica，意思是“阳光灼热”的地方，与地中海北岸希腊、罗马相比，北非地区的阳光的确要灼热得多。一种说法是africa一词是由阿拉伯文afar一词变来，意思是“尘土”，以该大陆的气候干燥，风沙大而得名。还有一种说法是，侵入迦太基地区(今突尼斯)的罗马征服者西皮翁别名叫“西皮翁·阿非利干”，为了纪念这位征服者，罗马统治者就把这片地区叫做“阿非利加”。以后，罗马人又不断扩张，建立了新阿非利加省。那时，这个名称只限于非洲大陆的北部地区。到了公元２世纪，罗马帝国在非洲的疆域扩大到从直布罗陀海峡到埃及的整个东北部的广大的地区，人们把居住在这里的罗马人或本地人统统叫阿非利干(African)，意即阿非利加人。这片地方也被叫作阿非利加，以后又泛指非洲大陆。"
        },
        {
            "type": "text",
            "text": "【大洋洲名称的由来】\r\n       大洋洲这个洲名的概念和范围，比地球上其他６个大陆要复杂些，至今还没有一个国际公认，统一的解说。中国多数地理学家认为，大洋洲是指不属于其他大洲的太平洋岛屿的总称。包括奥大拉西亚、美拉尼西亚、密克罗尼西亚和波利尼西亚４个部分。大洋洲的名称最早出现于1812年前后，由丹麦地理学家马尔特·布龙命名。当时仅指美拉尼西亚、密克罗尼西亚和波利尼西亚三大群岛，这就是狭义的大洋洲。"
        },
        {
            "type": "text",
            "text": "【南极洲名称的由来】\r\n       南极洲英文名为Antarctica，源出希腊文anti(相反)，加上Arctic(北极)，意为北极的对面，即南极。因该大陆处在地球的最南端，南极的周围，因此中文称为“南极洲”，是一个与地理情况相符的地名。南极洲是1738年由法国人布维发现的，他航海时发现了南极大陆附近的一个岛(今布维岛)。英国人库克曾于1772—1775年到达过南极大陆周围的许多岛屿。但是，现在一般认为南极大陆是十九世纪被发现的。据说，美国人于1820年首次看见南极大陆。"
        }
    ]
}