{
    "title": "泾川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "366",
            "category": "平凉市"
        },
        {
            "id": "398",
            "category": "泾川县"
        }
    ],
    "detail": "[日期：2014-02-21]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1584次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       秦属北地郡泾阳县地，西汉中期析置安定县；唐肃宗至德元年（756年），因“安史之乱”，避安禄山之讳，安定县改为保定县；金世宗大定七年（1167年），改保定县为泾川县，意为泾水之川。1913年改泾县，1914年复称泾川县。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       约公元前11世纪的商代末年，泾川境内有阮国和共国，两国都是商的诸侯国。阮国疆域在今城关、罗汉洞、泾明、红河之间，共国疆域在今城关水泉寺一带。后来均被周文王所灭。"
        },
        {
            "type": "text",
            "text": "       西周末年，义渠戎逐渐强大，在今庆阳西南宁县建立西戎古国——义渠国，泾川境属之。周赧（nǎn）王四十三年（公元前272年），秦昭襄王灭义渠戎，置北地郡，辖今平凉东5县、庆阳和宁夏的固原地区。泾川境属之。"
        },
        {
            "type": "text",
            "text": "       西汉武帝元封五年（公元前106年），置十三刺史部。元鼎三年（公元前114年），分北地郡而设安定郡，安定郡属凉州刺史部管辖。安定郡治高平（今宁夏固原），管辖今甘、宁、陕交汇的关陇广大地区。下辖21县：其中临泾县（今泾川城关水泉寺）、安定县（今泾川北塬至庆阳镇原）、爰得县（今泾川南部）、阴盘县（今泾川南塬与长武、灵台接壤处）辖境在今泾川一带。"
        },
        {
            "type": "text",
            "text": "      东汉，由于关陇一带处于大规模的羌族起义区和汉羌战争的主要战场，使安定等郡两次东迁至美阳（今陕西扶风）。汉顺帝永建四年（公元129年），羌族势力衰败，安定郡迁回。连年战乱导致人口数量大幅减少，安定郡由东汉初的20县合并为8县，即临泾、朝那（zhū nuó）、乌氏（zhī）、高平、三水、彭阳、阴盘、鹑觚（chún gū）。郡治高平被毁严重，遂将安定郡治所设在临泾（临泾水之意）县。"
        },
        {
            "type": "text",
            "text": "       三国时期，安定郡辖境属魏国。曹操平定关中陇右之后，安定郡随凉州刺史部被并入雍州。"
        },
        {
            "type": "text",
            "text": "       西晋，安定郡下辖安定、临泾、乌氏、都卢、鹑觚、阴密、西川7县，其中安定县、临泾县、乌氏县三县的全部地区或部分地区在今泾川境内。"
        },
        {
            "type": "text",
            "text": "       十六国，晋愍帝建兴五年（317年），安定郡归前赵（汉）；东晋咸和三年（328年），安定郡归后赵；东晋永和七年（351年），安定郡入前秦。东晋升平四年（360年），前秦置安定为雍州治所。东晋太和五年（370年），前秦复置雍州于安定。东晋太元九年（384年），安定郡入后秦。"
        },
        {
            "type": "text",
            "text": "       南北朝，北魏太武帝神三年（430年），设泾州，领6郡17县。西魏大统元年（535年）废临泾县，分临泾县与朝那县的一部分置安武县。并在泾州治总府，治所安定，先后曾辖泾州，邠（bin）州、盐州、灵州、显州、云州。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年（607年），撤州而复置郡，安定郡统7县：安定、鹑觚、阴盘、朝那、湫古。大业十二年（616年），改湫古县置临泾县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），安定郡改名泾州；太宗贞观时，全国设10道，泾州属关内道。泾州领5县：安定、鹑觚、临泾、良原（今灵台梁原）、阴盘；天宝元年（742年），全国改10道为14道，改州为郡，泾州为安定郡；肃宗至德元年（756年），因“安史之乱”，避安禄山之讳，改安定郡为保定郡，安定县改为保定县；乾元元年（758年）复为泾州，领保定、灵台、良原、临泾、潘原（今崆峒四十里铺）5县；大历三年（768年）春，设泾原节度使，管理泾州、原州，治所在泾州；光化二年（899年），陇山以东属岐王李茂贞的彰义军节度使管辖，治所在泾州。"
        },
        {
            "type": "text",
            "text": "       五代十国，后唐庄宗同光二年（公元924年），李茂贞向后唐朝贡称臣，泾州并入后唐。"
        },
        {
            "type": "text",
            "text": "      北宋初泾州为彰义军节度，太宗太平兴国元年（976年），改彰化军；至道三年（997年），全国设15路，泾州属秦凤路，领保定、灵台、良原3县；真宗咸平四年（1001年），升保定县长武镇（今泾川泾明长武城）为县，一年后改降为长武寨；徽宗大观二年（1108年），复设长武县。泾州领保定、灵台、良原、长武4县。时泾川分属保定、长武2县；庆历元年（1041年），分陕西沿边为秦凤、泾原、鄜（fū）延、庆环四路，泾州属泾原路。"
        },
        {
            "type": "text",
            "text": "       金朝，泾州属庆原路。金世宗大定七年（1167年），改保定县为泾川县，意为泾水之川。元光二年（1223年），迁州治于长武（今泾川泾明长武城），不久又迁回泾川。泾州领泾川、长武、良原、灵台4县。"
        },
        {
            "type": "text",
            "text": "       元朝初，泾州属都元帅府，曾在泾州立总司，辖邠州，后属巩昌总帅府；忽必烈至元八年（1271年），灵台并入泾川；至元十一年（1274年），长武县并入泾川，复灵台县，将良原县并入灵台；至元二十三年（1286年），泾川改属陕西行中书省平凉府；至元二十七年（1290年），泾州改为直隶州，领泾川、灵台2县。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武三年（1370年），泾州降为散州，属平凉府，撤泾川县，县事由州直理。由于洪水冲毁泾州城，州衙由水泉寺古城迁至泾河南的皇甫店，即今县城；洪武九年（1376年），泾州属陕西承宣布政使司平凉府，领灵台1县。"
        },
        {
            "type": "text",
            "text": "       清康熙三年（1664年），分陕西布政使司为左、右布政使司，右布政使司领平凉、庆阳、临洮、巩昌四府。乾隆六年（1667年），右布政使司改为巩昌布政使司。次年又改为甘肃布政使司，治所由巩昌移至兰州，泾州属甘肃布政使司平凉府。乾隆四十二年（1777年），泾州升为省直隶州，领灵台、镇原、崇信3县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），泾州改名泾县，属泾原道，次年复名泾川县。民国二十四年（1935年），于平凉设立甘肃省第二行政督察专员公署，泾川县属之。民国二十五年（1936年），泾川县改属甘肃省第三区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年7月27日，泾川县解放，属平凉分区（专区）。1958年，灵台、崇信县并入泾川县，1961年恢复原建置。1969年10月1日，改平凉专区为地区。2002年6月，撤销平凉地区，设正地级平凉市，泾川县隶属平凉市。"
        }
    ]
}