{
    "title": "酒泉市肃州区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "367",
            "category": "酒泉市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元狩二年（公元前121年），置酒泉郡（以“城下有泉”，“其水若酒”而得名。）和福禄，乐涫二县。东汉建武元年（25年）改为禄福县；西晋元康五年（295年）改禄福县为福禄县。北周明帝元年（557年）乐涫县入于福禄县。隋仁寿二年（602年）酒泉郡从甘州分出，始置肃州（取自《汉书》“肃振国威，以通西域”之句），领福禄县。义宁元年（618年），改福禄县为酒泉县。唐武德二年（619年），平李轨，置酒泉，福禄2县，隶肃州。五代时属于回鹘，宋时为西夏所据，元代时属于甘肃行中书省，到明朝虽然仍称肃州，但已经不领县。民国二年（1913）年废肃州改酒泉县。1985年5月撤县建市，2002年9月16日撤县级酒泉市改为肃州区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏至战国 为西戒地。秦至汉初 先后为乌孙，月氏，匈奴地。公元前174—161年，匈奴休屠王和浑邪王，逐走了原居牧在这里的乌孙和月氏族，占据了河西走廊。"
        },
        {
            "type": "text",
            "text": "       西汉元狩二年（前121年），置酒泉郡，并在今酒泉市境内设福禄，乐涫二县，郡驻福禄县（今酒泉市），领九县，隶属凉州刺史部。"
        },
        {
            "type": "text",
            "text": "       新朝，始建国元年（9年），王莽改福禄县为显德县，改乐涫县为乐亭县，改酒泉郡为辅平郡。"
        },
        {
            "type": "text",
            "text": "       东汉建武元年（25年）复改显德县为禄福县，乐亭县为乐涫县，辅平郡为酒泉郡。"
        },
        {
            "type": "text",
            "text": "      三国黄初元年（220年），属魏，建置同汉制。西晋元康五年（295年）改禄福县为福禄县，隶酒泉郡。东晋，先后属前凉，前秦，后凉，西凉，北凉领地，皆置福禄，乐涫2县，隶酒泉郡。东晋义熙元年（405年），西凉王李暠迁都福禄县。"
        },
        {
            "type": "text",
            "text": "      南北朝时期：北魏，初置酒泉军，乐涫戍，隶敦煌镇。孝昌二年（526年）改置为福禄县，乐涫县，并属复置的酒泉郡，郡隶西凉州（驻张掖）。北魏分为东，西魏后酒泉地属西魏。西魏大统元年（535年）仍置福禄，乐涫2县，并属酒泉郡，隶西凉州（后改为甘州）。北周明帝元年（557年）初置福禄，乐涫2县，属酒泉郡，旋并乐涫县入于福禄县。继罢酒泉郡，以福禄县隶甘州。"
        },
        {
            "type": "text",
            "text": "      隋初沿北周建制。开皇三年（583年），置酒泉郡，隶甘州。仁寿二年（602年）从甘州分出，始置肃州（肃州名始于此），领福禄县。大业元年（605年），罢肃州，以福禄县入张掖郡。义宁元年（618年），改福禄县为酒泉县（酒泉县名始于此），实为甘肃河西地区割据者李轨辖地。"
        },
        {
            "type": "text",
            "text": "      唐武德二年（619年），平李轨，置酒泉，福禄2县，隶肃州。同时以福禄县驻地改为酒泉县驻地，移福禄县驻汉乐涫县旧址（即今酒泉下河清乡皇城旧址）。贞观元年（627年），以肃州隶陇右道。景云二年（711年），分置河西道，肃州属之。天宝元年（742年），改肃州为酒泉郡。乾元元年[752年]，复为肃州。大历元年（766年）后，为吐蕃所据。大中五年（851年），张议潮收复河西，复归于唐。"
        },
        {
            "type": "text",
            "text": "      五代，属回鹘，称肃州，隶甘州回鹘。宋代 置酒泉郡，羁靡，实属西夏，置蕃和郡，隶黑水镇燕军司。嘉定十七年（1224年）后属蒙古。"
        },
        {
            "type": "text",
            "text": "      元代，蒙古废西夏的蕃和郡，置肃州。至元七年（1271年）改置为肃州路。至元十八年（1293年），立甘肃行中书省（驻张掖），肃州路属之。"
        },
        {
            "type": "text",
            "text": "      明洪武五年（1372年），置肃州，不领县，隶陕西布政使司。洪武二十七年（1394年），改制为肃州卫，不领县，卫下置所，隶陕西行都指挥使（驻陕少）。"
        },
        {
            "type": "text",
            "text": "      清初，沿袭明制，置肃州卫。雍正二年（1724年），罢卫，将肃州并入甘州府。雍正七年（1729年），又改制为肃州直隶州，直隶甘肃行省布政使司（驻兰州）。同年分甘州的高台县归肃州直隶州。"
        },
        {
            "type": "text",
            "text": "      民国初，民国二年（1913年）废肃州改酒泉县，隶安肃道。改道设署后，酒泉县隶第七区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "      1949年9月25日酒泉县和平解放，同年十月2日酒泉县人民政府成立，隶酒泉专员公署。1956年，酒泉，张掖两专区合并成立张掖专区，酒泉县属之。1959年1月，酒泉，金塔两县合并建立（地级）酒泉市。 1961年，撤销地级市改为县级市，恢复金塔县，隶酒泉专员公署。1964年11月撤市改为县，1985年5月撤县建市，隶酒泉行政公署。2002年9月16日撤市改为肃州区，隶（地级）酒泉市。"
        }
    ]
}