{
    "title": "酒泉市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "367",
            "category": "酒泉市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：395次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元狩二年（前121年），汉武帝派霍去病进军河西，把匈奴残部追逐到玉门关外。西汉王朝从中原迁来几十万人到河西等地居耕，并设立酒泉郡，酒泉以“城下有泉”，“其水若酒”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      夏至战国 为西戒地。秦至汉初 先后为乌孙，月氏，匈奴地。公元前174—161年，匈奴休屠王和浑邪王，逐走了原居牧在这里的乌孙和月氏族，占据了河西走廊。"
        },
        {
            "type": "text",
            "text": "      汉文帝前元四年（前176年），匈奴迫月氏大部分退出河西，迁徙到伊梨河上游一带，征服了那里的塞种人，留居下来，史称“大月氏”，而留在敦煌、祁连间的，史称“小月氏”。自此，直到西汉汉武帝元狩二年（前121年）五十多年间，酒泉一带为匈奴族驻牧地，故又称匈奴右地。元狩二年（前121年），汉武帝派霍去病进军河西，把匈奴残部追逐到玉门关外。设立酒泉郡，酒泉以“城下有泉”，“其水若酒”而得名。并设福禄，乐涫二县隶属酒泉郡，郡驻福禄县。"
        },
        {
            "type": "text",
            "text": "       新朝，始建国元年（9年），王莽改福禄县为显德县，改乐涫县为乐亭县，改酒泉郡为辅平郡。东汉建武元年（25年）复改显德县为禄福县，乐亭县为乐涫县，辅平郡为酒泉郡。三国黄初元年（220年），属魏，建置同汉制。"
        },
        {
            "type": "text",
            "text": "       西晋元康五年（295年）改禄福县为福禄县，隶酒泉郡。东晋，先后属前凉，前秦，后凉，西凉，北凉领地，皆置福禄，乐涫2县，隶酒泉郡。东晋义熙元年（405年），西凉王李暠迁都福禄县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期：北魏，初置酒泉军，乐涫戍，隶敦煌镇。孝昌二年（526年）改置为福禄县，乐涫县，并属复置的酒泉郡，郡隶西凉州（驻张掖）。北魏分为东，西魏后酒泉地属西魏。西魏大统元年（535年）仍置福禄，乐涫2县，并属酒泉郡，隶西凉州（后改为甘州）。北周明帝元年（557年）初置福禄，乐涫2县，属酒泉郡，旋并乐涫县入于福禄县。继罢酒泉郡，以福禄县隶甘州。"
        },
        {
            "type": "text",
            "text": "       隋初沿北周建制。开皇三年（583年），置酒泉郡，隶甘州。仁寿二年（602年）从甘州分出，始置肃州（肃州名始于此），领福禄县。大业元年（605年），罢肃州，以福禄县入张掖郡。义宁元年（618年），改福禄县为酒泉县（酒泉县名始于此），实为甘肃河西地区割据者李轨辖地。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年），平李轨，置酒泉，福禄2县，隶肃州。同时以福禄县驻地改为酒泉县驻地，移福禄县驻汉乐涫县旧址（即今酒泉下河清乡皇城旧址）。贞观元年（627年），以肃州隶陇右道。景云二年（711年），分置河西道，肃州属之。天宝元年（742年），改肃州为酒泉郡。乾元元年（752年），复为肃州。大历元年（766年）后，为吐蕃所据。大中五年（851年），张议潮收复河西，复归于唐。"
        },
        {
            "type": "text",
            "text": "       唐末至五代酒泉属回鹘（最早居牧在今蒙古国）。宋时，酒泉归西夏，西夏败亡后，酒泉归蒙古，元世祖至元八年（1271年）蒙古改国号为元，设肃州路，长官称“达鲁花赤”。"
        },
        {
            "type": "text",
            "text": "       明洪武五年（1372年），置肃州，不领县，隶陕西布政使司。洪武二十七年（1394年），改制为肃州卫，不领县，卫下置所，隶陕西行都指挥使。"
        },
        {
            "type": "text",
            "text": "       清初，沿袭明制，置肃州卫。雍正二年（1724年），罢卫，将肃州并入甘州府。雍正七年（1729年），又改制为肃州直隶州，直隶甘肃行省布政使司（驻兰州）。同年分甘州的高台县归肃州直隶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废除了清代的府、州、厅制，实行省、道、县三级制。甘肃共设7道，下辖77县。酒泉废肃州直隶州和安西直隶州，设安肃道。民国二年（1913年）改安肃道为边关道，道设观察使。边关道驻酒泉，辖酒泉、高台、金塔、毛目、玉门、安西、敦煌七县。民国十六年（1927年）改道为行政区，甘肃设六个行政区，改安肃道为安肃行政区，领酒泉、高台、金塔、毛目、玉门、安西、敦煌7县。民国十八年（1929年），改毛目县为鼎新县。民国二十五年（1936年）5月，甘肃省正式划分为7个行政督察区。酒泉为第七行政督察专员公署。同年6月1日，酒泉专员公署成立，领酒泉、高台、金塔、鼎新、玉门、安西、敦煌7县。民国二十七年（1938年）3月，设肃北设治局（县级），隶属甘肃省第七行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "      1949年酒泉县解放，置酒泉专区。1959年，酒泉、金塔两县合并建立酒泉市(地级)。1961撤消地级市改为县级市，恢复金塔县。1964年11月撤市改县，1985年撤县建市。 2002午9月，设立地级酒泉市，改县级酒泉市为肃州区。"
        }
    ]
}