{
    "title": "敦煌市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "367",
            "category": "酒泉市"
        },
        {
            "id": "399",
            "category": "敦煌市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：359次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉元鼎六年（公元前111年），设立敦煌郡，古语中：“敦，大也；煌，盛也”，敦煌即“盛大辉煌”之意，后各代又称“沙州”。1760年复设敦煌县。1987年改为敦煌市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      夏、商、周时，敦煌属古瓜州的范围，有三苗的后裔，当时叫羌戎族的在此地游牧定居。战国和秦时，敦煌一带居住着大月氏、乌孙人和塞种人。以后，大月氏强盛起来，兼并了原来的羌戎。战国末期，大月氏人赶走乌孙人、塞种人，独占敦煌直到秦末汉初。"
        },
        {
            "type": "text",
            "text": "      西汉初年，匈奴人入侵河西，两次挫败月氏，迫使月氏人西迁徙于两河流域（锡尔河、阿姆河）。整个河西走廊为匈奴领地。西汉武帝元狩二年（前121年），汉武帝派骠骑将军霍去病统率万骑从陇西出塞，进军河西，大破匈奴。其间，匈奴统治集团发生内讧，浑邪王杀死休屠王，携其部4万余人投降汉朝。汉武帝于元狩二年(前121年)，在河西设置了酒泉郡和武威郡。汉元鼎六年（前111年），又将酒泉、武威二郡分别拆置敦煌、张掖两郡。又从令居（今永登）经敦煌直至盐泽（今罗布泊）修筑了长城和烽燧，并设置了阳关、玉门关，史称\"列四郡，据两关\"，保证了丝绸之路的畅通。当时的敦煌疆域辽阔，统管六县。西至龙勒阳关，东到渊泉（今玉门市以西），北达伊吾（今哈密市），南连西羌（今青海柴达木）。"
        },
        {
            "type": "text",
            "text": "      东汉初年，匈奴又逐渐强盛，征服了曾是西汉管辖的大部分西域地区，丝绸之路被迫中断。公元75年，东汉王朝出兵四路进击北匈奴，凉州牧窦固率河西兵大败匈奴，收复了伊吾等失地，重新打开通向西域的门户。同时派遣名将班超两度出使西域，联络西域诸国与东汉建立了友好关系，使断绝65年的丝绸之路重新畅通。"
        },
        {
            "type": "text",
            "text": "      永嘉丧乱，西晋王朝覆灭，晋室南迁，建立东晋政权。广大北方地区出现了\"五胡\"、\"十六国\"的混战、割据局面。魏晋时期的河西地区先后建立了前凉、后凉、南凉、西凉、北凉等封建政权。前凉张骏时期，曾改敦煌为沙州。公元400年，李暠据敦煌称王，建立西凉国。敦煌有史以来第一次成为国都，后亡于北凉。公元439年，北魏灭了北凉，统一了北方，占据了河西。"
        },
        {
            "type": "text",
            "text": "      隋文帝收复河西时，相继平息了突厥、吐谷浑的侵扰，保证了丝绸之路的畅通与繁荣。同时改北周以来的鸣沙县为敦煌县。隋文帝平定了南方割据政权后，将批南朝贵族连同其部族远徙敦煌充边，给敦煌带来了南方的文化和习俗。"
        },
        {
            "type": "text",
            "text": "      唐朝初期，在河西设肃、瓜、沙三州。河西全部归唐所属。贞观十四年（公元640年），唐太宗李世民一举铲除东西大道上以西突厥为主的障碍，确保了丝路占道的畅通。\"安史之乱\"以后，唐王朝由鼎盛开始走向衰落，吐蕃乘虚进攻河西，攻陷了凉州、甘州、肃州等地。沙州将士百姓坚持了长达11年的抵抗，终因弹尽粮绝，以城降蕃。自此，吐蕃统治了全部河西，长达70多年。"
        },
        {
            "type": "text",
            "text": "      唐宣宗大中二年（848年），敦煌本地人张议潮乘吐蕃王朝发生内乱，聚众起义，赶走吐蕃贵族，一举光复沙州。经过10多年的斗争，全部收复河西、河湟等地，并遣使奉表归唐。唐王朝封张议潮为河西、河湟十一州节度使，建归义军，治沙州。后来，朝廷诏张议潮入朝为官，沙州张氏宗族内乱。其孙张承奉嗣节度使，叛唐自立\"西汉金山国\"，自称\"金山白衣天子\"。此时，甘州回鹘也控制了河西走廊中部地区。\"金山国\"为打通东西交通，与回鹃交战，结果一败涂地。后回鹘攻打沙州，张承奉难以抵挡，只好投降，公元914年，金山国亡，张氏绝嗣，沙州长史曹议金取代节度使地位，统领瓜、沙二州。"
        },
        {
            "type": "text",
            "text": "      十一世纪初，西北地区的党项族开始兴起，逐步强大。北宋天圣六年（1028年）党项人战胜甘肃回鹘，继而攻陷瓜州、沙州，称霸河西，于西夏大庆三年，即北宋宝元元年（1038年）建立了西夏王朝。形成了宋、辽、西夏三足鼎立局面。"
        },
        {
            "type": "text",
            "text": "      宋宝庆三年（1227年），蒙古大军灭西夏，攻克沙州等地，河西地区归元朝所有。此后，升敦煌为沙州路，隶属甘肃行中书省。后升为沙州总管府。当时瓜、沙二州屯兵济济，营寨栉比，屯垦农兵遍布党河、疏勒河流域。"
        },
        {
            "type": "text",
            "text": "       朱元璋建立明朝以后，为扫除元残部，派宋国公冯胜率兵三路平定河西获胜，修筑了嘉峪关明长城，重修了肃州城。明王朝为了加强西北边疆的防卫，设置了关西七卫。永乐三年（1405年），在敦煌设沙州卫。后吐鲁番攻破哈密，敦煌面临威胁。明王朝又在沙州古城设置罕东左卫。正德十一年（1516年），敦煌被吐鲁番占领。嘉靖三年（1524年），明王朝下令闭锁嘉峪关，将关西平民迁徙关内，废弃了瓜、沙二州，此后二百年敦煌旷无建制。"
        },
        {
            "type": "text",
            "text": "       清康熙后期，清王朝渐次收复了嘉峪关外的广大地区。雍正三年（1725年），在敦煌建立沙州卫，并开始从甘肃各地移民2400户到敦煌垦荒定居，同时又迁吐鲁番、罗布泊大批兵民于沙州一带。乾隆二十五年（1760年），改沙州卫升敦煌县，隶属安西直属州，直至辛亥革命。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），废除了清代的府、州、厅制，实行省、道、县三级制。甘肃共设7道，下辖77县。酒泉废肃州直隶州和安西直隶州，设安肃道。民国二年（1913年）改安肃道为边关道，边关道驻酒泉，敦煌为所辖七县之一。民国十六年（1927年）改道为行政区，甘肃设六个行政区，改安肃道为安肃行政区，敦煌为所辖七县之一。民国二十五年（1936年）5月，甘肃省正式划分为7个行政督察区。敦煌县隶属第七行政督察专员公署。同年6月1日，酒泉专员公署成立，敦煌为所辖七县之一。"
        },
        {
            "type": "text",
            "text": "       1949年9月28日敦煌解放。同年10月7日成立敦煌县人民政府，属酒泉地区管辖。1987年9月28日撤销敦煌县，设立敦煌市（县级）。2002午9月，撤销酒泉地区，设立地级酒泉市，敦煌市隶属酒泉市。"
        }
    ]
}