{
    "title": "肃北蒙古族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "367",
            "category": "酒泉市"
        },
        {
            "id": "402",
            "category": "肃北蒙古族自治县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：455次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       肃北之名，源于民国二十七年（1938年）3月在古肃州（酒泉）之北设立的“肃北设治局”。因境内蒙古族人口较多，1955年7月成立肃北蒙古族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期，肃北为\"西戎\"、\"羌人\"等少数民族居住。战国时期古月氏民族由西北迁徙到河西走廊，并吞瓜州之戎，而占据其地。肃北全境为月氏占据。秦始皇二十六年（前221年），秦始皇统一六国，河西仍为月氏占据，祁连山为乌孙所据，马鬃山为匈奴所据。"
        },
        {
            "type": "text",
            "text": "       西汉文帝后元六年（前156年）匈奴破月氏，河西走廊为匈奴占领。西汉元狩二年（前121年），匈奴降汉，汉王朝统一河西，先后设置了武威、张掖、酒泉、敦煌四郡，史称\"河西四郡\"。当时的敦煌郡管领着敦煌、冥安、广至、龙勒、效谷、渊泉六县。今肃北石包城一带属广至县，鱼儿红一带属冥安县，党城湾至别盖在龙勒县，马鬃山地区大部分属渊泉管辖。这种统属关系延续至曹魏政权的末期。"
        },
        {
            "type": "text",
            "text": "       西晋初期党城湾地方增设昌蒲县，管辖别盖、党城至沙枣园等地，敦煌郡新增设伊吾县，管辖马鬃山地区一带，改冥安为宜安管辖石包城一带，增设阳关、新乡、会稽诸县，鱼儿红一带属于会稽县管辖。"
        },
        {
            "type": "text",
            "text": "       东晋隆安四年（400年），敦煌太守李镐建立西凉国，定都敦煌，统领12郡1县，其中武兴郡在今别盖桥头子一带，武郡县在今党城湾一带，张掖郡在今沙枣园一带。"
        },
        {
            "type": "text",
            "text": "       隋炀帝五年（610年）肃北今地石包城、马鬃山、党城、别盖仍属敦煌郡管辖，盐池湾属于西海郡治理。"
        },
        {
            "type": "text",
            "text": "       唐武德五年（623年）改敦煌为西沙州，贞观七年（634年）改西沙州为沙州和瓜州，沙州领敦煌、寿昌二县和子亭镇。今肃北党城、别盖一带属于子亭镇管辖。石包城一带属于瓜州常乐县。大龚岔、石坂墩属新乡镇。马鬃山地区直属瓜州管辖。盐池湾地区为吐蕃牧地。唐代宗广德二年（765年）至代宗大历十二年吐蕃先后共攻占了沙州、肃州、新兴镇、子亭镇等，今肃北全境为吐蕃管辖。宣宗二年（849年）唐朝设立沙州节度使，肃北全境为沙州节度使管辖。"
        },
        {
            "type": "text",
            "text": "       宋仁宗景祐三年（1036年）至嘉祐三年（1058年），西夏先后占据了肃州、瓜州、沙州。肃北党城湾、别盖、石包城、马鬃山等地为西夏王朝管辖，盐池湾一带由草头鞑靼占据。"
        },
        {
            "type": "text",
            "text": "       蒙古太祖十六年（1221年），西夏王朝被元所灭，瓜州、沙州被回纥占领。元至元十三年（1276年），元始祖收回纥，并吞草头鞑靼，肃北全境纳入元朝版图。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1371年）至永乐二年（1405年），先后在嘉峪关以西以南设置关外七卫。今肃北马鬃山南部、鱼儿红地方隶属赤金蒙古卫管辖，党城、别盖一带归沙州卫管辖，石包城、盐池湾一带属罕东卫管辖。嘉靖七年（1529年），明政府封闭嘉峪关，党河下游、马鬃山地区为哈密辉和尔占据，疏勒河流域以西的石包城、盐池湾地方为西喇郭勒蒙古人占据。"
        },
        {
            "type": "text",
            "text": "       清朝雍正二年（1724年）在关外相继设置五卫，后又改称或合并为府、州、县，肃北鱼儿红地方属玉门，石包城地方属安西，党城、别盖、盐池湾、色尔腾地方属于敦煌，马鬃山也归属安西。"
        },
        {
            "type": "text",
            "text": "       民国二十六年（1937年）9月设立马鬃山设治局。民国二十七（1938年）3月易名肃北设治局，为六等县级，隶属甘肃省第七行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年10月25日成立肃北蒙民临时自治委员会。1950年7月20日成立肃北自治区（县级）隶属酒泉专员公署。1953年10月25日肃北自治区易名肃北蒙族自治县。1955年7月25日成立肃北蒙古族自治县，隶属酒泉专员公署。是年10月7日\"酒泉、武威专区合并为张掖专区\"。肃北蒙古族自治县隶属张掖专区。1960年酒泉专区恢复，肃北蒙古族自治县人民委员会隶属酒泉专区治。2002午9月，撤销酒泉地区，设立地级酒泉市，肃北蒙古族自治县隶属酒泉市。"
        }
    ]
}