{
    "title": "庆阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "368",
            "category": "庆阳市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：330次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋太祖建隆元年置庆州团练，乾德初又升为庆州。到英宗治平年间改设环庆路。乃合环州和庆州首字而得名。政和七年(1117年)在庆州设“庆阳军”节度。因庆州州治城址位处马莲河上游环江(二河中位居西又称西河)与柔远河(又名东河)汇流以北的三角台地内(即今庆城县所在地)，古人以水之北为阳，故名“庆阳”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏朝，称鬼方，为周先祖公刘邑地，属雍州地域。西周时期称北豳，为戎狄之地。春秋时期仍为戎狄之地，曾属义渠戎国。秦昭王三十五年（公元前272年），秦灭义渠戎国，置北地郡，两汉和晋朝沿袭秦制。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，西魏改置朔州，辖彭阳、阳周、豳州赵舆郡、定安县、襄乐郡、襄乐县、独乐县，北周时朔州废弃。隋开皇十六年（596年）置庆州，炀帝大业年间改为弘化郡，辖合水、马岭、华池、归德、洛源、弘化、弘德7县。"
        },
        {
            "type": "text",
            "text": "       唐初复为庆州，后改安化郡、顺化郡，乾元初（758年）置庆州、并升安定军，统辖顺化、合水、乐蟠、马岭、同川、华池、延庆、怀安、洛源、方渠10县；与分设的宁州（辖彭原、彭阳、安定、襄乐、真宁5县）、原州（辖今镇原及平凉部分地区）均属陕西关内道。"
        },
        {
            "type": "text",
            "text": "       五代时期，梁时改为武静军，后又复为庆州，辖顺化、同川、彭原、乐蟠、华池（今合水县境内），通远（今环县境内）、真宁（今正宁）、安定、定平、襄乐、宁州（今宁县境内）、通远军等8县1州1军。"
        },
        {
            "type": "text",
            "text": "       宋太祖建隆元年（950年）置庆州团练，属陕西路；乾德初复置庆州，庆历元年（1041年）改称环庆路；政和七年（1117年）升庆阳军节度，宣和七年（1119年）改为庆阳府，辖安化、合水、彭阳3县，与分设的环州、宁州同属永兴军路，原州（今镇原）属秦风路。"
        },
        {
            "type": "text",
            "text": "       金初改庆阳为安国军，旋改定安节度；皇统二年（1142年）置庆原路总管府，庆、环、原、宁4州同属庆原路。元朝仍为庆阳府。"
        },
        {
            "type": "text",
            "text": "       明时隶属陕西布政司，并增庆阳卫，辖宁州及安化、合水、环县、真宁4县。清康熙四年分隶甘肃布政司，雍正五年（1728年）裁卫归并郡县，统辖1州4县，即宁州、安化、合水、真宁和环县。"
        },
        {
            "type": "text",
            "text": "       中华民国，归属陇东道（后改属泾原道）；民国十六年（1927年）废道，改隶泾原行政区。民国二十四年（1935年）甘肃省在西峰分设第三区行政督察区，辖庆阳、环县、合水、镇原、宁县、正宁6县。"
        },
        {
            "type": "text",
            "text": "       民国二十三年（1934年）11月7日，在南梁成立了陕甘宁边区苏维埃政府。随之，建立了华池、庆北县的革命政权。民国二十四年（1935年）11月，成立陕甘省，辖华池、庆北等县；民国二十五年（1936年）夏，建立了环县、曲子两县苏维埃政权。将庆北县与华池县合并为华池县。民国二十六年（1937年）陕甘宁省撤销，成立庆环分区行政督察专员公署，辖华池、环县、曲子3县。民国二十九年（1940年）春，成立陇东分区行政督察专员公署，民国三十八年（1949年）6月，新正、新宁县改称正宁、宁县，划归陇东分区管辖。8月，陇东分区改为庆阳分区专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年7月8日西峰解放，成立庆阳专员公署。1955年9月庆阳专员公署并于平凉专员公署，1962年1月庆阳与平凉分设，复为庆阳专员公署。1978年10月改为庆阳地区行政公署。1986年元月成立西峰市，庆阳地区行政公署7县1市。2002年6月撤销庆阳地区行政公署，成立庆阳市，县级西峰市改为庆阳市西峰区。"
        }
    ]
}