{
    "title": "正宁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "368",
            "category": "庆阳市"
        },
        {
            "id": "407",
            "category": "正宁县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：723次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐代以前名为罗川县，天宝元年（752年）在罗川东20里处获玉真人像27尊，遂更名为真宁县。清雍正元年（1723年），因避世宗（胤禛）之讳，改名正宁县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代天下分为九州，今正宁属于雍州西戎之地。夏代孔甲年间（约前17世纪），周先祖不窋奔庆阳，建立北豳之邦，正宁属北豳邦国。夏桀时，周先祖公刘从北豳迁都公刘邑，正式建立豳国，正宁属豳国之域。"
        },
        {
            "type": "text",
            "text": "       商代，正宁仍属豳国管辖。商末，周族南迁岐山周原，豳地被义渠戎族占领，正宁属义渠戎国之地。"
        },
        {
            "type": "text",
            "text": "       西周时期，义渠戎国属周王朝管辖下的方国，正宁仍属之。春秋战国时代，前期仍袭旧制。前400年，魏国占领西河郡和上郡，并在正宁境内修筑魏长城。此后，长城东部（即今正宁永正、山河、湫头、三嘉之东）土地归魏国上郡管辖，长城西部（榆林子、罗川之西）土地归义渠戎国管辖。前352年，秦国出兵攻打魏国，一举占领西河、上郡，从此，正宁东部归秦国上郡管辖，西部仍属义渠戎国管辖。前270年，秦灭义渠戎国，建立北地郡，郡址义渠。此后，正宁西部划北地郡，东部仍属上郡。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一全国后，建立郡县制。秦在北地郡设郁郅（今庆城县）、泥阳（今宁县）、朝那（今镇原县西北）3县。正宁西部划归泥阳县管辖，东部仍属上郡。"
        },
        {
            "type": "text",
            "text": "       西汉时期，仍袭秦制，并先后在正宁境内东南部设三水（属安定郡）、独乐、阳周（属上郡）3县。西部今宫河、周家地区归弋居县（县治在今宁县政平），属北地郡。东汉建元六年（30年），阳周、独乐两县皆废，地域划归泥阳管辖。惟宫河、周家仍归弋居管辖。东汉末年废弋居，地域并入泥阳。建安元年（196年），因庆阳地区北部被匈奴和西凉马超屡次占领，在今正宁县永和塬设西川县（因子午岭水向西流而得名西川），属安定郡。"
        },
        {
            "type": "text",
            "text": "       三国时，正宁归魏国管辖。晋建兴四年（316年），匈奴首领刘聪攻破长安，建立汉国，正宁属汉，未置县。晋太兴二年（319年），汉国改国号为“赵”（史称前赵），正宁属前赵安定郡，未置县。"
        },
        {
            "type": "text",
            "text": "       东晋咸和二年（327年），后赵打败前赵，正宁归后赵，属安定郡，未置县，以驻军代政。永和七年（351年），前秦立国于长安，在今镇原县置雍州，以军代政，正宁归雍州。太元九年（384年），后秦赶走前秦，在今庆阳市置泥源军，以军代政，正宁属泥源军。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，太平真君二年（441年），北魏在今宁县城置定安县，兼置赵兴郡；在罗川重置阳周县，在榆林子乐兴重置独乐县，两县均属赵兴郡管辖。今正宁县的宫河和周家归定安县辖。皇兴二年（468年），改赵兴郡为华州，阳周、独乐两县属华州。太和十一年（487年），华州更名班州，阳周、独乐两县属班州。太和十四年，更班州为豳州。阳周、独乐两县属之。"
        },
        {
            "type": "text",
            "text": "       西魏大统元年（535年），在阳周县增设泥阳、惠涉二护军，此二军均为驻军机构，非政府机构。大统十六年（550年），西魏在阳周县置显州，阳周、独乐二县属之。废泥阳、惠涉二护军。废帝二年（553年），改豳州为宁州。北周元年（557年），废显州，阳周、独乐二县改属宁州赵兴郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废赵兴郡和独乐县，独乐地域划归阳周县。开皇十八年（598年），改阳周县为罗川县。大业元年（605年），改宁州为北地郡，罗川县属之。次年，改北地郡为豳州，罗川县属之。大业八年（612年），改豳州为北地郡，罗川县属之。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改北地郡为宁州。并从宁州析置豳州（治在今陕西省彬县），罗川县属宁州。次年，从宁州辖定安县析置定平县（县治在今宁县政平），属豳州。天宝元年（742年），改宁州为彭原郡。因在罗川发现27躯玉真人像，故改罗川县为真宁县，属彭原郡。乾元元年（758年），改彭原郡为宁州。元和三年（808年），定平县划归宁州。大中三年（849年），设邠宁节度使，真宁县、定平县均属之。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，今庆阳地区庆、宁、原、衍、环五州并存，真宁县属宁州，定平属衍州。后周显德五年（958年），废衍州，定平县划归豳州。后周末年又划归宁州。从此，宫河、周家两地久归宁州辖。"
        },
        {
            "type": "text",
            "text": "       北宋时期，真宁归属未变。宋神宗元丰元年（1078年），宁州归属庆阳府，真宁县为庆阳府宁州所辖。金代，真宁属宁州。元代，真宁仍属宁州。"
        },
        {
            "type": "text",
            "text": "       明代前期仍袭旧制，直至万历二十九年（1601年），经邑人赵邦清提请，朝廷改真宁县直属庆阳府，宁州不再领真宁县。 清代初期沿袭明制。康熙八年（1669年），析陕西行省甘肃布政使司置甘肃行省，真宁属甘肃行省庆阳府。雍正元年（1723年），因避清世宗“胤禛”讳，更名真宁县为正宁县。"
        },
        {
            "type": "text",
            "text": "       民国初，正宁县治仍在罗川，正宁县先后属陇东道和泾原行政区。民国十八年（1929年），县长李剑泉被饥民所杀，县治迁至山河。民国二十一年（1932年）4月，刘志丹、谢子长率领陕甘游击队在正宁县寺村塬建立了陕甘边区的第一个临时革命政权。1934年11月，共产党在正宁县成立了南区革命委员会。1935年9月，成立南区苏维埃政府和新正县革命委员会，11月，南区苏维埃政府改为关中特区苏维埃政府。民国二十五年（1936年），民国政府废泾原行政区，设立甘肃省第三行政督察专员公署，正宁县属之。同年，又改镇公所为区公署。1937年1月，国民党正宁县政府同新正县抗日民主政府进行谈判，划分临时县界。新正县政府作出让步，将第五区全部划给国民党正宁县政府。民国二十九年（1940年），国民党政府改区为乡镇。"
        },
        {
            "type": "text",
            "text": "       1949年7月27日，正宁县解放。新成立的正宁县人民政府于8月8日进驻山河城 1951年4月，甘肃省庆阳分区行政督察专员公署改称甘肃省人民政府庆阳区专员公署。1955年2月，又称甘肃省庆阳专员公署，正宁属之；10月，庆阳专员公署并入平凉专员公署，正宁改属甘肃省平凉专员公署。1958年12月，正宁县并入宁县。1961年12月，恢复正宁县建置。1962年1月，庆阳专员公署恢复，正宁又复属庆阳专员公署。1968年4月，庆阳专员公署被甘肃省庆阳专区革命委员会取代，次年10月又改称甘肃省庆阳地区革命委员会，1978年12月，再改为甘肃省庆阳地区行政公署，2002年11月，又改称甘肃省庆阳市人民政府，正宁属之。"
        }
    ]
}