{
    "title": "环县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "368",
            "category": "庆阳市"
        },
        {
            "id": "410",
            "category": "环县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：319次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       五代周置环州，明太祖洪武二年（1369年）改环州为环县。据《舆地广记》，环县以大河环曲而得名，大河也就是环江。另一说，因“环江流绕城西委曲环抱”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       禹贡九州之时，属雍州之域。三代之前，又属古西戎地。夏太康年间，后稷（即掌管农官）不窋[zhú]“以失其官而奔戎狄之间”，并依势修建了城池。春秋及战国之初，仍为义渠戎国。秦厉公时（前824年—前816年），始伐义渠，周赧王四十三年（前272年）。秦宣太后诱杀义渠王于甘泉宫，置义渠县。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一六国后，分全国三十六郡，环属北地郡。西汉时，又分全国为十三刺史部，环属朔方刺史部北地郡，时北地郡郡治在马领（即今马岭镇），领县十九，环县属方渠县，东汉之时，属凉州刺史部之北地郡。郡治移至富平（今宁夏灵武南）后，辖六城：富平、泥阳、弋居、廉、参戀、灵州，环属参戀地。"
        },
        {
            "type": "text",
            "text": "       三国、西晋之时，没入羌胡地。东晋十六国时，先属前赵，再属前秦、后秦，后属赫连勃勃之夏国陇东郡；北朝时，为北魏豳州地，后属西魏朔州（治地在今庆阳市庆城县），北周时属宁州西北地郡（治地今庆城县）。"
        },
        {
            "type": "text",
            "text": "       隋大业初年，改西魏之朔州置弘化郡，领县七，环属弘德（今洪德）县。唐时，改隋弘化郡为庆州，属关内道，置庆州中都督府。天宝时，领县十，环属庆州方渠县，治地即今环县县城。据《旧唐书·地理志》载：“方渠，景龙元年（707年），分马岭置”。"
        },
        {
            "type": "text",
            "text": "       五代晋天福四年（939年），五月，改方渠镇升为威州（时方渠属灵州），隶灵武，并割木波、马岭二镇属之。这是环县第一次由县治升为州治。周广顺二年三月，因避太祖郭威讳，改威州为环州。这便是环县作为“环州”的最早记载。周世宗显德四年（957年）九月，“以地理不广，人户至简”，降为通远军。"
        },
        {
            "type": "text",
            "text": "       北宋时淳化五年（994年）复为环州，领通远县（即环县）。属环庆路经略、安抚使、庆阳府。金时属庆原路之环州，领县一，即通远。元代属巩昌总帅府，仍为环州，领通远一县，至元七年县并入州。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年）改环州为环县，隶陕西行省庆阳府，为环县。清因之，仍属庆阳府环县。康熙八年（1669年），置甘肃省，环县始从陕西省改归甘肃。"
        },
        {
            "type": "text",
            "text": "       中华民国，归属陇东道（后改属泾原道）；民国十六年（1927年）废道，改隶泾原行政区。民国二十四年（1935年）甘肃省在西峰分设第三区行政督察区，环县为其所辖6县之一。1936年，在环县河连湾设陕甘宁（边区）。环县境内先后建立曲子，环县，固北，定环四县，1937年后固北，定环两县合并为环县。民国二十六年（1937年）陕甘宁省撤销，成立庆环分区行政督察专员公署，辖华池、环县、曲子3县。"
        },
        {
            "type": "text",
            "text": "        1949年7月27日庆阳解放，成立庆阳专员公署，辖庆阳、华池、合水、宁县、正宁、镇原、环县、曲子等县。1950年曲子县并入环县。1955年9月庆阳专员公署并于平凉专员公署，1962年1月庆阳与平凉分设，复为庆阳专员公署。1978年10月改为庆阳地区行政公署。2002年6月撤销庆阳地区行政公署，成立庆阳市，此期间环县一直随属庆阳。"
        }
    ]
}