{
    "title": "庆城县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "368",
            "category": "庆阳市"
        },
        {
            "id": "411",
            "category": "庆城县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：356次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       前身为庆阳县，2002年9月16日，庆阳地区改为庆阳市，庆阳县正式更名为庆城县，以县政府驻地庆城镇得名。实际上“庆”字的来源更为久远，夏太康年间，周先祖不窋[zhú]率族人迁居“戎狄之间”，为庆祝周族人的首次迁徙成功，将“戎狄之间”首次命名为“庆”，《史记·周本纪第四》有“民赖其庆”的记载。不窋[zhú]之孙公刘，又为在此地出生的儿子取名“庆节”，进一步说明庆城县的“庆”字此时已经出现。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       庆城县在夏禹划分九州时，为雍州属地。夏太康年间，政治衰敝，周先祖不窋[zhú]率族人迁居“戎狄之间”，依势修建了城池，后人称为不窋[zhú]城，这是庆城创建之始。不窋[zhú]之孙公刘为在此地出生的儿子取名“庆节”，后来，由于犬戎的不断骚扰，庆节迁国于豳（今陕西省旬邑之西），这里又沦为“戎狄之间”。殷代末期，泾水流域出现了几个氏族小国，如阮国、密须国、彭国等，庆城属彭国古地。"
        },
        {
            "type": "text",
            "text": "       春秋战国后期，义渠民族建立义渠戎国，庆城为义渠戎国辖地。公元前272年，秦昭公灭义渠，其地尽人秦国版图，秦在此地设北地郡义渠县。西汉时，在庆城西北的马岭设北地郡守，析分义渠县地，在今庆城设郁郅县，在庆城东北林集庙设归德县，在马岭设马岭县。"
        },
        {
            "type": "text",
            "text": "       东汉末年，羌胡入侵，郡县皆废。两晋十六国时，先后为前赵、后赵、前秦、后秦、大夏的辖地，曾分隶泥阳、富平两县。南北朝期间，北魏在庆城境内设西北地郡，在庆城、玄马湾、董志（后为彭原）置延庆、归德、彭阳三县。西魏撤西北地郡，改归德为恒州，改延庆为朔州。北周时又复为西北地郡，撤恒、朔二州复延庆县。"
        },
        {
            "type": "text",
            "text": "      隋文帝开皇十六年（596年），隋军在会州（今环县境内）大破党项。为庆祝这次战争的胜利，在会州毗邻之地，即今庆城县所在地设立庆州，置合水县，这是庆州第一次由朝廷定名。隋文帝开皇十八年（598年）又置弘化县，与合水县同城，改彭阳县为彭原县。隋炀帝大业八年（612年），改庆州为弘化郡，县仍为合水，并分合水县地设马岭县，在今桐川乡设三泉县。"
        },
        {
            "type": "text",
            "text": "      唐高祖武德元年（618年），在庆城设总管府，后为督都府；改弘化郡为庆州，改合水县为合川县，改三泉县为同川县。唐太宗贞观初，废督都府和合川县。唐玄宗天宝元年（742年），改庆州为安化郡；唐肃宗至德元年（756年），改安化郡为顺化郡；唐肃宗乾元初（758年），复称庆州。"
        },
        {
            "type": "text",
            "text": "      五代后梁时，改庆州为武静郡，废马岭县，保留顺化、同川、延庆、彭原四县旧制。后唐庄宗时，又复为庆州，县为顺化县，撤延庆县，彭原、同川二县并存。北宋时，州仍名庆州，改顺化县为安化县，并同川县入安化县。宋仁宗庆历元年（1041年），在庆城设环庆路；宋徽宗宣和七年（1125年），改庆州为庆阳府。因府、县同在庆城，城在山之南、水之北，故在“庆”后增“阳”字，从此“庆阳”始见于史册，县名未改。"
        },
        {
            "type": "text",
            "text": "      金熙宗皇统二年（1142年），并宋时的泾原、环庆两路，在庆城设庆原路总管府，撒安化县人彭原县。元代改设庆阳府，省彭原县人府。明朝时，府县同城，府为庆阳府，县为安化县，直隶陕西布政司。清圣祖康熙六年（1667年），沿用原府、县名，改隶甘肃布政司。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，废府存县，改安化县为庆阳县。民国二十五年（1936年）12月，中国工农红军进入庆城，县政府移到国民党统治区的西峰镇，县东北部成立华池县民主政府。民国二十九年（1940年），县人民民主政府在庆城成立，仍称庆阳县，由陕甘宁边区行政督察专员公署管辖，与国民党在西峰设立的庆阳县政府并存。"
        },
        {
            "type": "text",
            "text": "       1949年，西峰镇解放，国民党的庆阳县政府随之消亡。陇东分区易名庆阳分区，分区公署迁庆阳县西峰镇，留庆阳县政府于庆城，县东北部华池县保留。1955年10月，庆阳、平凉两地区合并，庆阳县归平凉专区管辖。1958年，华池县并人庆阳县；同年12月合水县板桥等5乡及宁县瓦斜、镇原县肖金镇并人庆阳县。1961年12月，平庆分治，庆阳县仍隶属庆阳地区，分出原华池县并将板桥等5个公社划归合水县，瓦斜公社归属宁县。1985年，县南部的西峰等九个乡镇设立西峰市。2002年9月16日，庆阳地区改为庆阳市，庆阳县正式更名为庆城县。"
        }
    ]
}