{
    "title": "定西市安定区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "369",
            "category": "定西市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：322次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋绍圣二年（1096年）始筑定西城，定名为“定西寨”，成为正式军事建制，隶属巩州管辖。定西寨成为金人统治区域后，金皇统二年（1142年）始建定西县，仍属巩州管辖，金贞祜四年六月（1216年）升为州，辖定西、安西、通西等县。元朝建立后，继续沿用金制，定西州建制保留，元至正十二年（1352年）因陇中地震，元王朝将定西州改为安定州，取“安宁稳定”之意。明洪武十年（1377年）定西州降为安定县。民国三年(1914年）民国政府又将安定县改为定西县。2003年9月24日，撤销定西县，设立安定区，乃袭用元明时期古地名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期，属 “雍州”之地，为西戎部族所居。至秦穆公三十七年（前623年），秦开疆拓土，称霸西戎，秦国势力到达洮河流域，控制了西戎部族。秦昭襄王二十八年至三十五年（前279年至前272年）始置陇西郡，郡治狄道（今临洮县），今定西地区全境均辖于陇西郡。陇西郡因其郡治位于“陇水”、“陇坻”之西，故名“陇西”。"
        },
        {
            "type": "text",
            "text": "       秦朝时，属陇西郡辖，郡治狄道。汉承秦制，汉高祖二年（前205年）得陇西郡地。汉武帝元鼎三年，（前114年）从陇西郡分划出东北部分置天水郡，郡治平襄（今通渭），并设属国都尉于勇士县满福（治今安定区巉口镇），管理归附汉朝的匈奴等少数民族事务。天水郡属国都尉治满福为今定西区建置之始。"
        },
        {
            "type": "text",
            "text": "       王莽新朝（9年—23年）托古改制，变更郡县名称，改陇西郡为厌戎，天水郡为“镇戎”，勇士县为“纪德”。公元25年，刘秀建立东汉政权，恢复王莽所改郡县之名。东汉永平十七年（74年）改天水郡置汉阳郡，治冀县（今甘肃甘谷县东），属凉州，其中勇士（辖今定西区北部）、原道（辖今陇西县东部及定西区东南部）。三国时期，魏初复名天水郡，此地属魏蜀相争，进行拉锯战的地区。"
        },
        {
            "type": "text",
            "text": "       东晋十六国时期（317年—420年）今定西地区先后为前凉、后凉、前赵、后赵、前秦、后秦等分裂割据政权所控制，由于当时战争频繁，建置更替，遂使领属亦很紊乱。"
        },
        {
            "type": "text",
            "text": "       隋朝（581年—618年），今定西地区为陇西、会宁、金城、临洮4郡辖地，今安定区为会宁郡辖地。唐朝时期（618年）置渭州，治襄武，今定西区为渭州北部地域。代宗宝应二年（763年）渭州陷于吐蕃。直至北宋中期“熙河之役”期间复归中央王朝统属。"
        },
        {
            "type": "text",
            "text": "       北宋时期，今定西地区地域北部为宋与西夏的交界地带，全境先辖于秦凤路，后属于熙河（兰会）路。元丰四年（1081年）从西夏恢复后所置定相城（今安定区城区），赐名，为定西得名之始。"
        },
        {
            "type": "text",
            "text": "       金熙宗皇统二年（1142年）置定西县，同时巩州升军事为通远军节度使，领安西（在今安定区北三十里铺）、定西（安定区）等六县。金宣宗贞右四年（1216年）升定西县为定西州、领定西、通西、安西3县。"
        },
        {
            "type": "text",
            "text": "       元朝至元十三年（1276年）立巩昌路总管府。今定西地区地域属陕西行省巩昌路、定西州、临洮府、及吐蕃等处宣慰司脱思麻路辖。定西州治定西县。至元三年（1265年）并定西、安西、通西三县入定西州。元惠宗至正十二年（1352年）因地震诏改定西州为“安定州”。"
        },
        {
            "type": "text",
            "text": "        随着明王朝政权的日趋巩固，定西区域军事战略地位下降，明洪武十年（1377年）明王朝将定西州降为安定县，隶属陕西布政使司巩昌府，清又隶属甘肃省巩昌府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）撤销巩昌府，安定县直隶甘肃省。民国三年(1914年）民国政府又将安定县改为定西县。民国二十五年（1936年）设第一专区，定西县隶属甘肃省第一专区。民国三十三年（1944年）7月13日，从第一专区析置第九专区（驻临洮），定西县为其所辖7县之一。"
        },
        {
            "type": "text",
            "text": "       1949年8月14日定西解放，8月15日，陕甘宁边区政府成立会宁分区行政督察专员公署，16日成立了定西县人民政府。同年9月22日，会宁分区更名定西分区，专署由会宁移驻定西。辖定西、榆中、会宁、靖远、静宁、西吉、海源7县。1951年4月定西分区行政督察专员公署改称甘肃省人民政府定西专员公署。1955年2月改称甘肃省定西专员公署。1968年10月1日起，定西专区改称“地区”。2003年4月4日，定西地区撤地区设市。2003年9月24日，撤销定西县，设立定西市安定区。"
        }
    ]
}