{
    "title": "定西市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "369",
            "category": "定西市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1374次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋神宗熙宁五年(1072年)古渭寨设立通远军，当时今定西城所在地称努札川，为熙河路通远军的羁縻之地。宋元丰四年(1081年)李宪领熙秦军出师熙州(临洮)经马衔山至今榆中县三角城附近的西使城(亦称“西使新城”)击败西夏人二万余，旋即长驱直入，占领了兰州城，为纪念西使城战役的胜利，是年十二月“西使城赐名为定西城”，含“平定西边”之意。元丰五年(1082年)十二月，李宪上疏建议：改定西城为通远军，以努札堡为定西城。这个建议未得到朝廷批准，所以通远军没有移到定西城，但努札堡确实改名为定西。"
        },
        {
            "type": "text",
            "text": "       金皇统二年(1142年)，在定西城设立了县治，为定西建县之始。与此同时，又设立了通西、安西两个县。元至元三年(1266年)，撤销定西，通西、安西三县治，统称为定西州，直属巩昌府。元至正十二年(1352年)三月，定西、会宁一带发生了严重地震，诏改定西州为“安定州”，取“安宁稳定”之意。明洪武十年(1377年)降安定州为安定县，历明、清两代，至民国三年(1914年)又改称定西县。1955年2月设定西专区，1968年10月1日，定西专区改称地区，2003年4月4日，定西撤地设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今定西地属夏商时期属“雍州”之地，为西戎部族所居。春秋前期，秦秋战国时期秦武公十年（公元前688年），秦伐居于渭河中上游的邽、冀二戎、设邽、冀二县，今通渭县南、陇西县东为冀县辖地。秦穆公三十七年（前623年），秦国势力到达洮河流域。战国时期，秦献公元年（公元前384年）秦国“兵临渭首，灭狄、戎”。秦昭襄王二十八年至三十五年（前279年至前272年）始置陇西郡，郡治狄道（今临洮县），今定西地区全境均辖于陇西郡。陇西郡因其郡治位于“陇水”、“陇坻”之西，故名“陇西”。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年，（前221年）统一中国后，分全国为三十六郡，郡下设县。当时，今定西地区地域仍属陇西郡辖，郡治狄道。汉高祖二年（前205年）得陇西郡地，陇西郡辖县包括原秦置狄道、氐道、临洮、羌道西上邽及新置的大夏、安故、首阳、襄武予通共辖11县。首阳县是今渭源县设县之始，襄武县是今 陇西境内最早设的第二个县。汉武帝元鼎三年（前114年）从陇西郡分划出东北部分置天水郡，郡治平襄（今通渭），下辖16县。设属国都尉于勇士县满福（治今定西县巉口镇），管理归附汉朝的匈奴等少数民族事务。平襄县为今通渭县境内设县之始，天水郡属国都尉治满福为今定西县有建置之始。汉武帝元封五年（公元前106年），全国设13个刺史州部，陇西、天水二郡隶属凉州刺史部辖。"
        },
        {
            "type": "text",
            "text": "       东汉明帝永平十七年（74年），天水郡平襄移治冀县（今甘谷）。汉灵帝中平五年（188年）增设南安郡（在陇西县境内）。汉献帝建安中期（196—220）从汉阳郡移治南安郡。陇西郡治狄道，下辖11县。汉安帝永初四年（110年），三月又因羌汉战争，将陇西郡治由狄道迁于襄武县。汉安帝延光二年（124年）秋，陇西郡治复还狄道。襄武作为陇西郡治历14年。南安郡，治原道县（今陇西东南），领3县：原道、新兴（今漳县、武山境内）、中陶（今陇西东南、漳县境内）。汉阳郡辖13县，其中平襄、勇士、原道三县地辖今定西地区北部地域。"
        },
        {
            "type": "text",
            "text": "       三国时期，魏文帝黄初元年（220年）由雍州（治长安）移置秦州。今定西地区地域属于秦州，当时秦州辖陇西（治襄武）、南安（治豲道）、汉阳（即天水郡，治冀县）、广魏（治临渭、今秦安县东南）4郡。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始五年（公元269年）以陇西、南安、天水、略阳、武都及凉州金城郡，梁州阴平郡合7郡置秦州，治冀县。太康三年（公元282年）秦州并入雍州，治长安（今西安）。太康七年，复置秦州，移治上邽（今天水）。晋惠帝元康年间（290年—299年），新设狄道郡属秦州，治狄道。此时陇西郡仅辖襄武、首阳二县。"
        },
        {
            "type": "text",
            "text": "       东晋十六国时期（317年—420年）今定西地区先后为前凉、后凉、前赵、后赵、前秦、后秦等分裂割据政权所控制，由于当时战争频繁，建置更替，遂使领属亦很紊乱。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，北魏武帝太平真君八年（447年），废中陶、禄部二县（均在今漳县、武山境内），地归襄武县辖。北魏孝文帝太和十年（846年），分全国为38州。今定西地区地域为秦州、河州二州辖地。陇西郡，治襄武。领襄武、首阳（治今渭源）2县。南安阳郡治桓道领桓道、新兴（辖今陇西、漳县、武山部分地域）2县，此二郡辖于渭州。"
        },
        {
            "type": "text",
            "text": "       隋朝（581年—618年），今定西地区为陇西、会宁、金城、临洮4郡辖地。唐武德元年（618年）置渭州，治襄武，襄武领陇西、渭源、鄣县4县。今通渭、定西二县为渭州北部地域。唐玄宗宝初年间（742年—751年）划兰州属狄道县，置临州，治狄道，并置安乐县（也作长乐县，在今临洮、康乐境内）。天宝元年（742年）改随置岷州为和政郡。肃宗乾元元后（758年）复置岷州，领溢乐（今岷县）、右川、和政（均在今岷县境内）3县。肃宗上元二年（761年）吐蕃攻陷岷州；代宗宝应元年至二年（762—763年）临州、渭州相继陷于吐蕃，直至北宋中期“熙河之役”期间复归中央王朝统属。"
        },
        {
            "type": "text",
            "text": "       宋仁宗皇右四年（1052年），因唐末渭州陷于吐蕃后将渭州移置于平凉（今平凉），遂以原渭州地置“古渭寨”（今陇西），属秦州（今天水）辖。今定西地区地域北部为宋与西夏的交界地带，全境先辖于秦凤路，后属于熙河（兰会）路。熙宁四年（1071年），王韶于狄道筑“武胜城”，初名“武胜军”，后改为“镇洮军”。熙宁五年（1072年）以古渭寨为通远军，同年于镇洮军置熙州（今临洮），熙宁六年（1073年）收复岷州（今岷县），遂建置熙河路，辖熙、河、洮，岷、叠、宕等州及通远军（巩州）。"
        },
        {
            "type": "text",
            "text": "       金代其建置多承宋旧制，在今定西地区及兰州、会宁、临夏等地域设置临洮路，辖1府、6州、16县：金熙宗皇统二年（1142年）改熙州为临洮府，置熙秦路总管府。同年巩州（治陇西县）升军事为通远军节度使，领陇西、安西（今定西县北三十里铺）、定西（安定区）、通西、通渭（今通渭县）5县。金宣宗贞右四年（1216年）升定西县为定西州、领定西通西、安西3县。金哀宗正大六年（1229年）七月设巩昌府，治陇西县。"
        },
        {
            "type": "text",
            "text": "       南宋时期，今岷县地及漳县新寺镇一带为南宋辖地或宋金边界。元初置巩昌路总师府，治陇西、统辖巩昌、平凉、临洮、庆阳、隆庆5府及秦、陇、定西、河、洮、岷等27州。至元八年（1271年）划岷州归脱思麻路所辖。至元十三年（1276年）立巩昌路总管府。巩昌路巩昌府治陇西县，定西州治定西县。至元三年（1265年）并定西、安西、通西三县入定西州。元惠宗至正十二年（1352年）因地震诏改定西州为“安定州”。临洮府，治狄道县（今临洮县）。领狄道、渭源2县。脱思麻路治岷州（今岷县）。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1370年）置巩昌府，治陇西县。明洪武九年（1376）废除行省制，分别设置承宣布布政使司。巩昌府与临洮府统于陕西布政使司所属。洪武十一年（1378年）设岷州卫，驻岷州（今岷县）。洪武二十一年（1388年）设巩昌卫、临洮卫，统于陕西都指挥使。洪武二十四（1491年）年设岷州，洪武二十九年（1396年）陇右道辖临洮、巩昌二府洮、岷、河、兰4卫。洪武年间置洮岷茶马司。嘉靖四十年（1561年）革去岷州卫。"
        },
        {
            "type": "text",
            "text": "       清初沿袭时代旧制，康熙三年（1664年）陕西布政使司分为左、右布政使司。以陕西右布政使司驻巩昌府（今陇西县），辖今甘肃全境。康熙六年（1667年）更右布政使司为巩昌布政使司，次年（1668年）改为甘肃布政使司，移驻兰州。康熙八年（1669年）甘肃正式建省。实行省、府、州、县四级行政区划管理体制。今定西地区地域辖于巩秦阶道、兰山道巩昌府、兰州府。"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年）1月，狄道县改称临洮县，民国二十一年（1932年）6月10日，临洮县析出西部置洮西设政局，次年为康乐设政局。民国二十五年（1936年）设第一专区驻岷县。二十九年（1940年）康乐设政局改置康乐县。民国三十二年（1943年）5月，置会川县（驻官堡，今渭源县会川）。民国三十三年（1944年）7月13日，从第一专区析临洮，定西等8县置第九专区驻临洮。至民国三十八年（1949年），第一区（岷县专区）驻岷县，领岷县、陇西、漳县、临潭、夏河5县及卓尼设治局。第四区（天水专区）驻天水，通渭县为其属县。第九区（临洮专区）驻临洮，领临洮、河（治辛甸）、渭源、定西、会川（官堡）、榆中、康乐7县。"
        },
        {
            "type": "text",
            "text": "       1950年5月20日，撤销岷县专区，将岷县划武都专区；渭源，会川2县划归定西专区；陇西、漳县2县划归天水专区；撤锁临夏专区的洮沙县并入临洮县，由定西专区析出静宁、西吉、海源3县划归平凉专区。1958年12月16日，从天水专区析出岷县，划归定西专区。撤销原天水专区所辖漳县，并入武山县。12月10日，撤销渭源县分别并入陇西、临洮2县。1961年11月25日，设立临洮专区。12月15日，恢复漳县、渭源建置。1963年10月23日，撤销白银市、临洮专区。"
        },
        {
            "type": "text",
            "text": "       1968年10月1日起，专区改称“地区”。1970年3月25日，榆中、皋兰2县由定西地区析出划归兰州市。1985年6月将定西地区的靖远、会宁二县划归新成立的白银市，10月，析出天水地区的漳县及武都地区的岷县，划归定西地区。2003年4月4日，定西地区撤地区设市。2003年9月24日，撤销定西县，设立安定区，隶属定西市。"
        }
    ]
}