{
    "title": "陇西县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "369",
            "category": "定西市"
        },
        {
            "id": "413",
            "category": "陇西县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：336次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦献公元年（前384年）秦国“兵临渭首，灭狄、戎”。秦昭襄王二十八年至三十五年（前279年—前272年）始置陇西郡，郡治狄道（今临洮县），今定西地区全境均辖于陇西郡。陇西郡因其郡治位于“陇水”、“陇坻”之西，故名“陇西”。"
        },
        {
            "type": "text",
            "text": "       陇西县级建制则是源于秦孝公十三年（前349年）设置的豲[huán]道，北魏时改为桓道县，北周明帝武成二年（560年），桓道县改为内陶县。隋文帝开皇三年（583年），改内陶县为武阳县，开皇十年（590年），又改武阳县为陇西县。五代十国时期，今陇西境地被吐蕃占据，县废。直至元祐五年（1090年），以襄武旧址重设陇西县，名称沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       陇西县，上古为西戎部族所居。西周晚期，为戎族之地，主要是豲戎和襄戎。战国时期，秦献公元年（前384年）秦国“兵临渭首，灭狄、戎”。秦昭襄王二十八年至三十五年（前279年—前272年）始置陇西郡，郡治狄道（今临洮县），今定西地区全境均辖于陇西郡。陇西郡因其郡治位于“陇水”、“陇坻”之西，故名“陇西”。秦孝公十三年（前349年），“改诸邑为道”，置豲[huán]道，治所在今陇西县东南，为今陇西境最早的县级行政建置。"
        },
        {
            "type": "text",
            "text": "       西汉高祖二年（前205年），设襄武县、首阳县，今陇西境有襄武县、首阳县和豲道。武帝元鼎三年（前114年），设兰干县（治在今陇西北部）。此时，今陇西境有襄武县、首阳县、兰干县和豲道并存。襄武县、首阳县隶属陇西郡，兰干县、豲道隶属天水郡（同年，分陇西郡地置）。"
        },
        {
            "type": "text",
            "text": "       王莽时期，襄武县改称相桓县，兰干县改称兰盾县，东汉时均恢复原名。东汉安帝永初四年（110年）三月，“徙金城郡治襄武”。次年，“陇西郡徙襄武”，襄武成为两郡郡治。灵帝中平五年（188年），置南安郡，郡治豲道，辖豲道、新兴县（在今武山县境）和中陶县（同年，废兰干县置）。此时今陇西县境有襄武县、首阳县、豲道、中陶县并存。"
        },
        {
            "type": "text",
            "text": "       三国魏文帝黄初元年（220年），陇西郡治由狄道移襄武县，今陇西境有陇西、南安两郡同治。西晋、东晋至十六国时期，今陇西境仍有襄武县、首阳县、中陶县和豲道，分属陇西、南安二郡。"
        },
        {
            "type": "text",
            "text": "       北魏孝庄帝永安三年（530年），置渭州，治襄武，领陇西郡、南安阳郡（同年，由南安郡改置）、广宁郡（今武山、漳县境）。陇西郡领襄武（郡治）、首阳二县，南安阳郡领桓道（郡治，同年由豲道改置）、中陶县。西魏文帝大统十七年（551年），改首阳县为渭源县。北周明帝武成二年（560年），桓道县又改内陶县，废中陶县并入内陶县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），废陇西郡、南安郡，置渭州（治襄武），并改内陶县为武阳县。开皇十年（590年），改武阳县为陇西县（陇西县名之始），与襄武县同属渭州。炀帝大业三年（607年），废渭州，又设陇西郡（仍治襄武），领5县，今陇西境有襄武、陇西、渭源三县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德二年（619年），废陇西郡，置渭州，治襄武。天宝元年（742年），改州为郡，仍置陇西郡。肃宗乾元元年（758年），又恢复渭州建置，陇西郡隶属渭州，并在渭州增设中都督府，郡治、州治、府治均在襄武县。五代十国时期，今陇西境地被吐蕃占据，建置无考。"
        },
        {
            "type": "text",
            "text": "       宋仁宗皇祐五年（1053年），以襄武县旧城址建古渭砦。神宗熙宁五年（1072年），升古渭砦为通远军。元祐五年（1090年），重置陇西县，以古渭砦为县城。崇宁三年（1104年），改通远军为巩州，州治陇西。金哀宗正大六年（1229年），设巩昌府（后改为巩昌路），并置陕西西路巩昌总帅府，均治陇西。"
        },
        {
            "type": "text",
            "text": "       元世祖中统二年（1261年），改陕西西路巩昌总帅府为巩昌路总帅府。至元九年（1272年），设巩昌路府，隶属陕西四川行省。至元十一年（1274年），设陇右诸州提刑按察使司，治巩昌。至元二十一年（1283年），设巩昌等处行工部。"
        },
        {
            "type": "text",
            "text": "       明朝仍在陇西设巩昌府，隶属陕西行中书省（后改为陕西承宣布政使司）。明太祖洪武三年（1370年），设巩昌卫指挥使司（军制）。成祖永乐年间（1403—1424年），设分守陇右道，治陇西。"
        },
        {
            "type": "text",
            "text": "       清初，巩昌府隶属陕西布政使司。康熙三年（1664年），陕西右两布政使司移设巩昌，辖巩昌、临洮、平凉、庆阳4府9州28县。康熙六年（1667年），陕西右布政使司改为巩昌布政使司。次年，改巩昌布政使司和巩昌按察使司为甘肃布政使司和甘肃按察使司，移治兰州。从此，陕甘分省。巩昌府由陕西行省划归甘肃省，陇右道由秦州移驻巩昌。光绪年间（1875年—1908年），甘肃省分设7道，巩昌府隶于兰州道。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913年）裁撤巩昌府，陇西县隶属兰山道。民国十六年（1927年），陇西县直辖于省政府。民国二十五年（1936年），陇西县划归甘肃省第一行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年8月13日，成立陇西县人民政府，隶属岷县专区。1950年5月，陇西县划归天水专区。1956年初，陇西县改属定西专区。1958年12月，将渭源县并入陇西县，1961年12月恢复陇西县。2003年12月，定西地区撤地设市，陇西县属定西市。"
        }
    ]
}