{
    "title": "岷县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "369",
            "category": "定西市"
        },
        {
            "id": "417",
            "category": "岷县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：379次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西魏文帝大统十年（544年），置岷州，以南有岷山而名。民国二年（1913年）2月废清朝旧制州、府、厅为县，于是改岷州为岷县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古为西戎部族所居。西周晚期，为戎族之地，主要是豲戎和襄戎。秦穆公三十七年(公元前623年)，岷县进入秦国版图。始皇二十六年（前221年），统一中国，秦朝的疆域“西至临洮羌中”，临洮即今岷县，羌中即今甘南。临洮县为今岷县境内设县之始。"
        },
        {
            "type": "text",
            "text": "       汉代今岷县地区为陇西郡下辖的临洮县，并设有南部都尉。延至南北朝时期，于北魏太平真君六年（445年），设临洮郡，治所在今岷县，下辖赤水（在今岷县境内梅川一带）、石门（今卓尼县石门乡）、龙城（今岷县西北古城一带）三县。"
        },
        {
            "type": "text",
            "text": "       西魏文帝大统十年（544年），始设岷州，并设同和郡，改原临洮县为溢乐县，岷州、同和郡治所在溢乐县（今岷县），因境内有岷山，故名岷州。辖区规模相当于今岷县、宕昌一带。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），废设岷州，改西魏溢乐县复为临洮县（今岷县）辖于临洮郡。唐天宝元年（742年），改隋置岷州为和政郡。肃宗乾元元年（公元758年）复置岷州，领溢乐（今岷县）、祐川、和政3县。“安史之乱”后，吐蕃势力渐强，乘机侵入陇右。肃宗上元二年（761年）吐蕃攻陷岷州。此后300多年的历史时期为吐蕃占据，直至北宋中期“熙河之役”期间复归中央王朝统属。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁六年（1073年），王韶收复岷州，岷州下辖三县、五寨、三堡、一监，分别为：祐川县（今岷县境内）、大覃县、长道县，临江寨、荔川寨、麻川寨、闾川寨、宕昌寨。遮阳堡、谷藏堡、铁城堡。滔山铸钱监。"
        },
        {
            "type": "text",
            "text": "       南宋初移岷州治于白石镇，后因“岷州”之“岷”字犯金太祖完颜旻[mín]名讳，遂改为“和州”，但安徽也有和州，于是改称西和州。南宋以后岷州地方多为西番所居。"
        },
        {
            "type": "text",
            "text": "       元世祖至元八年（1271年），划岷州归脱思麻路（今安多藏区）所辖，吐蕃等处宣慰使脱思麻路治岷州（今岷县），辖岷州，领铁州（治今岷县维新乡元山坪）。"
        },
        {
            "type": "text",
            "text": "       明洪武十一年（1378年），在今岷县设岷州卫，，领西固城守御千户所（在今舟曲）。统属于陕西都指挥司。清雍正八年（1730年），岷州卫改称岷州，属巩昌府（治今陇西县）所辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月废清朝旧制州、府、厅为县，于是改岷州为岷县。民国二十一年（1932年），甘肃省政府始置派出机构“行政督察专员公署”，简称“专区”。民国二十五年（1936年），设第一专区驻岷县。民国三十三年（1944年）7月13日，从第一专区析临洮，定西等8县置第九专区驻临洮。至民国三十八年（1949年）第一专区（岷县专区）驻岷县，领岷县、陇西、漳县、临潭、夏河5县及卓尼设治局。"
        },
        {
            "type": "text",
            "text": "       1949年10月设岷县专区，驻岷县，辖岷县、渭源、会川、漳县、陇西、临潭6县及卓尼设治局。1950年5月20日，撤销岷县专区，将岷县划武都专区。1958年12月16日，从天水专区析出岷县，划归定西专区。12月10日撤销宕昌县，分别并入武都、岷县2县。1962年1月，岷县由定西专区划归临洮专区。1963年10月23日，岷县划归武都专区。1968年10月1日起，专区改称“地区”。1985年10月，析出原辖于天水地区的漳县及武都地区的岷县，划归定西地区。2003年4月4日，定西地区撤地区设市，漳县属定西市。"
        }
    ]
}