{
    "title": "文县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "370",
            "category": "陇南市"
        },
        {
            "id": "419",
            "category": "文县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：338次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       自南北朝时氐人在此创建“阴平国”割据政权后，百余年来武力相争，战乱不息。北周明帝时平定战乱，决意偃武修文，实行“文治”，多处筑台立庙祀周文王，并于北周明帝二年(558年)三月，改葭芦郡置文州。隋废。唐宋元复称文州。明洪武四年(1371年)降州为县。县名延续至今。"
        },
        {
            "type": "text",
            "text": "       另据宋人祝穆撰《方舆胜览·事要郡名·文台》云：“《谯楼记》故地在直西五里平地。唐吐蕃之难，徙兹高阜号曰文台。”古文州初筑祭祀文王之台在直西五里平地。唐末至宋明间，县境有文庙、羡里山、文王台、天牢山等胜迹沿祀周文王不衰。文州以筑台立庙祀周文王而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期为梁州之域，周时为雍州地。战国至西汉初为氐族、羌族所居，其中白马氐族最为强大。汉高帝元年（前206年），西汉置广汉郡阴平道；东汉为蜀国都尉治；三国时初属魏，曹操改广汉属国为阴平郡，后入于蜀国，蜀汉置阴平郡。"
        },
        {
            "type": "text",
            "text": "       西晋初年废阴平郡，晋武帝泰始五年(269年)复置，属秦州。太康三年(282年)废秦州阴平属雍州。下辖阴平、平武二县。晋惠帝元康六年（296年）又改属梁州。永嘉后没于氐族杨氏营建的阴平国。东晋十六国（317年－420年）杨氏世代居住此地，虽先后臣属于成汉、东晋、后赵、前秦、刘宋、北魏等南北政权，接受其封号，但实际上末置郡县。"
        },
        {
            "type": "text",
            "text": "       西魏废帝二年（553年）在文县西北置阴平郡，领曲水一县。又于文县西南置葭芦郡领建昌、正西二县，治建昌。557年北周取代西魏。周明帝二年（558）三月以阴平、葭芦二郡置文州，治建昌。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废芦北、阴平二郡，以建昌、曲水、正西三县属文州。隋炀帝大业三年（607年）全国废州为郡，阴平郡辖县曲水、长松、正西三县。唐复为文州，属陇右道。贞观元年（627年）文州属剑南道，正西县并入曲水。玄宗天宝元年（742年）改州为郡，文州改置阴平郡。肃宗乾元元年（758年）改郡为州，复置文州。德宗贞元六年（790年）废长松并入曲水。州县改属山南西道。僖宗文德初（889年）改置威戍节度使，领文、扶二州。昭宗大顺二年（891年）入蜀。"
        },
        {
            "type": "text",
            "text": "       五代十国，后唐庄宗同光三年（925年）文州领曲水、正西二县，归为蜀地，先后由三个政权所统属：前蜀王建十九年，后唐占川九年，后蜀孟知祥占川三十二年。文州于后蜀清泰元年（934年）没。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德三年（965年）灭蜀复置文州，领曲水一县，隶西川路。南宋绍兴十四年（1144年）改属为利州路。宋光宗绍熙五年（1194年）复合，宁宗庆元（1196年）又分西路，嘉定三年（1210年）又合，十一年（1218年）又分西路，理宗端平年间元兵乱州废。"
        },
        {
            "type": "text",
            "text": "       在宋端平三年（1236年）文州在蒙古军战乱中州郡县俱废。元世祖奇渥温忽必烈至元九年（1272年）又复置文州，省去县属吐蕃宣慰司脱思麻路礼店文州蒙古汗儿军民元帅府，后裁府仍文州。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）降州设置文县，清顺治初仍置文县，隶陕西巩昌府阶州辖。康熙六年（1667年）陕西与甘肃分治，设甘肃行省文县从属甘肃省。雍正六年（1728年）文县直隶阶州。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）甘肃省设七道七十七县，文县隶陇南道。民国二年（1913年）后改属渭川道。民国二十年（1931年）文县属于第一行政专员监察公署，驻岷县。民国三十三年（1944年）文县划归第八行政督察专员公署，驻武都。"
        },
        {
            "type": "text",
            "text": "       1949年12月11日文县和平解放，隶属武都分区。1969年10月1日，武都专区更名为武都地区。1985年5月14日撤销武都地区，设立陇南地区，直辖武都、文县、成县等九县。2004年1月11日撤销陇南地区，设立陇南市。市辖武都区、文县、成县、康县、礼县、西和、徽县、两当、宕昌八县一区。"
        }
    ]
}