{
    "title": "宕昌县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "370",
            "category": "陇南市"
        },
        {
            "id": "420",
            "category": "宕昌县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：385次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦汉以来为诸羌所据。晋时羌族梁勤自称宕昌王。其孙梁弥忽归附北魏，亦封爵宕昌王。北周天和元年(566年)置宕州。天和五年置宕昌郡。唐宋以来州郡之名有兴废。明洪武元年(1368年)设宕昌驿，清时宕昌为里。1954年6月,西固县治移宕昌，11月改名宕昌县。1958年12月宕昌并入岷县，1961年12月恢复宕昌县至今。"
        },
        {
            "type": "text",
            "text": "       宕昌得名有二说。一是许慎《说文解字·说文七下·宀部》云：“宕，一曰洞屋。”今宕昌县境内的岷江西岸发现近百处古人类居住过的天然石洞屋。魏晋时期，居住在洞屋的羌人部落兴旺发展，遂称宕昌；二是李吉甫《元和郡县志》卷39“宕州”条载：“因宕昌山为名也”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏为雍州之地，古西戎世居地。商、西周：宕昌为羌人居地。公元前11世纪中期宕昌羌随周武王灭商。战国：秦在今宕昌、舟曲一带建羌道，属陇西郡。"
        },
        {
            "type": "text",
            "text": "       秦、西汉时期，羌道仍属陇西郡。东汉光武帝初年羌道改属武都郡。 三国蜀汉建兴七年（229年）羌道属益州武都郡。魏晋元四年（263年），魏灭蜀，原属蜀国辖地分梁，益2州，武都郡入梁州。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康元年（280年），羌道县废，地属武都郡。晋怀帝永嘉元年（307年）羌人梁勤建宕昌国。南北朝时期，北魏太武帝始光元年（583年），宕昌国归附北魏。周武帝天和元年（566年），北周大将田弘灭宕昌国。以其地为宕州，设宕州总管府，辖宕昌、甘松2郡，宕昌郡领阳宕、和戎2县，甘松郡领怀道县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），废宕昌、甘松二郡，以州统县。开皇四年（584年），废宕州总管府。开皇十八年（598年），改阳宕为良恭县。大业三年（607年），改宕州为宕昌郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），改宕昌郡为宕州，并署基城县（今理川），属岷州。武德二年（619年），置秦州总管府，辖秦、渭、岷、洮、迭、文、武、成、康、兰、宕、扶12州。武德四年（621年），宕州属岷州总管府。太宗贞观元年（627年），成州潭水县改隶宕州，后省入良恭县。贞观三年（629年），和戎县省入怀道县。玄宗先天元年（721年），改基成县为祐川县（今理川）。玄宗开元二年（714年），置陇石节度使，宕州属之。玄宗天宝元年（742年），改宕州为怀道郡，领怀道，良恭2县。肃宗至德三年（758年），怀道郡复改宕州。广德元年（763年），宕州陷入吐蕃。"
        },
        {
            "type": "text",
            "text": "       北宋太宗建隆二年（962年），合良恭，大潭2县为大潭县，隶秦州。神宗熙宁六年（1073年），王韶收复岷、宕二州。 南宋理宗瑞平三年（1236年），岷州、宕州、叠州、阶州、文州18番族降蒙古汗国。 元世祖至元二十六年（1289年），设西固城军民千户所。惠宗至二十七年（1367年），改置西固番汉军民千户所，属阶州。"
        },
        {
            "type": "text",
            "text": "       明洪武七年（1374年），设西固军民千户所，属巩昌府。洪武十一年（1378年），建岷州卫于祐川，设岷州为指挥使司，属巩昌府。洪武十四年（1381年），改为西固城军民守御千户所，隶陕西都司，翌年，西固千户所归岷州卫军民指挥使司直辖。"
        },
        {
            "type": "text",
            "text": "       清顺治十二年（1655年），撤西固军民守御千户所，归并阶州，设州同分辖。雍正七年（1729年），西固番人慕化，编民为里，设抚夷同知，隶巩昌府。乾隆元年（1736年），裁西固抚夷同知，仍设州同，隶阶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），阶州西固分州改为西固县，隶属陇南道（旋改渭川道）。民国十六年（1927年）7月，废道，西固县划归第一行政督察区（专员公署治岷县）。民国三十一年（1942年），西固县划入第八行政督察区（专员公署治武都）。"
        },
        {
            "type": "text",
            "text": "       1949年12月9日，西固县全境解放，隶属武都专区。1954年6月，西固县治迁宕昌，11月13日，西固县更名为宕昌县。1958年4月8日，撤销武都专员公署，宕昌县划归天水专员公署。1958年12月20日，宕昌县和岷县合并，划归定西专区。1961年12月15日，恢复宕昌县建制，划归武都专区。1985年5月14日，武都地区更名陇南地区。2004年，撤区建市，归陇南市所辖。"
        }
    ]
}