{
    "title": "礼县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "370",
            "category": "陇南市"
        },
        {
            "id": "423",
            "category": "礼县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：355次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周宣王及秦庄公时为西垂地。汉为嘉陵道及西县地。后魏分置兰仓县。西魏又改汉阳县，以在西汉水之阳得名。又设潭水县。隋改长道县。宋置大潭县。潭水与大潭之名，均以县境有湖潭之水而得名。元以西汉水当蜀陇要冲，置礼店文州蒙古军民元帅府。明洪武四年(1371)置礼店千户所。成化九年(1473)始置礼县。"
        },
        {
            "type": "text",
            "text": "       考礼店之名，南宋末以来，西汉水流域水磨川一带当蜀陇孔道(《礼县志略·山川》)，蒙古驻屯官兵于今礼县东、北、南三方，设元帅府于城西南李店近处。李店为南宋以前李姓设店舍、店铺得名。礼、李同音，礼店为雅化之称谓。统治者恩威并用，以礼怀柔于因战乱而四处漂流的西北及西南番戎和汉人等各族人民，使其归田安业、顺从于元王朝的统治。礼县始得名于此，延用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时期，地属雍州。周朝时期，今县东北的永兴一带为秦人的发祥地西垂（西犬丘）。秦昭襄王时陇西郡，辖礼县一部分地域。秦朝时，地域东北部属陇西郡西县，西南部仍为氐羌人所居，尚未置郡县。西汉时，地域东北部属凉州刺史部陇西郡西县，西南部属益州刺史部武都郡、嘉陵道和陇西郡羌道，王莽改西县为西治。东汉时，东北部属凉州刺史部汉阳郡西县，西南部属武都郡武都县及羌道。"
        },
        {
            "type": "text",
            "text": "       三国时，东北部属秦州汉阳郡西县隶于魏，西南部属武都郡武都县隶于蜀。晋时，东北部属秦州天水郡始昌县（晋改西县曰始昌），西南部属武都郡武都县，西晋元康六年至东晋永昌元年（296年—322年），全部地域属氐族杨氏的仇池国。前赵、后赵、前凉、前秦、后秦时期，东北部均称天水郡始昌县，西南部均称仇池郡。"
        },
        {
            "type": "text",
            "text": "       唐时，东北部先属山南西道成州的汉源、长道二县，后属陇右道秦州长道县，西南部分属陇右道成州上禄县及宕州良恭县。盐官城曾为党项马邑州治所，隶于秦州都督府。五代的岐、唐、晋、周时，东北部属陇右道秦州天雄、雄武节度使所辖的长道县，西南部没于吐蕃。五代汉时全县地域没于吐蕃。"
        },
        {
            "type": "text",
            "text": "       北宋时，东北部属长道县，西南部属大潭县，两县先属秦凤路之秦州，后改属岷州。南宋时，仍为长道、大潭两县地，但改属利州西路的西和州所辖，盐官以东地域属天水军（州级建制，治所在今天水镇）辖治。"
        },
        {
            "type": "text",
            "text": "       元朝时，东北部的长道县地域并入西和州，而于今城关镇别置“礼店、文州蒙古汉军西番军民元帅府”，下辖“礼店、文州蒙古汉军西番军民上千户所”及“礼店、文州蒙古军民奥鲁干户所”。"
        },
        {
            "type": "text",
            "text": "       明初承元制，洪武四年（1371年）置“礼店守御千户所”，隶岷州卫，属陕西都司，洪武十五年(1382年)改隶秦州卫，属仍旧。成化九年（1472年）割秦州19里置礼县，属巩昌府所领的秦州管辖，原“千户所”与县并存不废。清朝时，顺治十六年（1659年）裁撤卫所十百户，将巩昌卫、文县所、西固所归并礼县统辖，属巩昌府。雍正六年（1727年）改属秦州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）袁世凯令各州府改道，礼县属陇南道，旋改渭川道。民国十六年（1927年）道废，县直属于省。民国二十五年（1936年）蒋介石令甘肃全省设七个行政专员公署，礼县属第四区（天水）专署领辖。"
        },
        {
            "type": "text",
            "text": "       1949年8月17日礼县解放，隶武都专区，1955年10月划归天水专区，1985年7月又划归陇南地区。2004年，撤区建市，礼县归陇南市所辖。"
        }
    ]
}