{
    "title": "徽县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "370",
            "category": "陇南市"
        },
        {
            "id": "424",
            "category": "徽县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：416次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉武帝元鼎六年(前111)置河池县，属武都郡。河池之名因境内有天池山之河水流经其地而得名。《水经注》：“河池水出河池北谷”。后魏置广化县兼置广化郡。广化之名取“扩大教化”民众之意。南北朝至唐宋，县境更名频繁。元初，于河池设南凤州，至元元年(1264年)，更名徽州。徽州得名于河池县城东北角秀隽美丽的小山——徽山，并且徽山下有徽山驿。徽，美好之意。《书尧典》：“慎徽五典，五典克从。”明洪武七年(1374年)降州为县，后复为州。清雍正七年(1729年)改州为县，徽县之名沿称至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       禹贡雍梁之交。春秋时期，氏羌侵之。秦时为陇西郡地，汉元鼎六年置河池县(前111年)，在陇西郡东南新平定之地置武都郡，并在徽县地置河池县，属武都郡。元封五年（前106年），除京畿七郡（三河、三辅、弘农）以外，将全国郡国分为13刺史部，河池属益州刺史部武都郡统辖。新莽政权改为乐平亭，隶沲平郡（武都郡改）。东汉(25年—220年)恢复西汉原名。"
        },
        {
            "type": "text",
            "text": "       汉末，三国时期，河池地战火频频，其归属无常。张鲁割据汉中，河池县地归张鲁控制，入梁州版图。建安二十年（215年）11月，张鲁降曹，河池地归汉版图。建安二十四年（219年）蜀汉刘备据汉中，河池地又归入蜀。蜀汉建兴十二年（234年），相国诸葛亮死后，蜀汉逐渐退出汉中，河池地又入魏版图。"
        },
        {
            "type": "text",
            "text": "       西晋(281-316年)属武都郡河池县。永嘉(307-312年)后，没于氐羌。十六国时期，徽县地处南，北交界之地，封建割据频繁，先后为仇池、前赵、后赵、前秦、宋、北魏、西魏、北周所统制。北魏(386-534年)置广化县，又于广化县置广化郡。西魏(535年—557年)置思安县，隶落丛郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废广化郡，广化、思安二县隶属凤州。仁寿元年（601年），又改广化县名为河池县，与思安县同隶凤州。大业（606-617年）初，省思安县入河池县，河池县仍隶属凤州。"
        },
        {
            "type": "text",
            "text": "       唐代，仍名河池县，隶属山南道凤州。开元二十一年（733年），唐王朝又将天下分为十五道，山南道被分为东、西二道，河池县隶属山南西道凤州。五代(907-960年)之乱，岐与前蜀、后蜀割据无常。"
        },
        {
            "type": "text",
            "text": "       宋初，朝廷将天下分州、县设置，河池地仍置县，隶凤州。开宝三年（970年）河池县移治固镇（今址）。至道三年（997年）宋王朝开始在天下设路，至宣和四年（1122年）天下共设二十六路，河池县隶属秦凤路凤州(金史称固镇，不称河池)。南宋时，河池一度改隶利州西路凤州。绍兴（1131-1162年）初金人争地，由于战事需要，川陕宣抚司治所设于此，军政大权统揽。"
        },
        {
            "type": "text",
            "text": "       元朝建立初，于河池置凤州，隶巩昌路，领河池，永宁（原河池县永宁乡）、两当三县，至元六年（1264年），南凤州改名徽州。至元七年（1270年），省河池、永宁二县八州，徽州当时，只领两当二县，仍隶属巩昌路。武宗至大四年（1311年）正月，朝廷罢行尚书省，以行省分治天下，徽州当时隶属陕西行省巩昌路。"
        },
        {
            "type": "text",
            "text": "       明代徽州属巩昌府陇右道。洪武七年(1374年)，降为县。后复升为州。领两当县。清顺治(1644-1661年)、康熙(1662-1722年)朝仍名徽州，领两当县。雍正七年(1729年)，降州为县，与两当县同隶秦州。"
        },
        {
            "type": "text",
            "text": "       中华民国建立后，废除清王朝府、州、厅制，实行省、道、县三级制。民国元年（1912年），甘肃共设7道77县，徽县当时隶属渭川道。民国十六年（1927年）、废道建制后，徽县直接隶属省管。民国二十三年（1934年），甘肃全省又设8个行政督察专员公署，徽县当时隶属第四行政督察专员公署（治天水）管辖。直到解放。"
        },
        {
            "type": "text",
            "text": "       1949年12月4日，徽县解放后，隶属天水地区，县址驻城关镇。1958年4月，徽县与两当县合并，县名仍为徽县，县址仍在城关镇，隶属天水地区。7月，徽县又与成县合并，名为徽成县，县址仍设在城关镇。1962年1月，恢复徽县、成县、两当县三县建制，徽县县址仍设在城关镇。1985年6月，徽县划归陇南地区管辖。2004年，陇南撤地区设市后，徽县隶属陇南市管辖。"
        }
    ]
}