{
    "title": "临夏市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "371",
            "category": "临夏回族自治州"
        },
        {
            "id": "426",
            "category": "临夏市"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：446次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉时设枹罕县，东晋始建河州。隋时置枹罕郡。唐、宋时复置河州。金为河州枹罕县。元至元六年（1269）河州改河州路，省枹罕县。乾隆三年（1738年），河州改隶兰州府，州下无属县。民国二年（1913年），兰州府废，河州改名为导河县。民国十七年（1928年）改为临夏县，是因近临黄河支流大夏河而得名。1950年2月设临夏市，1973年12月15日，撤市并县。1983年再次将临夏县、市分设，恢复临夏市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时，现市境为罕羌候邑，后秦国灭罕羌候，置县，市地属之。西汉初，建枹罕县，属陇西郡。昭帝始元六年（前81年），枹罕县改属金城郡。东汉建武十二年（36年），撤金城郡，枹罕县又改属陇西郡。中平元年（184年）十一月，枹罕宋建割据自立，建元置百宫，号“河首平汉王”。建安十九年（214年），曹操将夏侯渊讨灭宋健。"
        },
        {
            "type": "text",
            "text": "       三国时，市境属魏枹罕县，初辖于秦州陇西郡。惠帝时，市地属枹罕护军。黄初年间枹罕县属雍州陇西郡。西晋永晋年中（301年—302年），枹罕县属晋兴郡市地属之。"
        },
        {
            "type": "text",
            "text": "       十六国时，前凉张骏太元二十一年（344年），分凉州地置河州，河州之名自此始。枹罕属河州兴晋郡，州、郡均治枹罕。县治设于今临夏市境。前秦建元三年（367年），枹罕属前秦凉州，州治枹罕；建元七年（371年），枹罕属河州兴晋郡，州、郡增治于枹罕。西秦太初二年（389年）枹罕属乾归分设之北河州、北河州，仍治枹罕。后秦弘始二年（400年），姚兴攻西秦取枹罕，属河州，州治枹罕，仍归乞伏氏统辖。西秦更始九年（409年），乾归复夺地兴国。西秦炽磐永康元年（412年）十月乞伏炽磐自谭郊迁都于枹罕。乞伏暮末永弘四年（431年），被夏攻灭，西秦亡，地归吐谷浑。"
        },
        {
            "type": "text",
            "text": "       北魏太平真君六年（445年），改河州为枹罕镇。北魏太和十六年（492年），撤镇复置河州。西魏复置枹罕县，属河州枹罕郡，州、均治枹罕。北周如西魏制，枹罕县仍旧。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废枹罕郡，枹罕县属河州，州治枹罕。大业三年（607年），河州改枹罕郡，枹罕县属之。隋末为金城校尉薛举所据。唐武德元年（618年），平李轨复置河州，辖枹罕县，治所枹罕。天保元年（742年），改河州为安乡郡，辖枹罕县。宝应元年（762年）福柑为吐蕃占领。"
        },
        {
            "type": "text",
            "text": "       北宋初，吐蕃王族后裔唃厮啰之孙木征据河州。熙宁六年（1073年），王韶率宋军收复河州，置枹罕县，属熙河路。在州西一十五里置阎精堡（今枹罕拜家庄古城址）。熙宁九年（1076年）省枹罕县，县地属河州安乡县。州治迁宁河。南宋初因之。"
        },
        {
            "type": "text",
            "text": "       金天会九年（1131年），金取河州。皇统二年（1142年），州治枹罕，属熙秦路总管府。贞元二年（1154年）复置枹罕县于河州治。金大定二十七年（1187年）枹罕县属临洮路。"
        },
        {
            "type": "text",
            "text": "       蒙古汗国成吉思汗二十一年（1227年），蒙古攻占河州。初属陕西行中书省巩昌路。蒙古汗国宪宗三年（1253年）在河州设吐蕃等处，宣慰使司都元帅府。至元六年（1269年）河州改河州路，省枹罕县，地属安乡县，吐蕃等处宣慰使司、河州路均治枹罕。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年），废县置河州卫，属西安行都卫。洪武六年（1373年）置河州府辖安乡县，市境属之，州府治今市区。洪武七年（1374年）七月，置西安行都卫置于河州，洪武十年（1377年）分河州为左、右二卫，属陕西行都志辉使司。洪武十二年（1379年）七月废河州府并安乡县。并河州左卫于洮州，升右卫为河州军民指挥使司，统管军民，治今城区，仍属陕西都指挥使司。成化九年（1473年）十二月，复置河州，属陕西临洮府，改河州军民指挥使司为河州卫。"
        },
        {
            "type": "text",
            "text": "       清顺治初年，沿用明制。清康熙二年（1663年）河州属甘肃省临洮府。清乾隆三年（1738年），临洮府归入兰州府，河州改隶兰州府，州下无属县，今临夏县地直辖于兰州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），兰州府废。河州改名为导河县，属兰山道，县治在今临夏市郊城关镇。民国十七年（1928年）三月，国民政府内政部改定甘肃省部分县名，导河县更名临夏县，临夏县之名自此始，并从导河县析出宁河（今和政）、宁定（今广河）、永靖三县。民国二十三年（1934年）甘肃省政府设临夏行政督察专员公署，临夏县属之。民国三十三年（1944年）五月临夏行政督察专员公署改为第五区行政督察专员公署，临夏县仍属之。"
        },
        {
            "type": "text",
            "text": "       1956年11月，临夏回族自治州成立，成为全国仅有的两个回族自治州之一。1958年12月20日，撤销临夏县、永靖县建制，将两县区域划归临夏市。1961年12月15日，恢复临夏、永靖县建制。1973年12月15日，撤市并县，但县址由韩家集改迁临夏市。1983年8月31日，恢复临夏市建制（县级），以原临夏县的城关镇及城关、折桥、枹罕、南龙四个乡为临夏市的行政辖区。"
        }
    ]
}