{
    "title": "临夏县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "371",
            "category": "临夏回族自治州"
        },
        {
            "id": "427",
            "category": "临夏县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：634次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西汉时设枹罕县，东晋始建河州。隋时置枹罕郡。唐、宋时复置河州。金为河州枹罕县。元至元六年（1269）河州改河州路，省枹罕县。乾隆三年（1738年），河州改隶兰州府，州下无属县。民国二年（1913年），兰州府废，河州改名为导河县。民国十七年（1928年）改为临夏县，是因近临黄河支流大夏河而得名。1950年2月设临夏市，1973年12月15日，撤市并县。1983年再次将临夏县、市分设，恢复临夏市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋战国时，县境为羌人住地，受罕羌侯管辖。罕羌侯建邑（今双城），为县境内最早出现的城市。秦朝设陇西郡后，灭罕羌侯，设枹罕县，县治在罕羌侯邑（今双城）。"
        },
        {
            "type": "text",
            "text": "       西汉建国，沿袭秦朝建制，县治未变，仍属陇西郡。汉昭帝始元六年（前81年），枹罕县改属金城郡。后从枹罕县分置白石县，县治在枹罕县旧址，枹罕县址东移至今新集镇古城村。东汉初年，仍沿西汉制。东汉建武十二年（36年），枹罕县又归陇西郡管辖。三国时，陇西郡属秦州，枹罕县属陇西郡。"
        },
        {
            "type": "text",
            "text": "       西晋初仍循魏制，晋武帝太康二年（281年），废枹罕县，立枹罕护军。东晋十六国时期，张轨据凉州，建前凉政权，在河湟地区建立晋兴郡，辖兴晋、枹罕等10县。东晋康帝建元二年、张骏二十一年（344年），因州界辽阔，分置河州（今临夏），河州之名自此始。河州辖兴晋、金城、大夏等10郡。兴晋郡辖枹罕县，郡治县治均在枹罕县址（今新集镇古城村），现有遗迹可辩。前凉亡，河州相继为前赵、后赵、前秦、后秦，氐、羌等民族建立的政权所管，枹罕县仍旧。"
        },
        {
            "type": "text",
            "text": "       东晋孝武帝十年（385年），乞伏国仁建立西秦，今县境为西秦河州枹罕郡大部，中间一度曾为前赵、后赵攻取，实际仍由乞伏氏统治。公元412年，乞伏炽磐由谭郊（今积石山县刘集乡崔家村）迁都至枹罕，置百官将佐，四处征伐，统6州30郡，西秦政权达到极盛。今新集镇古城村既是西秦国都所在地，又为兴晋郡郡治和枹罕县县治所在地。宋文帝八年（431年），西秦被赫连夏所灭，西秦河州全境为吐谷浑占领。北魏太平真君六年（445年），改河州为枹罕镇。北魏孝文帝太和十六年（492年）复改为河州，枹罕县仍旧。西魏实行州、郡、县三级建制。西魏大统元年535年，河州统枹罕郡，枹罕郡辖枹罕县，十二年（546年）置凤林县，今县境北部多属凤林县辖地，南部属枹罕县，北周沿之。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年）废郡存州。隋炀帝杨广大业三年（607年）改周为郡，枹罕县属枹罕郡，废凤林县，其地并入枹罕县。唐高祖李渊武德二年（619年），置河州，领枹罕、大夏2县。唐太宗李世民贞观元年（627年）实行道、州、县三级制，全国分10道，河州属陇右道。贞观七年（633年）于旧凤林县地置乌州，十一年乌州废，置安乡县。唐玄宗李隆基天宝元年（742年）改河州为安乡郡，属陇右道，辖枹罕县。天宝十四年（755年）发生“安史之乱”，吐蕃攻取陇右。唐代宗李豫广德元年（763年）河州为吐蕃占领，吐蕃在河州枹罕设军，属东道元帅府统辖，军有衔史、司台等职。"
        },
        {
            "type": "text",
            "text": "       北宋初，吐蕃王族后裔唃厮啰占据河湟地区，宋真宗赵恒封唃厮唃之孙木征为河州刺史治河州。宋神宗赵顼熙宁六年（1073年），以断“西夏占有”为名，王韶进兵“收复”河州。河州先后属熙河路、熙河兰会路、熙河兰湟路、熙河兰廓路等。南宋高宗赵构绍兴元年（1131年）金国夺取河州地区，设州置县，仍属熙河路。金熙宗完颜 皇统二年（1142年）置临洮路辖河州。金海陵王完颜亮贞元二年（1154年）废枹罕县，是年复置枹罕县，州治县治均在县境。"
        },
        {
            "type": "text",
            "text": "       蒙古元太祖铁木真二十二年（1227年）三月，河州地区为蒙古汗国占领。元宪宗蒙哥四年（1254年）为蒙古巩昌府所辖。完宗五年（1255年）蒙古汗国设吐番等处宣慰司都元帅府于河州，管理蒙藏事宜。元世祖忽必烈至元八年（1271年）元朝建立，在陕西行省下置河州路，领定羌、宁河、安乡3县（今县境为安乡县属地），均隶属于中央宣政院吐蕃等处宣慰司都元帅府。"
        },
        {
            "type": "text",
            "text": "       明太祖朱元障洪武四年（1371年）正月，置河州卫，为军政一体制，属西安都卫。洪武六年（1373年）正月置河州府，属陕西行中书省。洪武七年（1374年）七月置西安行都卫于此，领河州、朵甘、乌斯藏三卫。洪武八年（1375年）十月改西安行都卫为陕西行都指挥使司，翌年行都指挥使司废，卫属陕西都指挥使司。洪武十年（1377年）分卫为左卫、右卫。洪武十二年（1379年）七月改左卫为洮州，升右卫为军民指挥使司。明宪宗成化九年（1473年）复置河州，属陕西省临洮府。"
        },
        {
            "type": "text",
            "text": "       清顺治初年，沿用明制。清康熙二年（1663年）河州属甘肃省临洮府。清乾隆三年（1738年），临洮府归入兰州府，河州改隶兰州府，州下无属县，今临夏县地直辖于兰州府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），兰州府废。河州改名为导河县，属兰山道，县治在今临夏市郊城关镇。民国十七年（1928年）三月，国民政府内政部改定甘肃省部分县名，导河县更名临夏县，临夏县之名自此始，并从导河县析出宁河（今和政）、宁定（今广河）、永靖三县。民国二十三年（1934年）甘肃省政府设临夏行政督察专员公署，临夏县属之。民国三十三年（1944年）五月临夏行政督察专员公署改为第五区行政督察专员公署，临夏县仍属之。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）8月22日临夏县解放，26日临夏县人民政府成立（县治在今临夏市），隶属临夏分区行政督察专员公署。1950年6月23日从临夏县中分设临夏市，县治由城区迁往韩集。1958年12月撤销临夏县建制，临夏、永靖二县并入临夏市。1961年12月恢复临夏、永靖二县建制，临夏县治又迁韩集。1973年12月，撤销临夏市建制，并入临夏县，县治迁至城关镇（今临夏市内）。1983年8月31日恢复临夏市建制，县市分设，县治再迁至韩集。"
        }
    ]
}