{
    "title": "西伯利亚",
    "category": [
        {
            "id": "9",
            "category": "海外探寻"
        },
        {
            "id": "63",
            "category": "外国地名"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1041次",
    "content": [
        {
            "type": "text",
            "text": "       西伯利亚（俄语：Сибирь），“西伯利亚”这个名称可能来自古突厥语，意思就是“宁静的土地”。 也有说法说是“鲜卑利亚”，来自鲜卑民族。 而在中国古地图上，西伯利亚被称为“罗荒野”。“西伯利亚”这个名称来自于蒙古语“西波尔（xabar）”，意为“泥土、泥泞的地方”。古时，西伯利亚就是一片泥泞的地方。住在这里的蒙古先民以地形为这个地方取了名字。当俄罗斯人来时，将此音译为“西伯利亚”。"
        },
        {
            "type": "text",
            "text": "       西伯利亚最早的民族国家形态似乎是匈奴。汉朝打败匈奴，匈奴西逃。但汉朝只是将长城修到今蒙古北方边境，并未占领西伯利亚。之后，随着汉朝的衰弱，西伯利亚重新回到无政府状态。鲜卑等民族群雄割据，但他们无时无刻不想南下入主中原。直到三国时的魏国，其北方边界仍然与“胡人”相接。到盛唐，打败了东突厥，占领了西域和西伯利亚南部大片地方，那时北方的回胡、党项等民族也臣服于唐朝。唐朝平定室韦、勿吉后占据了外东北大部分，属黑水都督府和渤海都督府。但安史之乱后，唐朝式微，北方民族再次自立门户，中国的北方边界又南退了不少。"
        },
        {
            "type": "text",
            "text": "       辽属上京道，后为金朝版图。1218年蒙古灭西辽，1219年“林中的百姓”（西伯利亚南部）并入蒙古版图，1271年蒙古大汗国成为元朝。元朝的疆域空前辽阔，今天的西伯利亚大部分，往北一直延伸到北冰洋边，往东一直到西伯利亚东边的白令海和勘察加半岛，外蒙古、外东北、库页岛，都在元朝统治范围内，属于元朝的岭北行省和辽阳行省。"
        },
        {
            "type": "text",
            "text": "       元朝退出中原后，西伯利亚汗国（1460--1598）建立，又称失必儿汗国，是16世纪时位于亚洲西伯利亚的一个汗国，由蒙古人及突厥人所建立，是属于从大蒙古帝国之钦察汗国（又称金帐汗国）分裂出来的克里米亚汗国、喀山汗国、阿斯特拉罕汗国和西伯利亚汗国的四个汗国之一。"
        },
        {
            "type": "text",
            "text": "       15世纪，外兴安岭和以北地区为蒙古游牧部族地。17世纪纳入清朝版图，17世纪前期俄罗斯侵入外兴安岭和以北地区、黑龙江地区。"
        },
        {
            "type": "text",
            "text": "       1685年和1686年，康熙帝命令清军两次进攻盘踞雅克萨的俄军，雅克萨之战后，1689年，中国跟沙俄签署第一份关于边界的条约——《尼布楚条约》，条约中明确表示整个外东北皆是中国领土。其中贝加尔湖与额尔古纳河之间的部分几十万平方公里土地割让给俄罗斯。实际上是承认了俄国对整个西伯利亚的拥有权。清政府设立黑龙江和吉林将军辖区管理外东北。"
        },
        {
            "type": "text",
            "text": "       沙皇俄罗斯强迫中国清政府签订1858年《瑷珲条约》和1860年的《中俄北京条约》，割让外东北-黑龙江北、乌苏里江东、库页岛100多万土地给俄罗斯，中国还失去了日本海和鄂霍茨克海的海洋资源和出海口。"
        },
        {
            "type": "text",
            "text": "       1919年，列宁领导下的苏维埃政府发表致中国国民及南北政府宣言，废除沙俄对中国的一切不平等条约，这令当时中国对外东北的主权恢复有了一丝的希望。但自斯大林上台后，苏联开始否认之前的宣言，拒绝将这片领土归还给中国。"
        }
    ]
}