{
    "title": "积石山保安族东乡族撒拉族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "371",
            "category": "临夏回族自治州"
        },
        {
            "id": "433",
            "category": "积石山保安族东乡族撒拉族自治县"
        }
    ],
    "detail": "[日期：2014-02-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：348次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋设积石军，金置积石州，均因境内有积石山而命名。又因境内居保安、东乡、撒拉等少数民族，1980年6月成立积石山保安族东乡族撒拉族自治县。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       在古老年月里，万物在大地上欢腾着、生长着。突然，一声震耳欲聋的巨响，惊散了欢乐的人群和奔走的野兽，甘肃、青海交界处的一块天塌下来了。人们都惶惶不可终日，纷纷请求女娲神补天安地，拯求万民。女娲答应了人们的要求，将天青蓝色的石头搬运到天塌陷处——甘肃临夏和青海循化的交界地方，开始炼石补天。"
        },
        {
            "type": "text",
            "text": "       经过七七四十九天，女娲补好天穹。补天剩下的大石头堆成一座又高又大的石山，这大山上堆积的石头跟天穹颜色一样，青蓝青蓝的，而且随着日出日落，不断地变化着深浅不同的色彩。后来人们把这座大山就叫“积石山”。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       黄河流出札陵湖后，河床开始下切，河面最宽处五、六十公尺，水深一公尺左右，澄清见底。到达玛多城后，河水绕过一列赤红山脉，名叫积石山，藏名叫阿尼玛卿山，意为黄河之祖。积石山又称为玛积雪山，在青海东南部，延伸至甘肃南部边境，为昆仑山脉中支。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       禹贡时为雍州地，“导河积石”始于此。夏、商、西周、春秋，居住着戎、羌族部落。周襄王二十七年（前623年）秦穆公“并国十二，辟地千里，遂霸西戎”，县境始入秦国版图，秦昭襄王二十八年（前279年）在狄道置陇西郡，渡洮河灭罕羌侯部落，置枹罕县（治今临夏县韩集镇双城），属陇西郡。今积石山自治县属陇西郡枹罕县。秦和西汉时期，今积石山地区属陇西郡枹罕县。汉昭帝始元六年（前81年），地属金城郡枹罕县。神爵二年（前60年）设河关县（治今积石山县大河家镇康吊村），隶属金城郡。东汉初，地分属河关、枹罕两县。"
        },
        {
            "type": "text",
            "text": "       三国时今积石山地区属魏，初辖于河关县秦州陇西郡，后属雍州陇西郡。西晋初，属秦州陇西郡。永宁中（301年—302年）在大河家置临津关，设临津县，属晋兴郡。十六国时期，前凉太元二十一年（344年），因凉州地域广阔，析其东部六郡置河州，今积石山县地属河州。后积石山区境相继为前赵、后赵、后秦、西秦、后凉等割据政权辖地。西秦永康元年（412年）二月，西秦迁都谭郊（今县境刘集乡崔家白崖古城），六月迁都枹罕。西秦永弘四年（431年），西秦为夏赫连定所灭。不久，地入吐谷浑。"
        },
        {
            "type": "text",
            "text": "       北魏时废晋兴郡和临津县，北魏永熙四年（535年）北魏正式分裂为东﹑西魏。西魏大统十二年（546年）置凤林关，设凤林县。北周时，今积石山县地分属风林、枹罕两县。隋场帝大业三年（607年）在大河家设立积石镇，隶属枹罕郡。唐贞观五年（631年)，置米州及米川县（今大河家古城），改属河州，后米州废，米川县移入黄河北（今青海省境）。仪凤元年（676年）凤林县移到今安集乡境，改名安乡县，今县境分属安乡、枹罕两县。后县境两次陷于吐蕃。"
        },
        {
            "type": "text",
            "text": "       宋金时属秦凤路和临洮路河州辖区，北宋在大河家设立积石军。元代县境属甘肃行中书省河州路管辖。明代设银川驿和长宁驿，清设银川里、木叶里、吹麻里、下川里。"
        },
        {
            "type": "text",
            "text": "       民国时为临夏县西乡十八会。共和国成立后，县境地先后为临夏县、临夏市辖地，1980年6月成立积石山保安族东乡族撒拉族自治县，隶属临夏回族自治州。"
        }
    ]
}