{
    "title": "卓尼县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "41",
            "category": "甘肃省"
        },
        {
            "id": "372",
            "category": "甘南藏族自治州"
        },
        {
            "id": "436",
            "category": "卓尼县"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：532次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       卓尼之称，始于元代至元年间（1264年—1294年），元节祖忽必烈邀请西藏萨迦法王八思巴进京，途经卓尼，建议在此建造寺院弘扬佛法，并以寺址内两棵高大的马尾松（藏语译间“焦乃”）命名“称“焦乃寺”，“卓尼”为藏语“焦乃”之转音，于是逐渐被称为卓尼古寺。明永乐十六年（1418年）设卓尼土司千户所，就是因卓尼古寺而命名的。1950年成立卓尼藏族自治区，1953年改为卓尼县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周时期，卓尼属雍州之域，实为羌戎游牧地。春秋战国时期，卓尼为秦地。秦始皇统一全国后，分天下为36郡，县境归陇西郡所辖，属临洮县地。西汉武帝时，划全国为13部、103郡、1314县，县境归凉州刺史部属下陇西郡所辖，仍属临洮县地。东汉时仍属凉州刺史部陇西郡临洮县所辖。章帝建初二年（77年），居于松茂诸地的烧当羌包围南部都尉于临洮，南部都尉及临洮县迁居于此。安帝永初二年（108年），当煎、勒姐羌攻破羌县（今青海省碾伯县），钟羌复出望曲谷，沿洮水长驱直入，攻没临洮县。顺帝永建元年（126年），马贤（马防之子）与钟羌战于临洮，钟羌降，洮西尽复。阳嘉二年（133年）仍于秦临洮故县址置临洮郡临洮县及陇西南部都尉。\n\r\n       三国分鼎，县境初属魏雍州之地，仍设陇西郡及洮阳县，旋改为秦州陇右郡临洮县。晋一统三国，分全国为19州、173郡、1190县，县境大部分为秦州陇西郡临洮县辖地。晋惠帝时，改易郡县，县境大部属狄道郡洮阳县辖。东晋时，吐谷浑占据了整个洮西地区，原晋置临洮郡县相继沦陷，县境大部被吐谷浑政权控制。\n\r\n       十六国时期，地方军阀割据纷争，县境朝秦暮楚，置废无常。县境东北部归前赵陇西郡临洮县辖领，西北部仍由吐谷浑占据。前秦时，县境属河州陇西郡临洮县辖领，西南大部仍属吐谷浑政权领地。后秦未收复洮西诸地，仍于原秦故城设临洮县，收洮阳、洪和诸地。前凉时，县境属秦州陇西郡统属。后凉时，县境部分地域属陇西郡临洮县辖。\r\n南凉时，县境仍归陇西郡临洮县属。"
        },
        {
            "type": "text",
            "text": "       南北朝北魏太平真君时期，县境归河州辖领，于原临洮县治设临洮郡，领县汎潭，郡县同治，统领县境洮水流域。太和中（477年—499年），吐谷浑于境内又重修洮阳、泥和诸城戍守，于原临洮郡城设洮州。北周改西魏汎潭县为临潭县，并于县治置洮阳郡，兼置洮州，并在吐谷浑迷和城附近设旭州。"
        },
        {
            "type": "text",
            "text": "       隋代，域内一统，州、县废置频繁。初废洮、旭二州，改洮阳郡为临洮郡，郡治美相县，领11县，在今县境周围就有美相、临潭（本名汎潭，废址在今卓尼县喀尔钦乡羊巴村）、博陵（今羊永）、宁人（今卓尼县城附近）等县。后又将博陵、宁人二县合并为当夷县（今临潭新城）。"
        },
        {
            "type": "text",
            "text": "       唐代，分天下为十道，以道统州，以州辖县。卓尼县境属陇右道所辖。高祖武德元年（618年）废隋临潭故县，复置博陵郡。二年于美相置洮州。太宗贞观二年（628年）徙洮州及美相治于洪和城；贞观五年仍改原美相县为临潭，洮州仍治于洪和城；八年徙洮州治于洮阳川（疑今牛头城），置洮阳城。仍于旧洪和城置美相县，隶洮州。开元十七年（729年）废洮州并入岷州，于原州西磨禅川置神策军镇守（今迭当什村有遗址）。玄宗开元二十年以临潭置临州，二十七年复改为洮州。天宝元年（742年）又改为临洮郡，领临潭（郡县同治）、密恭、美相诸县及安西府。肃宗乾元元年（758年）又改临洮郡为洮州，仍治临潭。这一年整个洮西地域均陷于吐蕃。州县俱废，县境均属吐蕃统领。"
        },
        {
            "type": "text",
            "text": "       五代时期共历53年，县境仍属吐蕃。后来吐蕃因内乱而分裂，大小部落互不统属，形成割据局面。后唐明宗长兴四年（933年），朝廷利用洮州地区蕃汉民众思慕华夏统一的有利时机，派重兵收复洮西，升洮州为保顺军，并以保大军节度，旋即又失。\n\r\n       宋代初期仍袭唐制，至宋太宗至道三年（997年）始分全国为15路，分领府、州、军、监。神宗熙宁六年（1073年）收复洮西，于今临潭县治旧城设洮州，县境属之，隶熙河路。旋即弃之不守。熙宁九年，又于今县境东部设滔山监，辖今岷县以西及县境东部地区。徽宗大观二年（1108年）又收复洮西，仍设洮州。三年升洮州为团练州，县境属之。北宋时县境除数年归宋辖领外，均属吐蕃角厮啰政权统治。\n\r\n       金代，分天下置19路，县境属其临洮路洮州所辖。"
        },
        {
            "type": "text",
            "text": "       元代在全国设行中书省，行省下设路、府、州、县。元初县境为总制院辖地，隶属于吐蕃等处宣慰司脫思麻路洮州所领。至元二十五年（1288年）改总制院为宣政院，县境大部改属河州路洮州可当县辖地。县境东南边缘的西尼沟等处属岷州；东部的洮砚等处归铁州；藏巴哇一沟则属于陕西行省巩昌路临洮府狄道县赵土司所辖，赵曾于此设上、中、下三砦分土兵。"
        },
        {
            "type": "text",
            "text": "       明代改行省为布政使司，下领府、州、县。洪武四年（1371年）置洮州军民千户所，县境地域均属之，后于洪武十二年升所建卫，隶陕西都司。又于岷州设洮岷兵备道，兼分巡道，统洮、岷二卫及西固、阶、文三千户所，漳、成二县军务。时县境分属卓尼、旧洮堡二寨。明永乐十六年（1418年），部落首领些儿地内附，设卓尼土司千户所，属陕西都司洮州卫军民指挥使司辖领，朝廷授卓尼吐蕃后裔头人些地为土官指挥佥事，管理部分番族部落，实行土司制。正德四年（1509年）些儿地玄孙旺秀入朝，皇帝赐姓名为杨洪，仍袭职土官指挥佥事，准卓尼建置军民千户所，实授土千户，准其世袭，隶属洮州卫，由陕西都司巩昌府所辖。明嘉靖十七年（1538年）始修卓尼城池。"
        },
        {
            "type": "text",
            "text": "       清代，乾隆时改卫为厅，卓尼隶属甘肃省巩昌府洮州厅，土司仍沿明制。至道光二十年（1840年）时，卓尼土司辖境除今县境外，还有今迭部全境，舟曲、临潭、岷县部分辖地。东至岷州归安里，南至阶、文、西固及四川松潘，西至洮州作盖，北至河州边墙关隘。有16掌尕，48旗，520族，15000户，近10万人。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），甘肃省政府作出了取缔土司制度的决定，卓尼辖地归临潭县统领，但民国政府改土归流的政策未动摇土司的统治地位。民国二十六年（1937年），\"博峪事件\"爆发，卓尼设治局成立，隶属岷县第一督察区。民国三十三年（1944年），洮岷路保安司令部接受整编，卓尼设治局力量得以加强，卓尼隶属于甘肃省第一行政督察区，专员公署设在岷县。   "
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）9月11日，国民党洮岷保安司令杨复兴（藏名班麻旺秀，末代卓尼土司）率卓尼党政军警起义，实现了和平解放，于9月14日成立军事管制委员会，接管卓尼设治局、国民党卓尼党部、三青团区队部和参议会等机构。同时，杨复兴宣布在卓尼废除土司制度。土司杨氏世袭二十代，历经500余年，至此结束。"
        },
        {
            "type": "text",
            "text": "       1950年卓尼藏族自治区成立，直属甘肃省。同年10月1日中共卓尼自治区工作委员会和卓尼自治局行政委员会成立，隶属于甘肃省岷县专区。1953年10月，改为卓尼县，隶属甘南藏族自治区，1954年自治区改为自治州。1958年12月，卓尼县与临潭县合并，称临潭县。1962年1月，恢复卓尼县，县人民政府驻柳林镇。"
        }
    ]
}