{
    "title": "佳木斯市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "51",
            "category": "佳木斯市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：370次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       佳木斯，原名东兴镇，清康熙年间晚期写作“甲母克寺噶珊”，后汉译“嘉木寺”、“贾木司”、“ 佳木斯”。“佳木斯”一词，一说赫哲语，意为“骨头”或“尸体”，相传此地曾是古代的墓地。在其东郊敖其一带曾发现过金元时代的古墓群。 另一说，是满语，“驿丞” 或“站官”之意。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周属肃慎，汉晋属挹娄，南北朝属勿吉，隋唐属靺鞨，辽属五国部，金属胡里改路，元属水达达路，明属奴儿干都司，清属吉林将军三姓副都统辖区。"
        },
        {
            "type": "text",
            "text": "       清光绪十四年（1888年），于今市内永红区丈放“东兴镇街基”，清光绪二十一年（1895年）广商户渐开”。清光绪三十二年（1906年）设置依兰府，归依兰府管辖。清宣统二年正月二十日（1910年3月1日）正式设置桦川县，改隶桦川县管辖。桦川县署驻东兴镇。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）11月，桦川县署迁驻悦来镇。民国十九年（1930年）佳木斯屯与东兴镇合并，定名为“佳木斯镇”，隶属桦川县管辖。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，伪满康德元年（1934年）12月1日，伪满新设三江省，伪省公署驻佳木斯。同时，伪桦川县公署移驻佳木斯镇。伪满康德四年（1937年）6月27日，伪满决定，调整行政区划，设置佳木斯市，9月成立佳木斯市制筹备处，12月1日正式成立伪佳木斯市公署，由三江省管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）10月下旬，在中国共产党领导下，在佳木斯成立三江地区行政公署；11月21日，撤销三江地区，设置合江省，省政府驻佳木斯市。 民国三十五年（1946年）将市郊纯农村部分村屯划归桦川县管辖。民国三十八年（1949年）5月，撤销合江省并入松江省，由松江省直辖。"
        },
        {
            "type": "text",
            "text": "       1952年1月，将桦川县的耿家、模范、双合、四丰、中兴5个村划归佳木斯市管辖。同年全市分设4个区。1954年8月，松、黑两省合并后，由黑龙江省直辖。1956年3月，将与市郊周围毗连的桦川县太平山、三家子、新华、靠山、蒙古力、新民6个村划归佳木斯市管辖。同年3月，桦川县人民委员会由佳木斯移驻湖南营镇。1956年夏，撤销市辖区，分设街道办事处。1957年11月，将桦川县的黑通、西格木、永安、大来岗、裕太、兴华6个乡和四合山乡花园屯划归佳木斯市管辖。1958年1月，恢复市辖区，分设长安、三合、和平3个城市区和1个郊区。同年8月，佳木斯市划归合江专区代管。1959年3月，将桦川县的悦来、新城、星火3个公社划归佳木斯市管辖。1961年1月，增设佳东区。同年3月，撤销郊区。1964年8月，为缩小城市郊区，将郊区的大来、永安、西格木、悦来、建国、星火、拉拉街、苏家店、中伏、梨树、新城11个公社划归桦川县管辖，但西部的大来、永安、西格木3个公社因距桦川县城较远，不便领导，仍由佳木斯市代管。1966年2月，佳木斯市改由省直辖。1968年4月，划归合江地区管辖。同年，将长安、三合、和平、佳东4个区分别更名为向阳、永红、前进、东风区；将大来、永安、西格木3个公社移交桦川县管辖。1972年恢复设立郊区，全市共辖5个区。"
        },
        {
            "type": "text",
            "text": "       1978年12月，将桦川县的大来、永安、西格木3个公社划归佳木斯市管辖。1982年8月，将依兰县的高峰、桦南县的陡沟子和桦川县的顺山堡等6个生产大队划归佳木斯市管辖。1983年11月1日，佳木斯市改由省直辖。 1984年12月15日，撤销合江地区，实行地市合并，将其原辖的依兰、汤原、桦南、桦川、萝北、绥滨、富锦、集贤、宝清、饶河、同江、抚远、友谊13县，于1985年1月1 日正式划归佳木斯市领导。1987年2月，同江撤县设市，由佳木斯市代管。同年11月，将佳木斯市所属的萝北、绥滨两县划归鹤岗市领导；将集贤县划归双鸭山市领导。1988年8月，富锦撤县设市，由佳木斯市代管。1991年4月1日，将佳木斯市所属的依兰县划归哈尔滨市领导；将宝清、友谊两县划归双鸭山市领导。至此，佳木斯市共辖5区、5县，代管两个县级市。"
        }
    ]
}