{
    "title": "桦川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "51",
            "category": "佳木斯市"
        },
        {
            "id": "100",
            "category": "桦川县"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：409次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       桦川县名源于“桦皮川”。原指依兰府南境之桦皮川（今林口县刁翎镇），因其地桦树甚多，故名“桦皮川”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地虞时为息慎地；周属肃慎地；汉晋时挹娄地；魏似后属勿吉；隋为靺鞨；唐属靺鞨的黑水部；辽属女真五国部之一的“越里笃”部（今悦兴乡万里河村附近），金属胡里改路，元属水达达路，为呼尔哈万户府管辖；明属奴儿干都司，清属三姓副都统管辖。"
        },
        {
            "type": "text",
            "text": "       清光绪三十二年（1906 年），分属依兰府和临江州。清宣统元年四月十五日（1909年6月2日），吉林总督、巡抚奏准，于依兰府南境之“桦皮川”，设置桦川县。经派员勘察，该地“山深林密，胡匪出没，治安难防，不宜设治”，故移至依兰府东北之东兴镇（今佳木斯）设治。清宣统二年正月二十日（1910年3月1日），桦川县设治委员到任，筹办设治事宜，4月4日（农历二月二十五日）启用关防。隶属吉林省东北路道。时逢东兴镇水灾，呈请省民政司核议，于同年8月批准，移治悦来镇。清宣统三年三月（1911年4月），设治委员到悦来镇丈放街基，修建衙署。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后桦川县衙署落成，民国元年（1912年）11月，县署移至悦来镇。民国三年（1914年）6月，改隶依兰道。民国十八年（1929年）2月，撤销道制，由吉林省直辖。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶吉林省，伪满康德元年（1934年）12月划归三江省管辖。同年伪县公署迁至佳木斯。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，隶属合江省。民国三十五年（1946年）6月，将桦川县南部地区划出，设置桦南县。民国三十六年（1947年）11月，将富锦县西部的新城区划归桦川县管辖。民国三十八年（1949年）5月，合江省并入松江省，桦川县隶属松江省管辖。\n\r\n       1954年8月，松、黑两省合并后，隶属合江专区管辖。桦川县政府驻佳木斯市。1956年3月6日，撤销桦南县并入桦川县；将原桦川县的新城、悦来、太平、苏家店等4个区划归集贤县管辖，将长发区的太平山、三家子村，黑通区的新华、靠山村和建国区的蒙古力、新民村共6个村划归佳木斯市管辖。3月15日两县正式合并，县人民委员会驻地湖南营镇，同时改为桦川镇。1957年 11月23日，桦川县的黑通、西格木、永安、裕太、大来岗、兴华6个乡和四合山乡的花园屯划归佳木斯市管辖。1958年2月，将集贤县的悦来镇和苏家店、孟家岗、丰年、中安、乌龙、新城、东林7个乡划归桦川县管辖。1959年3月，将悦来、新城、星火3个公社划归佳木斯市管辖。"
        },
        {
            "type": "text",
            "text": "       1964年5月30日，佳木斯市所属的建国、星火、拉拉街、苏家店、悦来、中伏、梨树、新城、西格木、永安、大来岗11个公社划归桦川县（但西格木、永安、大来岗3个公社因距县城过远，仍由佳木斯市代管）。同年6月5日，恢复桦南县，以合并于桦川县的原桦南县行政区域为桦南县的行政区域，桦川县人民委员会迁回悦来镇。1985年1月，正式撤销合江地区，桦川县划归佳木斯市管辖。"
        }
    ]
}