{
    "title": "双鸭山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "52",
            "category": "双鸭山市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：391次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十六年（1947年）成立双鸭山矿务局，隶属集贤县双鸭山矿区。双鸭山地名是以境内的两座形似“卧鸭子”的山峰而得名。1956年5月25日，撤销双鸭山矿区，设立双鸭山市（县级），1966年 2月8日，双鸭山市升为地级市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       古为肃慎属地，汉晋时期，肃慎改称挹娄；南北朝时称勿吉；隋时改为靺鞨，此间今双鸭山地区一直随属；唐时为渤海怀远府所辖；辽代属女真五国（指五大部族,即“剖阿里、盆奴里、奥里米、越里笃和越里吉）之越里吉国；金代属上京路下辖之胡里改路管辖；元初双鸭山地方为辽阳行省开元路所辖，元中叶后为合兰府水达达路管辖。明代属奴儿干都司弗提卫管辖。"
        },
        {
            "type": "text",
            "text": "       清初，为宁古塔昂邦章京汉其都统辖境；雍正十年（1732年）为三姓副都统管辖。从清高宗乾隆元年（1736年）以后的120多年的时间里，清政府对此地区实行“封禁”政策，严禁八旗人外各族人民进入这片“龙兴之地”，致使这里长期人烟稀少得不到开发发展。清光绪三十一年（1905年）设依兰府，此地为其所辖。清光绪三十三年（1907年）改设吉林行省，在临江设州，此地均为其所辖。清宣统元年（1909年）临江改为临江府，下置富锦县，本地为富锦县管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）1月23日，民国政府实行省道、县制，本地归吉林省依兰道富锦县管辖。民国五年（1916年）宝清设县，隶属吉林省依兰道。民国十七年（1928年）10月，富锦县大地主段有银等21人取得第五区小安邦河秃顶山太平沟(现岭东地区)区域的矿业开发权。开发面积5 400亩，起商号为“富安煤矿”。民国十八年（1929年）11月，桦川县的矿商景祥等41人取得第五区马蹄河南头草沟之间(现岭西地区)区域的矿业开发权，开发面积5 400亩，起商号为“富桦煤矿”。"
        },
        {
            "type": "text",
            "text": "       民国二十年（1931年）“九·一八”事变后，东北沦陷。伪满康德元年（1934年）10月，将东北划为14个省、一具特区、两个特别市。本区域归三江省。伪满康德二年(1935年)，依兰县矿商杨鹏山等4人，取得第五区马蹄河及安邦河间南岗(现小岭西地区)区域的矿业开发权。开发面积1 620亩，起商号为“星安煤矿”。伪满康德十年（1943年）日寇强行霸占双鸭山三个煤矿，成立了富锦矿业所。"
        },
        {
            "type": "text",
            "text": "        民国三十四年（1945年）“八·一五”东北光复后，11月21日，合江省政府成立。民国三十五年（1946年）6月，合江省设集贤县；民国三十六年（1947年）成立双鸭山矿务局，隶属集贤县双鸭山矿区，以区北部的一对形似“卧鸭子”的山峰得名。"
        },
        {
            "type": "text",
            "text": "       1954年7月1日，双鸭山矿区人民政府正式成立。矿区管辖范围包括尖山子、岭东、岭西3个地区。1956年5月25日，撤销双鸭山矿区，设立双鸭山市（县级），以原双鸭山矿区管辖范围为双鸭山市的行政区域，由省直辖。1957年将集贤县的公立、双河等6个自然屯和瓮泉乡全部划归双鸭山市。1958年8月，将双鸭山市划归合江地区管辖。1960年4月29日，撤销集贤县，设置友谊县，将原集贤县的西部地区划归双鸭山市管辖。1962年10月20日，撤销友谊县，恢复集贤县，将原集贤县划入双鸭山市的行政区域划归集贤县。"
        },
        {
            "type": "text",
            "text": "       1966年 2月8日，双鸭山市升为地级市，由省直辖。1980年4月15日，同意双鸭山市设立尖山、岭东、岭西、四方台、宝山5个区（均为县级）。1987年11月6日，佳木斯市管辖的集贤县划归双鸭山市领导；将双鸭山市的岭东、岭西2区合并为岭东区。同年12月4日，友谊县所属的七星镇划归双鸭山市管辖。1991年2月1日，宝清县、友谊县划归双鸭山市领导，同年4月1日正式改变隶属关系。"
        }
    ]
}