{
    "title": "双鸭山由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1095次",
    "content": [
        {
            "type": "text",
            "text": "       传说很久很久以前，天上的天鸟们耐不得天宫的寒冷和寂寞，便相约一起偷偷地飞到了下界。俗话说“凤凰非梧桐而不栖”，天鸟呢，当然非宝地而不依。天鹤飞落宝地鹤岗，天鸡驻足宝地鸡西。只有天鸭夫妇尚未找到宝地，飞啊，飞啊，一天飞到安邦河畔，见这里水如碧玉山如黛，天上白云冉冉，丛山紫雾缭绕，便收翅降地。落下一看啊，草木萋萋，鲜花艳艳，流水潺潺，鱼虾济济，果真是块宝地。天鸭夫妇心满意足，便乐而忘返天宫，从此就在这清幽、富饶的地方定居下来，无忧无虑地繁衍后代。"
        },
        {
            "type": "text",
            "text": "       附近有座小山，因为山顶上有个四四方的平台，所以人们称它为四方台山。每到晚上，山顶的平台便喷出一缕光来，像一只巨蜡，对天而烧，远照数十里。天鸟们常来这里聚会，天鸭夫妇的女儿天鸭公主，更是常常和她的女伴们来这里习武弄艺，或描龙刺凤。天鸭公主说这是支宝烛，接着地气，是地下宝库的大门。"
        },
        {
            "type": "text",
            "text": "       有仙就有魔。在四方台山的东南方向有个七星泡，泡里住着一条千年蛟龙，因为深居水底，总想找个照明的东西。一日夜游，见四方台山上有支宝烛大放华光，下面坐着几个美丽的女孩正在刺绣，便顿生抢劫之心，摇身一变，变成了一个夜叉模样的男人，大喝一声：“谁敢占我宝烛光亮，可是找死！”走向前，伸出毛烘烘的双手就要端那宝烛，天鸭公主见这恶怪，只气得柳眉倒竖，杏眼圆睁，厉声道：“何方来的怪物敢抢大家的宝烛？”便和这蛟怪交上了手。众女伴也连忙扯起手，紧紧围护着宝烛。天鸭公主与蛟怪地下天上战斗了两个时辰，终因是花柳质弱，公主早已香汗淋淋，步法散乱，一时失手被蛟怪一掌击中了后背，她吐了一口鲜血，便栽倒在地，众女伴齐去救天鸭公主，蛟怪便乘机去端宝烛。正在这时，忽地从侧面冲出一个手执药铲的小伙子来，一铲铲去，正中蛟怪的大腿，蛟怪大叫一声，便丢下宝烛，落荒而逃。"
        },
        {
            "type": "text",
            "text": "       原来这个小伙子就在山下居住，父母是闯关东来的山东老客，在这里以采药、挖棒槌（人参）为生。因为母亲是在山漳中生下了他，所以起名叫涧生子。多亏山上有此宝烛，使这贫困的一家夜间也能谋些营生。这夜，涧生子正在院中帮助父母炮制药材，忽见山上阴风滚滚，宝烛闪烁不定，后又听见厮杀声阵阵，知道有怪，便操起药铲，奔上山来护灯。涧生子击败了蛟怪，救下了宝灯，见一女子受伤，便和众女伴一起把她抬到自己的家中，涧生子的父母亲自调药抢救，但因受伤过重，百药无效。天鸭夫妇闻讯赶来，见女儿面如锡箔，气如游丝，便哭着恳请涧生子的父亲救活自己的女儿。老汉手捻银髯，愁容满面，半天方说：“除非云中峰的那对棒槌了”。"
        },
        {
            "type": "text",
            "text": "       原来西南方向数百里之外，有一座云中峰，山下有一个石潭，人们常在水中倒影里看见峰上有一对花繁叶茂的棒槌在那里灼灼闪光，谁都想采这对参宝，但是山腰有一对斑斓猛虎踞守，难到跟前，老汉也曾乘兴而去，败兴而回，今天为救公主性命，又想到这对参宝。涧生子听父亲说完，便忽地站起身来，要去采此参宝，来救公主性命。"
        },
        {
            "type": "text",
            "text": "       父亲给他磨利了药铲，母亲给他蒸好了路上的干粮，天鸭公公给他牵来了千里马，天鸭婆婆给他配挂好了鞍鞯，涧生子便出发了。一路上马不停蹄，饥餐渴饮。当天晚上来到云中峰下，栓好千里马，挎好药铲，也不顾山陡路滑，便牵葛攀藤登山了。一时间，来到山腰，但见两盏绿莹莹的光柱，正射向自己。他知道这就是老虎的眼睛，自己面前的石上有一条白色警戒线，他知道只要自己再往前迈上一步，跨越这个界限，猛虎就要扑向自己。这个界限是父亲当年没敢跨过的，自己也不敢跨吗？这时他好像又看到天鸭公主那惨白的脸，又看到了天鸭夫妇哭肿的眼，于是他勇敢地跨越了这生命攸关的一步。涧生子一过这白色界线，果然那只斑斓猛虎忽地吼叫一声，接着便挟着风向自己扑了过来，于是涧生子便与猛虎展开了你死我活的搏斗，相斗几十个回合不分胜败，正在相持不下时，后山那只守参的老虎听见了前山虎的吼叫，也赶来助战。俗话说好拳敌不过双手，何况涧生子的对手是两只猛虎，再加上赶了一天的路程已人困马乏，又战了几个回合，躲过了第二只猛虎的一扑一掀，可没有躲过硬如钢鞭的虎尾的一扫，涧生子被虎尾扫躺在地上，两只虎的前爪踏在他的身上，张开了血盆大口，露出了锯齿獠牙，就要拿涧生子果腹充饥。"
        },
        {
            "type": "text",
            "text": "       正在这万分危急的时候，从山上颤巍巍地走下两位鹤发童颜的老翁老妇，喝退了那两只斑斓猛虎，询问涧生子夜登云中峰的原因。涧生子见二老人慈眉善目，便把蛟怪盗宝烛，天鸭公主护宝烛受伤，眼下公主奄奄一息，故来此山寻求参宝的经过一一陈说。二老人一听天鸭公主生命垂危，吃惊不小，便对涧生子说：“无须参宝，老朽送你一些发须就可！”说完拿出剪刀，老婆婆在头上剪下了一缕银发，老翁剪下了一缕银须，包好递给涧生子，打发他火速回去救公主之命。涧生子叩谢二老大恩，把“发须”小心揣在怀里，便转身欲走，可老翁又把他叫住，说：“怕以后蛟怪还要来作怪，我再赠你几粒参籽，助 你强筋壮骨，好与蛟怪争斗”。说完就从腰间宝葫芦内倒出几粒参籽，老妇接来了一捧泉水，让涧生子吃下。涧生子这才拜辞二老，寻路下山，骑马赶回，一路上只觉身上燥热，燥热过后，顿觉身轻体健，知是参籽神力。"
        },
        {
            "type": "text",
            "text": "       次日中午方赶回四方台山，见公主还是昏迷不醒，气如游丝，便急忙掏出老人所赠的“发须”，一看呀，哪里是什么“发须”，分明是人参的根须，这时大家方才醒悟：这对老人就是传说中的那对参宝。于是便急忙熬了参汤，与公主灌下，果真神效，服下不久，公主的脸色便渐渐转红，醒了过来，不几天就恢复了健康。天鸭夫妇为报答大恩，便把自己的女儿许配给涧生子为妻，婚后小两口相敬如宾，恩恩爱爱，过起了甜蜜的生活。"
        },
        {
            "type": "text",
            "text": "       再说蛟怪，果不出那参宝老人所料，贼心不死，养好了铲伤，便又邀了条蛟龙来劫宝烛，天鸭夫妇也早有准备邀来了众天鸟，一起紧紧守卫着这支宝烛，两下里工七星泡和四方台山中间排开了战场，天天争斗，直杀得愁云惨淡，日月无光。"
        },
        {
            "type": "text",
            "text": "       涧生子自从吃了参籽，神力不同一般，与蛟怪交起战来，轻捷似白猿探月，凶猛如苍鹰捕兔，更加上挥铲如棍，呼呼生风，蛟怪哪里抵挡得住，便节节败退，最后又隐入到七星泡老巢。 涧生子乘勇追蛟，一直追到七星泡寻蛟争斗。天鸭公主见丈夫久久不回，便做了丈夫最爱吃的扁食（山东人称“饺子”为“扁食”），驾着小船去给丈夫送饭。可是到了那里却怎么也找不到丈夫，只见泡子里的水上下翻腾，如开了锅一般，好半天忽地风平浪静，水面上却出现了几缕鲜红的血迹。天鸭公主认为丈夫遇害，便哭着驾船返回，一路上边哭边把扁食撒到河里，祭奠丈夫的英灵。回家后，等了一天又一天，总等不来丈夫的影子，天鸭公主不饮不食，昼夜啼哭，忧郁成疾。"
        },
        {
            "type": "text",
            "text": "       原来，涧生子追赶蛟怪，追到了泡底，便和众蛟怪在水中上上下下搏斗起来，战到酣处，哪里还顾得回家，饥餐蛟怪肉，渴饮蛟怪血。水中无日月，一连争斗了七七四十九天，才把水底蛟怪斩尽杀绝，带着满身血水赶回家中，一看啊，妻子天鸭公主已经离开了人间。涧生子万分悲痛，在四方台山下筑了一座高大的馒头形的石墓埋藏了妻子，让妻子的泉下香魂永守着这支宝烛——这就是今天我们见到的馒头山；涧生子又去安慰天鸭夫妇，谁知天鸭夫妇，悲女夭折，石化为两座鸭形的山峰，看着女儿的坟莹，镇守着这块地下的瑰宝——这就是今天驰名中外的双鸭山。涧生子呢？也化成了一座笔挺的山峰，高风峻骨，象个武士永远护卫着这块宝地。这就是今天人们叫白了的“尖山子”。双鸭山市南郊的马营建山，就是当年涧生子坐骑上的鞍鞯；四方台山仍佳木蓊郁，山脚下流淌着七星河。当年天鸭公主给丈夫送饭的小河，人们直到今天还叫做扁食河呢！双鸭山人，自古就和天鸭结有斩不断的姻缘，有着骨肉不可分割的情谊，无怪人们用“双鸭山”给这座美丽的城市命名了。"
        }
    ]
}