{
    "title": "六月六“姑姑节”",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "443",
            "category": "节气节日"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：404次",
    "content": [
        {
            "type": "text",
            "text": "       农历六月初六，亦称“晒虫节”，有“六月六,晒丝绸”的民谚。此日午间晾晒丝、绸、皮、毛等经常不穿的衣物,以防虫蛀。还有“翻经会”“晒袍会”等，陕西还有放捞河灯和汲水造酒的活动，有的地区还举行“六月场”活动，青年男女通过对歌、赶表，掷花包形式，寻求恋爱对象。"
        },
        {
            "type": "text",
            "text": "       六月六也是布依族和瑶族的重大节日。“六月六，请姑姑。”每逢农历六月六日，农村的各家各户都要请回已出嫁的老少姑娘，好好招待一番再送回去。这个风俗是啥时候兴起的呢？"
        },
        {
            "type": "text",
            "text": "       相传在春秋战国时期，晋国有个宰相叫狐偃。他是保晋文公重耳流亡列国的功臣，封相后勤理朝政，十分精明能干。晋国上至文公，下至黎民对他都很敬重。每逢六月六狐偃过生日的时候，总有数不清的人给他拜寿送礼，恭敬他长生不老。就这样捧来敬去，狐偃慢慢地骄傲起来。时间一长，人们对他不满意了。但狐偃权高势重，人们都对他敢恕不敢言。"
        },
        {
            "type": "text",
            "text": "       狐偃的儿女亲家是当时的功臣赵衰。他对狐偃的作为很反感，就直言数落了他许多不是。狐偃听不进苦口良言，当众把亲家责怪一番。赵衰年老经体弱，经不起生气，不久竟因气而死。他的儿子恨岳父不讲仁义，决心找机会为父报仇。"
        },
        {
            "type": "text",
            "text": "       第二年，晋国夏粮遭灾，狐偃出京放粮，临走时对家里人说，六月六日一定赶回来过生日。狐偃的女婿得知这个消息，不由心中暗喜。他把几个至亲厚友请到家里，商量决定：六月六大闹寿筵，杀狐偃，报父仇。"
        },
        {
            "type": "text",
            "text": "       人们走后，狐偃的女婿回到后堂见了妻子。他试探着问：“像我岳父那样的人，天下老百姓恨不恨？”狐偃的女儿对父亲的作为也很生气，就顺口答道：“连你我都恨他，还用说别人？”她丈夫一听这话，再想起平日夫妻感情深厚，料想无妨，就把他的计划说了出来。妻子听了，脸一红一白，愣了半天才说：“我是你家的人，顾不得娘家事啦，你看着合适就那样办吧。”"
        },
        {
            "type": "text",
            "text": "       从这以后，狐偃的女儿整天心惊肉跳，她恨自己的父亲不该狂妄自大，对亲家太绝情。但转念想起父亲的许多好处，又觉得得杀了太过分，亲生女儿决不能见死不救。她犹豫了好几天也拿不定主意，一直到六月初五后晌，才趁丈夫忙于准备之机跑回娘家去。她问母亲：“丈夫跟父亲比较，谁亲近些？”母亲见女儿匆匆回来，心里怀疑。就答道：“父亲好比你的头，割掉就长不出来了。丈夫好比身上的衣服，脱了这件还能换那件。”女儿一听，就把丈夫的密计说了出来。母亲大惊，急忙差人连夜给狐偃捎信叫他早作准备，又吩咐家将严密防备，守护相府。"
        },
        {
            "type": "text",
            "text": "       狐偃的女婿见妻子逃跑了，情知机密败露，吓得浑身筛糠，闷在家中等狐偃来收拾自己。六月初六一早，狐偃女婿刚吃罢早饭，就见门官惊慌来禀：“老爷，狐相爷亲自来到咱府，说是请你哩！”“请？”狐偃的女婿苦笑一声，知道是祸躲不过，硬着头皮出门迎接。谁知道狐偃见了女婿，就像没事儿一样，翁婿二人并马回相府去了。"
        },
        {
            "type": "text",
            "text": "       今年的拜寿宴席，狐偃没有老早坐到寿堂上等众人叩拜。他恭恭敬敬地请女儿女婿坐上，小夫妻二个苦推不过，只得心跳着坐下来。"
        },
        {
            "type": "text",
            "text": "       这时，狐偃对众人说：“老夫今年放粮，亲见百姓疾苦，才知我近年来做事有错。今天贤婿设计害我，虽然过于狠毒，但事没办成。为父报仇，老夫决不怪罪。女儿救父危难，尽了大孝，理当受我一拜。并望贤婿看我面上，不计仇恨，两亲和好！”一席话说得满座宾客又惊又喜，女儿女婿一起离坐，跪在父亲面前叩头请罪。狐偃连忙挽起，这才各归座位，给狐偃拜寿贺喜。"
        },
        {
            "type": "text",
            "text": "       从此以后，狐偃真心改过，翁婿比前更加亲近。为了记着这个教训，狐偃每年六月六日都要请回闺女、女婿团聚一番。这事传扬出去，老百姓个个模仿，也都在每年六月六日这一天叫回闺女，应个消仇解怨、免灾去难的吉利。年长日久，相沿成习，流传至今。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       农历六月初六，除了是“姑姑节”外。在古代还是另外一个节日，名叫天贶（贶：赐赠之意）节。该节起源于宋真宗赵恒。某年的六月六日，他声称上天赐给他天书，遂定是天为天贶节，还在泰山脚下的岱庙建造一座宏大的天贶殿。"
        },
        {
            "type": "text",
            "text": "       天贶节的民俗活动，虽然已渐渐被人们遗忘，但有些地方还有残余。江苏东台县人，在这一天早晨全家老少都要互道恭喜，并吃一种用面粉搀和糖油制成的糕屑，有“六月六，吃了糕屑长了肉”的说法。"
        },
        {
            "type": "text",
            "text": "       还有“六月六，家家晒红绿”的俗谚；“红绿”指五颜六色的各样衣服。此谚的后一句，又作“家家晒龙袍”；在扬州有个解释，说乾隆皇帝在扬州巡游的路上恰遭大雨，淋湿了外衣，又不好借百姓的衣服替换，只好等待雨过天晴，将湿衣晒干再穿，这一天正好是六月六，因而有“晒龙袍”之说。江南地区，经过了黄梅天，藏在箱底的衣物容易上霉，取出来晒一晒，可免霉烂。此外还有给猫狗洗澡的趣事，叫做“六月六，猫儿狗儿同洗浴”。"
        },
        {
            "type": "text",
            "text": "       六月六也是佛寺的一个节日，叫做“翻经节”。传说唐僧到西天取经回来，不慎将所有经书丢落到海中，捞起来晒干了，方才保存下来。因此寺院藏经也在天贶节这一天翻检曝晒。"
        }
    ]
}