{
    "title": "七台河市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "53",
            "category": "七台河市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：437次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十七年（1948年）设置七台河区。1960年3月，设置七台河镇。1965年2月2日，设立七台河特区，1970年4月1日，撤销七台河特区，设立七台河市（县级），1983年10月8日，七台河由县级市升为地级市。七台河，由“奇塔河”转音，鄂伦春语，意为“薪屋”。设治时以河得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在远古商周时代，是祖国古老民族之一肃慎族①的地域。汉代肃慎改成挹娄，挹娄臣属夫余（古老民族之一，居住在今吉林省农安、扶余县一带），而夫余隶属于汉朝设于东北的玄菟郡（今沈阳市东郊）辖，挹娄亦附属于汉。魏文帝黄初元年（220年）至魏文帝黄初七年（226年），挹娄摆脱夫余统治，直接与中原往来。"
        },
        {
            "type": "text",
            "text": "       唐先天二年（713年），唐玄宗册封靺鞨族首领大祚荣为渤海郡王兼忽汗州都督，这个地方政权在历史上也称渤海国。渤海国辖5京、15府、62州、130余县，七台河地区归属铁利府（今阿城迤东之地）辖。"
        },
        {
            "type": "text",
            "text": "       契丹天赞五年（926年）渤海国被契丹灭亡，辽会同十年（947年)契丹改国号为辽。辽在今依兰县以东松花江两岸至乌苏里江口设五国部，越里吉（今依兰县治）为五国头城，七台河地区归属越里吉辖。"
        },
        {
            "type": "text",
            "text": "       金收国元年(1115年)，金灭辽。地方最高行政机构为路（相当于省），共设19路，七台河地区归属胡里改路（今依兰喇嘛庙）辖。"
        },
        {
            "type": "text",
            "text": "       元朝创行省制，将胡里改路并入辽阳行省开元路（今辽宁开元县境内）设胡里改军民万户府（今依兰喇嘛庙），七台河地区归属胡里改军民万户府辖。"
        },
        {
            "type": "text",
            "text": "       明永乐七年（1409年），明朝政府在黑龙江下游亨滚河东岸特林地方设置奴儿干都指挥使司，下设卫、所。七台河地区归属呕罕河卫（呕罕河即今倭肯河，卫址在今依兰县东）辖。"
        },
        {
            "type": "text",
            "text": "       清代，康熙五十三 年（1714年）于三姓（今依兰县）先后设置协领、副都统及府、道衙门等军政机构，今七台河地区归其所辖。"
        },
        {
            "type": "text",
            "text": "       民国五年（1916年），以桃山脚下的王霸砬子河（今万宝河）为界，今七台河地区分归依兰、宝清两县辖。民国七年（1918 年），经吉林省长公署批准设勃利县。从此，七台河地区由依兰县划出，归属勃利县辖。民国三十七年（1948年）设置七台河区。"
        },
        {
            "type": "text",
            "text": "       1951年七台河区改为第十二区。1956年3月，撤区划乡，分设七台河、茄子河、中心河3个乡。1958年9月，成立七台河人民公社。同年12月，成立七台河矿区（包括勃利煤矿筹备处）人民公社。1960年3月，设置七台河镇，称七台河镇人民公社。为适应煤炭生产发展的需要，1965年2月2日，中共中央、国务院批准，设立七台河特区，在七台河煤矿进行“政企合一”试点。特区人民委员会驻原七台河镇，隶属合江专区。同年5月20日，七台河特区人民委员会正式成立，与矿务局“政企合一”，同时撤销七台河镇。"
        },
        {
            "type": "text",
            "text": "       1966年9月26日，将勃利县的茄子河、中心河两个公社划归七台河特区管辖。1970年4月1日，撤销七台河特区，设立七台河市（县级），隶属合江地区。1983年10月8日，七台河由县级市升为地级市，改由省直辖；同时将合江地区的勃利县和宝清县的红卫、岚峰两个公社划归七台河市管辖。1984年1月20日，七台河市设立桃山、茄子河、新兴3个市辖区，均为县级建制。至此，全市辖 3个区和1个勃利县。"
        },
        {
            "type": "text",
            "text": "【注释】\r\n       ①肃慎族，汉代改成挹娄；南北朝称勿吉；隋唐称靺鞨；辽、金、明称女真；清天聪九年（1635年，即明崇祯八年），清太宗改女真为满洲。"
        }
    ]
}