{
    "title": "三八妇女节",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "443",
            "category": "节气节日"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：333次",
    "content": [
        {
            "type": "text",
            "text": "       三八国际妇女节是全世界妇女的节日。这个日子是联合国1977年12月的一项决议声明中确定下来的。该声明虽然强调联合国妇女权益和和平日的具体日子服从各成员国的历史和传统，但联合国本身的国际妇女节订为3月8日，而且从1975年开始承认的。联合国的这一声明为世界上很多国家所承认，三八节由此也是很多国家的法定假日。"
        },
        {
            "type": "text",
            "text": "       至于联合国为什么要定这一天为国际妇女节，则是有历史的演变过程。"
        },
        {
            "type": "text",
            "text": "       1857年3月8日，美国纽约的服装和纺织女工举行了一次抗议，反对非人道的工作环境，12小时工作制和低薪，游行者被警察围攻并赶散，两年以后，又是在三月，这些妇女组织了第一个工会。"
        },
        {
            "type": "text",
            "text": "       1908年3月8日，1500名妇女在纽约市游行，要求缩短工作时间，提高劳动报酬，享有选举权，禁止使用童工，她们提出的口号是“面包和玫瑰”；面包象征经济保障，玫瑰象征较好的生活质量。五月，美国社会党决定以二月的最后一个星期日做为国内的妇女节。"
        },
        {
            "type": "text",
            "text": "       1909年，根据美国社会党的宣布，第一个国际妇女节2月28日在美国被定为2月的最后一个星期天直到1913年。"
        },
        {
            "type": "text",
            "text": "       1910年，德国社会学家蔡特金(ClaraZetkin)建议为了纪念美国服装工人的罢工应设定一天当“国际妇女节”。该建议被在哥本哈根召开的国际妇女社会学家会议接受，但并未定出具体日期。"
        },
        {
            "type": "text",
            "text": "       1911年，奥地利、丹麦、德国和瑞士将妇女节定为3月19日，超过一百万人在当天参加了集会。除了要求得到选举权和政府公职权，她们还要求得到平等的工作和就业培训机会，并且要求消除工作中的性别歧视。"
        },
        {
            "type": "text",
            "text": "       1917年，二百多万俄国士兵死在战争中，俄国妇女再次选择在2月的最后一个星期天为“面包与和平”举行罢工。不顾政府的反对，妇女们走上街头。四天后沙皇不得不退位，临时政府赋予妇女们选举权。这个历史性的星期天是罗马公历的2月23日，而在其他国家所使用的阳历中，这一天是3月8日。"
        },
        {
            "type": "text",
            "text": "       1924年，中国共产党在广州召开了第一次“三·八”节纪念大会。1949年，我国中央人民政府作出决定，将三月八日定为妇女节，该日全国妇女放假半天，举行各种仪式的纪念，祝庆活动。"
        },
        {
            "type": "text",
            "text": "       在一次大战前夕的和平运动中，俄国妇女在1913年2月的最后一个星期天庆祝了她们的第一个节日。而在欧洲的其他地方，在随后的几年里，妇女们总是在3月8日前后来举行集会，表达她们团结起来抵抗战争的决心。"
        },
        {
            "type": "text",
            "text": "              1977年12月，联合国采纳了一项决议声明，联合国妇女权益和和平日，在一年的某一天，遵从各成员国的历史和传统，对联合国而言，国际妇女节定为3月8日，且从1975年开始。"
        },
        {
            "type": "text",
            "text": "       总的来说，三八节是各国妇女为争取平等、公正、和平以及发展而进行斗争的过程中形成的。也正因为此，南非的国际妇女节的日子不同于世界各国，定在8月9日。1956年8月9日，数百名黑人妇女在比勒陀利亚举行示威游行，抗议当局推行种族隔离的“通行证法”。后来的新南非政府即将这一天定为妇女节，以纪念南非妇女在争取平等斗争中所作的贡献。"
        }
    ]
}