{
    "title": "密山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "54",
            "category": "鸡西市"
        },
        {
            "id": "107",
            "category": "密山市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：736次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       密山市，以境内蜂蜜山得名。位于穆棱河与兴凯湖之间有一座山峰，海拔574米，相传百年前此山森林茂密，野蜂成群，岩峦上蜂蜜流淌，故称蜂蜜山。1899年，吉林将军长顺奏请清政府：设蜂蜜山招垦局。清光绪三十三年（1907年），东三省总督徐世昌奏请清廷以“蜂蜜山” 命名“蜜山府”。翌年，清政府批准增设“密山府”，然而在1908年下发批文，批准铸造印鉴时，由于失误将“蜜”写成了“密”，这样改成了“密山府”。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）3月2日，将密山府改为密山县。1988年11月17日，撤销密山县，改设密山市（县级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在五千年前，就有人类生存在兴凯湖畔。商周战国时期活动在湖滨河谷地带的人属于肃慎人，西汉时期肃慎改称挹娄，至魏晋此地属挹娄，南北朝时期挹娄改称勿吉，北齐时期（536年）勿吉改称靺鞨。隋朝此地属靺鞨拂湿部。"
        },
        {
            "type": "text",
            "text": "       唐初，武则天万岁通天元年（696年），靺鞨人首领乞四比羽拒绝朝廷册封，率众东渡辽河返回故里。武则天命玉钤卫大将军李楷固、中郎将索仇将其击斩。途中另一首领乞乞仲象之子大祚荣带领众人击败朝廷将领李楷固率领之追兵（此时乞乞仲象已病死），于圣历元年（698年）来到太白山（长白山）东北奥娄河（牡丹江）一带筑城定居（今吉林敦化敖东城，亦称“旧国”），大祚荣自立为震（亦作振）国王，仍称靺鞨。开元元年（713年），唐玄宗册封大祚荣为左骁卫大将军、渤海郡王，此后称渤海，不称震国。唐肃宗至德元年（756年）至后唐天成元年（926年）属于渤海国东平府管辖。后唐天成元年（926年）靺渤海国被契丹所灭，靺鞨改称女真，密山属生女真含国部。"
        },
        {
            "type": "text",
            "text": "       辽元庆五年（1115年）阿骨打称帝，国号大金，金时代密山属上京恤品路辖制。元至元八年（1271年）改属元朝辽阳行省开元路治下的水达达路管辖。明代，密山域内居民为东海女真（野人女真）。明朝永乐七年（1409年）属明朝奴儿干都司恨可卫。"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年）起属清朝宁古塔将军副都统管辖，清光绪二十一年（1895年），开始放荒招垦。清光绪二十五年（1899年），于蜂蜜山设招垦局，管理今密山、虎林、饶河一带的招垦事宜。清光绪二十六年（1900年），沙俄武装入侵，垦户惨遭杀害和逃亡，招垦局被迫撤销。清光绪二十八年（1902年），复设招垦机构，隶属穆棱河招垦分局。"
        },
        {
            "type": "text",
            "text": "       清光绪三十三年十二月二十六日（1908年1月29日），东三省总督和吉林巡抚奏准，于蜂蜜山招垦局址（今知一镇），设置密山府。知府于清光绪三十四年十月十五日（1919年11月8日）到任视事。隶属吉林行省东北路道。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，民国二年（1913年）3月2日，将密山府改为密山县，隶属东北路道。民国三年（1914年）6月，东北路道改为依兰道，隶属依兰道。民国十八年（1929年）2月，裁撤道区，改由吉林省直辖，时为三等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶吉林省。康德元年（1934年）12月伪满洲国改行帝制，实行地方行政机构改革，改东北为十四省，密山县划归滨江省管辖。伪满康德四年（1937年）7月，划归牡丹江省管辖。伪满康德六年（1939年）5月29日，伪牡丹江省公署将密山县之新密山（今密山镇）改为“东安”。同年6月1日，划归新设之东安省管辖，并为东安省省会，伪东安省公署驻东安街（今密山镇）。伪满康德九年（1942年）1月1日，将东安街改设东安市。伪满康德十年（1943年）10月后，密山县、东安市先后隶属东满总省和东满省。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年），抗日战争胜利后，密山县和东安市同时划归合江省管辖。民国三十五（1946年）4月，划归新创建的绥宁省。同年6月，划回合江省，隶属新设立的东安专区；7月1日，东安专员公署从鸡宁县迁至东安市。"
        },
        {
            "type": "text",
            "text": "       民国三十六年（1947年）5月，将密山县西部的永安、向阳两个区划归新设立的永安县。同年8月，将密山县、东安市划归新设置的牡丹江省管辖，并撤销东安专区。同时，密山县政府迁至东安街（今密山镇）；9月，撤销永安县，原永安、向阳两个区又划回密山县；10月，将杨岗区划归虎林县管辖。民国三十七年（1948年）7月，撤销牡丹江省，又划归合江省管辖；同时，撤销东安市并入密山县。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月，撤销合江省，改由松江省管辖。1954年8月，松、黑两省合并后，隶属黑龙江省管辖。1956年3月，划归牡丹江专区（后改牡丹江地区）。1956年12月8日，撤销鸡西县，设置鸡西市，将原属鸡西县的银丰、得胜、鸡林、前进、永安、永和、金城、新城、下亮子、综合、友好、东海、兴隆、哈达14个乡和平阳镇划给密山县管辖。1963年1月20日，将虎饶县管辖的裴德、富源、民政、兴凯等公社划归密山县管辖。1983年9月3日，撤销牡丹江地区，改由牡丹江市领导。1988年11月17日，撤销密山县，改设密山市（县级）。由牡丹江市代管。1992年10月5日，密山市改由鸡西市管辖至今。"
        },
        {
            "type": "text",
            "text": "【附加】\n东安市沿革：\n       东安市，原名东安街（今密山镇）。中华民国初期，称“二道岗”。伪满康德五年（1938年）铁路修通，设立密山火车站，俗称新密山（相对于县城老密山，即知一镇）。伪满康德六年（1939年）5月28日，牡丹江省公署令，将“新密山”改称“东安”，并为东安省省会。伪满康德九年（1942年）1月1日，从密山县境内将东安街划出，设置东安市，隶属东安省管辖。伪满康德十年（1943年）10月，改隶东满总省，伪满康德十二年（1945年）5月再改隶东满省。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，划归合江省管辖。民国三十五年（1946年）4月，划归绥宁省管辖，同年6月划回合江省，隶属东安专区，并为东安专员公署驻地。民国三十六年（1947年）2月东安专区改称第二专区。同年年8月，划归牡丹江省管辖。民国三十七年（1948年）7月，撤销牡丹江省建制，同时撤销东安市，并入密山县。"
        }
    ]
}