{
    "title": "密山市所辖乡镇名称的由来",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "54",
            "category": "鸡西市"
        },
        {
            "id": "107",
            "category": "密山市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "【密山镇】\r\n       密山镇，原名“二道岗”，中华民国时期，此地属密山县管辖的一个居民点，只有4户人家，称为“四人班”。东北沦陷后，伪满洲国大同三年（1934年）划为连珠山保二道岗甲。同年5月，修筑林密线铁路，在二道岗设站，周围城乡人口逐渐流入。伪满洲国康德二年（1936年）7月1日，林密铁路竣工后，人口剧增，形成集镇，称“新密山”。伪满洲国康德九年（1942年）伪满东安省成立时，在此建东安市、东安省公署、东安市公署。民国三十五年（1946年）中共东安地委、东安地区专员公署设在此地。民国三十七年（1948年）地委、专属撤销，密山县政府由知一迁入。1950年9月，改为第一区。1958年正式建立密山镇人民公社。镇名由县名而得。1980年5月，恢复密山镇名称。"
        },
        {
            "type": "text",
            "text": "【连珠山镇】\r\n       自清光绪二十五年（1899年）于蜂蜜山设招垦局以后，这里称为东八方。日寇入侵以后，在此建立军火仓库，称西大营。解放后，在此建立东北酿造公司，后划归五机部领导，称四七五厂，对外称龙江合成厂。随着工厂的发展，厂区不断扩大，先后成立工建村、工建乡，1957年9月，将工建乡改设连珠山镇。以境内一山名连珠山命名。翌年8月，并入东方红人民公社。1959年3月，从东方红公社划出，设置连珠山镇公社。1980年5月，复称连珠山镇。"
        },
        {
            "type": "text",
            "text": "【知一镇】\r\n       知一镇，原称“局子街”。民国三十七年（1948年）为纪念已故柳知一县长，更名为“知一”。"
        },
        {
            "type": "text",
            "text": "       清末，放荒招垦，清光绪二十五年（1899年），吉林将军长顺奏请清政府设蜂蜜山招垦局。光绪二十八年（1902年），清政府派三品顶戴吴瞻菁总理办蜂蜜山荒务，设总局于晾台山（今穆棱市伊林镇），设分局二所，一所在蜂蜜山凤绵镇（今知一镇），另一所在呢吗口（今虎林市）。“庚子之变，垦户逃亡，局亦撤去”。光绪三十三年（1907年），复设招垦分局。蜂蜜山招垦局由晾台山迁至凤绵镇，建设土垡垒筑土房5间，周边以柞木围成院墙，作为局办理荒务场所（知一中学院内），故知一镇曾有“局子街”之称谓。光绪三十四年（1908年）初，设置密山府，驻招垦局址。中华民国成立后，民国二年（1913年）“改府为县”，成为密山县城。东北沦陷后，初为密山保，后设密山街。“新密山”（今密山镇）形成城镇后，亦称此地为“老密山”。民国三十四年（1945年）“九三”抗日战争胜利后，为密山县城关区。民国三十六年（1947年）10月，密山县政府迁到东安街（今密山镇）。民国三十七年（1948年）原城关区改为知一区。1950年9月，改为第二区。1956年3月，撤区划乡，分设知一乡和同心乡。1958年8月，将同心乡并人成立知一人民公社。1962年4月，将东部地区划出，成立柳毛公社。1984年4月，撤销知一公社，设置知一镇。"
        },
        {
            "type": "text",
            "text": "【黑台镇】\r\n       黑台镇驻地，原名王家烧锅。中华民国二年（1913年）王兆桐于此开设烧锅，故称“王家烧锅”，隶属密山县管辖。民国十二年（1923年）称盔山镇。东北沦陷后，伪满洲国大同二年（1933年）林密铁路修建到这里，建了一座炮台式火车站，因这座“炮台”朝向中苏边界上的老黑背山，故取名“黑台站”。伪满洲国大同三年（1934年）始设王家烧锅保，后改设黑台村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月，设置黑台区。1950年9月，改为第十一区。1956年3月，撤区划乡，分设黑台、太平、勤农等乡。1957年8月，将勤农乡并入太平乡。1958年8月，成立黑台人民公社。1962年4月，划分为黑台、太平两个公社。1984年4月，将黑台公社改为黑台镇。"
        },
        {
            "type": "text",
            "text": "【裴德镇】\r\n       裴德镇，因濒裴德河得名。清末，属密山府管辖。中华民国元年（1912年）设立乡制，称裴德乡。日伪时期这里曾驻有日本关东军、步兵、骑兵部队，曾被划为禁区。伪满洲国康德五年（1938年）日本国移民建立了日本开拓团，禁止中国人迁入垦荒。民国三十四年（1945年）“九三”抗日战争胜利后，于民国三十六年（1947年）9月设置裴德区。1950年9月改为第九区。1956年3月，撤区划乡，设置裴德、兴凯、民政。1957年8月，将民政、爱林乡并人富源乡；兴利乡并人裴德乡。1958年8月，成立裴德人民公社。同年12月，将原裴德乡并入农大试验农场；兴凯、兴利乡并入八五一一农场；富源、民政乡并人八五五农场，皆划归虎林县管辖。1962年“场社分开”，成立裴德区，1963年1月划回密山县，恢复裴德公社。1984年4月，将裴德公社改设裴德镇。"
        },
        {
            "type": "text",
            "text": "【兴凯镇】\r\n       兴凯政区内在民国九年（1920年）前尚无村屯，至解放前只有兴凯村，西大林子和木材部（今东发村），民国三十六年（1947年）成立兴凯、东发、结合三个村政府，分属密山县裴德区、虎林县杨岗区管辖，1958年并入八五一一农场。1962年场社分家，建立人民公社，据兴凯湖名而称为兴凯公社。1984年改为兴凯镇。"
        },
        {
            "type": "text",
            "text": "【连珠山乡】\r\n       民国十四年（1925年）设连珠山保，属密山县管辖。东北沦陷后，伪满洲国康德二年（1936年）建连珠山村，后期隶属信浓村管辖。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月，设置连珠山区。1950年9月，改为第十区。1956年3月，撤区划乡，分设东方红等乡。1958年8月，成立东方红人民公社。翌年3月，划出部分区域，设置连珠山镇公社。1961年将东方红公社更名为连珠山公社。据境内一山名而称连珠山公社。1984年4月，改为连珠山乡。"
        },
        {
            "type": "text",
            "text": "【双胜乡】\r\n       双胜乡原为密山镇、和平公社管辖。1961年9月，从和平公社划出永胜、新农、和平、新鲜等10个生产大队和从密山镇划出的牧副、双胜两个生产大队合并，建立双胜人民公社。1984年4月，改为双胜乡。"
        },
        {
            "type": "text",
            "text": "【和平乡】\r\n       民国三十六年（1947年）秋，隶属东安区管辖，翌年增设东兴区，1950年9月改为第十三区。1956年3月，撤区划乡，分设和平、新农、新建、三人班、红旗5个乡。1957年8月，将三人班乡改为东明乡。翌年1月，将红旗乡并入东明乡。1958年8月，成立和平人民公社。1961年9月，将永胜、和平等10个生产大队划归新设立的双胜公社管辖。1984年4月，改为和平乡，同年11月改设和平朝鲜族乡。"
        },
        {
            "type": "text",
            "text": "【柳毛乡】\r\n       柳毛乡，因境内柳毛河得名。柳毛河屯形成于清末，属密山府管辖。中华民国成立后，隶属密山保。东北沦陷后期，隶属密山街。民国三十四年（1945年）“九三”抗日战争胜利后，隶属城关区。民国三十七年（1948年）改隶知一区。1950年9月，改隶第二区。1956年3月，设置同心乡。1958年8月，并人知一人民公社。1962年4月，从知一公社划出，建立柳毛公社。1984年4月，改为柳毛乡。"
        },
        {
            "type": "text",
            "text": "【杨木乡】\r\n       杨木乡名源于驻地杨木村名。杨木村，原名“杨木岗”。据传清同治五年（1866年）吕玉一家至此开荒，因住地位于一道高岗，而且岗上多为杨树，故称此地为杨木岗。清末，属密山府管辖。中华民国时期，设杨木岗保。东北沦陷后，初为杨木岗保，后设杨木岗村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月，设置杨木岗区。1950年9月，改为第八区。1956年3月，撤区划乡，分设杨木乡和板石乡。1958年8月，成立杨木人民公社。1984年4月，改为杨木乡。"
        },
        {
            "type": "text",
            "text": "【兴凯湖乡】\r\n       兴凯湖乡一带，原名马家岗。清末，马氏兄弟3人来此地垦殖，形成前马家、后马家、西马家，故称“马家岗”，属密山府管辖。中华民国成立后，隶属密山县第三保。东北沦陷后，初隶马家屯保，后改称马家岗村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月，设置马家岗区。1950年7月，改为第七区。1956年3月，撤区划乡，分设新生、承紫河、凤凰德乡。1958年1月，将承紫河乡并人新生乡，同年8月成立新生人民公社，1960年改称兴凯湖公社。以著名的湖泊兴凯湖而得名。1962年4月，划分为兴凯湖、承紫河两个公社。1984年4月，将兴凯湖公社改为兴凯湖乡。"
        },
        {
            "type": "text",
            "text": "【承紫河乡】\r\n       清末，属密山府管辖，密山府知府胡魁章来此地放荒，因有一条小河在一座古城遗址旁流过，为该河起名为“城子河”，后因与鸡西市的城子河重名，以其谐音改为“承紫河”。中华民国时期，隶属王家屯保管辖。东北沦陷后期，隶属马家岗村。民国三十四年（1945年）“九三”抗日战争胜利后，初隶马家岗区，后隶第七区。1956年3月，撤区划乡，设置承紫河乡。1958年1月，并入新生乡，同年8月成立新生人民公社，1960年改称兴凯湖公社。1962年4月，从兴凯湖公社划出，建立承紫河人民公社。1984年4月，改为承紫河乡。"
        },
        {
            "type": "text",
            "text": "【白泡子乡】\r\n       白泡子乡，因乡境内有“白泡子”得名。白泡子，位于兴凯湖以北，水面15平方公里，站在高处远眺，白茫茫一片，故名“白泡子”，由此而得村落名称。中华民国时期，设白泡子保，属密山县管辖。东北沦陷后，初为白泡子保，后设兴凯村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月设置白泡子区，1950年9月改为第六区。1956年3月，撤区划乡，设置白泡子乡和临湖乡。1958年1月，将临湖乡并人白泡子乡。同年8月，成立白泡子人民公社。1984年4月，改为白泡子乡。2011年7月8日，密山市白泡子乡更名为白鱼湾乡。主要因为“白泡子”称谓陈旧土气，且与我省多处乡镇重名，而且白泡子乡是大白鱼的主产区，占整个兴凯湖大白鱼捕捞量的80%以上，故以“白鱼湾乡”命名，更能准确地反映该乡的地域特点和资源优势，更有利于打造和推广兴凯湖大白鱼品牌，提升地区知名度。"
        },
        {
            "type": "text",
            "text": "【三梭通乡】\r\n       三梭通乡名源于驻地三梭通村名。清末，有三个“梭利人”（鄂伦春族人，一说蒙古人）来此地，住在搭成的“撮罗子”里，以渔猎为生。由于这里地处穆棱河南岸，位于涉渡河北的一条通道上，故名三梭通。中华民国成立后，民国十四年（1925年）设三梭通保。东北沦陷后，始设三梭通保，后改设三梭通村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月设置三梭通区，1950年9月改为第五区。1956年3月，设置三梭通乡。1958年8月，改称三梭通人民公社。1984年4月，改为三梭通乡。"
        },
        {
            "type": "text",
            "text": "【二人班乡】\r\n       二人班乡名源于驻地二人班村名。清末，有两位老人来此垦荒定居，故称“二人班”，属密山府管辖。中华民国成立后，密山县设二人班保。东北沦陷后，始为二人班保，后设二人班村。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月，设置二人班区。1950年9月，改为第四区。1956年3月，撤区划乡，分设二人班乡和联成乡。1958年8月，成立二人班人民公社。1961年将北部地区划出，成立集贤公社。1984年4月，将二人班公社改为二人班乡。"
        },
        {
            "type": "text",
            "text": "【集贤乡】\r\n       集贤乡名源于驻地集贤村名。原称宋家店。清末，有宋平海者于此开店，故称“宋家店”，隶属密山府管辖。中华民国成立后，隶属密山县管辖。东北沦陷后，伪满洲国大同元年（1932年）以“宋家店人集中贤慧善良”之意，取“集中、贤慧”二词之首字，改为集贤屯。后隶二人班村管辖。民国三十四年（1945年）“九三”抗日战争胜利后，于翌年9月隶属二人班区。1950年9月，改隶第四区。1956年3月，撤区划乡，隶属联成乡。1958年8月，并入二人班人民公社。1961年从二人班公社划出，建立集贤公社。1984年4月，改为集贤乡。"
        },
        {
            "type": "text",
            "text": "【太平乡】\r\n       太平乡名源于驻地太平村名。原属密山县黑台区管辖。1956年3月，设置太平乡。1957年8月，将勤农乡并入太平乡。1958年8月，并入黑台人民公社。1962年4月，从黑台公社划出，成立太平公社。1984年4月，改为太平乡。"
        },
        {
            "type": "text",
            "text": "【富源乡】\r\n       富源乡名源于驻地富源村名。中华民国时期，称“五道岗”隶属密山县管辖。东北沦陷后，伪满洲国康德四年（1937年）日本侵略者赶走当地居民，于前、后五道岗建立日本开拓团部落，后设南五道岗村和北五道岗村。民国三十四年（1945年）“九三”抗日战争胜利后，日本开拓团移民逃散。于翌年9月，设置五道岗区。民国三十六年（1947年）改为富源乡，是因这里土地肥沃、资源丰富。同年秋，划为裴德区，1950年9月，改为第九区。1956年3月，撤区划乡，分设裴德、兴凯、民政、富源等乡。1957年8月，将民政、爱林乡并入富源乡。1958年12月，并入金沙（八五五）农场四分场，划归虎林县管辖。1962年“场社分开”。1963年4月，将富源、爱林、民政公社划回密山县管辖。1964年6月，将民政、爱林公社划归富源公社。1984年4月，改为富源乡。"
        },
        {
            "type": "text",
            "text": "【新村乡】\r\n       新村乡，以乡政府驻地新村得名。原属密山县黑台区管辖。解放前这里是一片原始森林。1958年在道岭子建立林场，1969年在此建立密山县“三线”建设指挥部。1975年7月，增建新村人民公社，因这里集中建设路一批全县最新的村落而得名。1984年4月，改为新村乡。"
        }
    ]
}