{
    "title": "牡丹江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "55",
            "category": "牡丹江市"
        }
    ],
    "detail": "[日期：2014-02-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：813次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       牡丹江地名是以牡丹江河流而得名。牡丹江在唐代称忽汗河（一作忽汗水）；金代称呼里改江（一作骨乌里改江）；元代称忽尔哈河；明代称胡里改江（又称呼拉哈河、虎尔哈河、胡尔哈河、呼尔哈河、火儿哈河）；清民称“牡丹乌拉”、“虎尔哈”、或“牡丹江”。上述出现的名称，大都为音似字异，均为满语“弯曲”的意思（另一种解释为“响水”）。牡丹江河流蜿蜒曲折，流淌于老爷岭的群山之中，故名为牡丹江，含有湾曲的江水之意。最早为站名，后建置市制时取其为地名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周为肃慎地，汉晋属挹娄，南北朝属勿吉，隋属靺鞨，唐属渤海国，金属胡里改路，明属奴儿干都司，清代属宁古塔将军辖区，今郊区乜河村（古称尼叶赫）是宁古塔通往三姓的重要驿站。清光绪二十七年（1901年）修筑中东铁路建火车站，因车站南临牡丹江，遂取名“牡丹江站”。清末添设民官后，隶属宁安府管辖。"
        },
        {
            "type": "text",
            "text": "       中华民国成立以后，隶属宁安县管辖。民国九年（1920年）以后，在牡丹江车站周围丈放街基，人口不断增加，店铺日益兴起，逐渐形成集镇。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，伪满康德三年（1936年）12月，图们江至佳木斯铁路全线通车后，牡丹江新站（今牡丹江站）落成，成为贯穿东西、南北的交通枢纽。伪满康德四年（1937年）6月27日，伪满决定，增设牡丹江省；同时设置牡丹江市，从7月1日开始执行。在伪牡丹江省公署内设立牡丹江市政筹备处，同年12月1日，成立伪牡丹江市公署，隶属牡丹江省管辖。伪满康德十年（1943年）10月后，相继为东满总省和东满省省会。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）10月中旬，中共中央东北局派干部到达牡丹江，建立了牡丹江市民主政府。民国三十五年（1946年）4月10日，绥宁省首届临时参议会决定，创建绥宁省，牡丹江市隶属绥宁省管辖，并为绥宁省省会。同年10月8日，撤销绥宁省，牡丹江市隶属牡丹江专区管辖。1947年8月20日，设置牡丹江省，牡丹江市隶属牡丹江省管辖。民国三十七年（1948年）7月9日，撤销牡丹江省，将牡丹江市划归松江省管辖。民国三十八年（1949年）12月，将牡丹江市郊区部分村屯分别划归海林、穆棱两县，为丁等市。"
        },
        {
            "type": "text",
            "text": "       1954年8月，松、黑两省合并后，由黑龙江省直辖。1956年置牡丹江专区，专员公署驻牡丹江市。辖原由省直辖的林口、密山、虎林、穆棱、东宁、宁安、尚志、延寿、方正、海林10县。同年，撤销海林县，并入牡丹江市和林口、宁安2县。1958年1月，设立爱民、东安、西安3个市区和1个郊区。10月，将宁安县温春公社划归牡丹江市管辖，1960年4月5日，将牡丹江专区的宁安县划归牡丹江市领导，1962年9月22日又将宁安县划回牡丹江专区管辖。1966年2月8日，将牡丹江市改由省直辖，1967年，撤销牡丹江专区，改置牡丹江地区。1968年2月牡丹江市改由牡丹江地区管辖。"
        },
        {
            "type": "text",
            "text": "       1970年10月，设置阳明区。1983年9月3日，撤销牡丹江地区，实行地市合并，将原牡丹江地区的宁安、海林、密山、林口、穆棱、东宁、虎林7县划归牡丹江市领导。同年10月18日，省政府决定，绥芬河市由牡丹江市代管。1988年后，密山、海林两县先后撤县设市，改由牡丹江市代管。1992年10月，密山市改由鸡西市代管。至此，牡丹江市共辖5个区，领导5个县，代管两个市。"
        }
    ]
}