{
    "title": "宁安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "55",
            "category": "牡丹江市"
        },
        {
            "id": "111",
            "category": "宁安市"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：537次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宁安地名是由原名宁古塔而来。宁古塔为满语“六个”之意。关于宁古塔名称的由来，据史料记载，有多种说法："
        },
        {
            "type": "text",
            "text": "       一说：明末清初，相传在海浪河新安盆地有六个兄弟（或部落）居住于此，得名宁古塔。\r\n       二说：相传有兄弟五人各筑城，不赫图阿拉而居，远者二十里，近者五、六里，故称宁古塔。\r\n       三说：“宁古”汉语为“六”“塔”为“个”，相传有一老人生了六子，遂以此为地名；\r\n       四说：“宁古塔乃金阿骨打起兵之处，相传有兄弟六人各占一方，而得名宁古塔；\r\n       五说：从前有六祖各筑城，分层面住，被称为宁古塔贝勒；\r\n       六说：相传曾有六人坐阜，满语称“六”为“宁公”“坐”为“特”，故称“宁公特”，一讹为宁公台，又讹为宁古塔；\r\n       \r\n       虽说宁古塔名称由来不一，但就其“宁古塔”三字来说为满语“六个”之意是无可非议的。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n　　虞为息慎地；周为肃慎地；汉晋同为挹娄的属地；北魏为勿吉之拂涅部；隋为靺鞨之拂涅部；唐初属忽开州，后为渤海上京龙泉府地；还为天福城；金初为东京，后为会宁府南境海兰路北境；元初为南京万户府，后为合兰府硕达勒达路之呼尔哈万户府南境；明初为奴尔干都司及坚河（宁古塔城东四里有珊延河，亦作商坚河，又作尚吉颜河，吉颜快读便作“坚”）卫，后为窝集部之宁古塔等路；"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年），在海浪河南岸（今海林县旧街公社）设置宁古塔昂邦章京。康熙元年（1662年）更昂邦章京为镇守宁古塔等处将军。康熙五年（1666年）将军移驻今宁安，康熙十二年（1673年）修建吉林乌拉城，十五年（1676年）将军移驻吉林乌拉城（即今吉林市），开始仍称宁古塔将军。雍正四年（1726年）设泰宁县，旋废。隆二十二年（1757年）宁古塔将军改称吉林将军。设副部统于此。光绪二十九年（1903年）六月设绥芬厅与副都统同治。三十三年（1907年）裁副都统。升绥芬厅为府。宣统二年（1910年）绥芬府改名宁安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改旧制中州、府、厅为县，于是宁安府改为宁安县。民国三年（1914年）6月划属吉林省延吉道；民国十八年（1929年）东北政务委员会成立，废道制。县归省直接管辖，宁安隶属吉林省，为一等县。"
        },
        {
            "type": "text",
            "text": "       伪满大同元年（1932年）实行省公署官制，宁安仍属吉林省，为甲类县；康德元年（1934年）12月实行地方行政机构改革，将东北划为十四省，宁安划属滨江省；康德四年（1937年）7月1日实行第二次行政机构改革，增设了牡丹江、通化两省，宁安划属牡丹江省；康德十年（1943年）10月设置了东满总省（包括牡丹江、东安、间岛三省）和兴安总省（包括兴安东、西、南、北四省），宁安隶属东满总省牡丹江区域。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）4月，宁安县隶属绥宁省管辖。同年8月，将县境北部的新安镇、海林、横道河子等地区划出，设置新海县（县址海林街）。同年10月，撤销绥宁省，改隶牡丹江专区。民国三十六年（1947年）5月，将世环镇、镜泊、沙兰等地区划出，设置镜泊县（县址世环镇）。同年10月，隶属牡丹江省。民国三十七年（1948年）7月，撤销牡丹江省，划归松江省管辖。同年10月，撤销镜泊县，并入宁安县。1954年8月，松、黑两省合并后，由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       1956年3月，设立牡丹江专区，将宁安县划归牡丹江专区管辖，同时将原海林县西部地区划归宁安县管辖。1960年1月至1962年9月，曾将宁安县划归牡丹江市领导。1962年10月，将原海林县并入宁安县和林口县的行政区域划出，恢复海林县。1983年9月3日，撤销牡丹江地区，实行地市合并，宁安县再度划归牡丹江市领导。1986年7月1日，拟设置镜泊湖市（县级），市政府驻渤海镇，由牡丹江市代管。但因某些意见不一致，市的建制未正式设立。1993年2月宁安撤县设市。"
        }
    ]
}