{
    "title": "绥化市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "56",
            "category": "绥化市"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：292次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       绥化市原名“北团林子”，清光绪十一年（1885年），设置厅治时取名“绥化”。“绥化”一名的含义，一说“绥化”系指绥楞阁山（又名绥林阁山），二说“绥化”意为“吉祥、安顺”。“绥”即“绥靖、安抚”，“化”为“教化”的意思。三说“绥化”是满语，意为“艾蒿”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      此地周以前为肃慎地；战国时期属貉地；汉时属秽地；后汉三国时期属扶余地；晋属北夫余，隋唐属黑水靺鞨，辽属东京道，金属上京会宁府，元属辽阳行省开元路，明属奴儿干都司，清为呼兰城守尉管辖。"
        },
        {
            "type": "text",
            "text": "       清光绪十一年四月初四日（1885年5月17日），黑龙江将军奏准，于呼兰北境北团林子（今绥化市区）设置绥化厅，并于于清街设立余庆分防经历。隶属呼兰副都统。首任绥化厅通判于清光绪十二年二月十九日（1886年3月24日）到职任事。清光绪十三年（1887年），划分城基，筑土为墙，设有四门。清光绪三十年十二月二十日（1905年1月29日），奉批照准，绥化厅升改为绥化府。同年9月15日，知府启用关防，驻绥化城。隶属绥兰海兵备道。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，隶属黑龙江省。民国二年（1913年）1月23日，黑龙江省都督府按各府、厅、州一律改县的规定，令将绥化府改为绥化县，县署驻绥化城。民国三年（1914年）6月，隶属绥兰道。民国十八年（1929年）2月，撤销道制，由黑龙江省直辖。时为一等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，绥化县初由黑龙江省管辖，伪满康德元年（1934年）十二月实行地方行政机构改革，将东北划为十四省，绥化县划属滨江省。伪满康德六年（1939年）6月，改隶新增设之北安省，绥化县公署驻绥化街。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，绥化县隶属黑龙江省管辖。民国三十五年（1946年）10月，黑龙江省政府决定，将绥化县东部地区划出，设置绥东县（县政府驻双河镇）。民国三十六年（1947年）2月，绥化、绥东2县归黑嫩联合省管辖。同年6月19日，撤销绥东县，并入绥化县；9月，黑嫩联合省分开后，绥化县仍由黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1956年设绥化专区，专署驻绥化县。原由省直辖的绥化、绥棱、海伦、北安（通北县撤销并入）、德都、铁骊、庆安、通河、木兰、巴彦、呼兰、兰西、望奎等13县划归绥化专区。同年为更改生僻字和繁体字地名，铁骊县改为“铁力县”。1958年撤销绥化专区，将绥化、望奎、绥棱、海伦、庆安、通河、木兰、兰西、巴彦等9县划归松花江专区；北安县划归嫩江专区；呼兰县划归哈尔滨市领导。撤销铁力县，并入庆安县；撤销德都县，并入北安县。\r\n　　\r\n        1965年松花江专署由哈尔滨市迁绥化县绥化镇，改名为绥化专署。恢复安达县。绥化专区辖绥化、绥棱、海伦、庆安、肇东、明水、兰西、望奎、肇源、肇州、青冈、铁力、安达等13县。1967年5月，成立绥化地区革命委员会，绥化专员公署正式撤销，绥化专区遂改为绥化地区。1970年4月，铁力县划归伊春地区管辖。1982年12月18日，撤销绥化县，设立县级绥化市。1984年11月17日，撤销安达县，设立安达市（县级），以原安达县的行政区域为安达市的行政区域。1986年9月8日，撤销肇东县，设立肇东市（县级）。1989年12月23日，撤销海伦县，设立海伦市（县级）。1992年8月21日，绥化地区的肇州县、肇源县划归大庆市。1999年12月28日，撤销绥化地区和县级绥化市，设立地级绥化市。市人民政府驻新设立的北林区。"
        }
    ]
}