{
    "title": "海伦市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "56",
            "category": "绥化市"
        },
        {
            "id": "116",
            "category": "海伦市"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：357次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪三十一年十二月二十四日（1905年1月29日），设置海伦直隶厅。清光绪三十四年七月初九日（1908年8月5日），海伦直隶厅改设海伦府，民国二年（1913年）1月23日，将海伦府改为海伦县。1989年12月23日，撤销海伦县，设立海伦市（县级）。海伦，为满语“开凌”之音转，是“水獭”之意。因海伦河中盛产水獭，故名。"
        },
        {
            "type": "text",
            "text": "       海伦县原名（1）苏尔沁咀子，又称索伦箐嘴子。（2）通肯。通肯名称的由来。据《满洲地名考》记载：此地开拓时所管辖的地域很广，便设置了副都统管理此地，由于通肯河旋绕其境，故名。“通肯”是满语，其意，一说为“鼓”之意，另一种解释为“散”之意。海伦地名是於光绪末年裁通肯副都统，设置直隶厅时所启用的名称，其来源，是以城址位于海伦河附近命名。“海伦”亦为满语，即“水獭”的意思。\r\n　　\r\n【沿革】\r\n       此地很早以前本无人居住，至前清时曾为皇家围场地，禁止百姓采樵游猎，而只有索伦族人可以进入禁地，他们以捕猎为生，水草为居，没有固定的房舍。在此期间，绥化已设通判理旗民事，而此地仍为围场。土人称此地为索伦箐嘴子。由于此地草木丰茂，土质青腴，富於农作，所以光绪中叶，黑龙江将军屡次奏请放荒地，但都被驳斥。至光绪二十三年（1897年）才开始设副部统兼辩垦务，因通肯河旋绕其境而命名为通肯副都统。"
        },
        {
            "type": "text",
            "text": "       清光绪十一年（1885年），设置绥化厅后，归绥化厅管辖。清光绪二十五年三月二十五日（1899年5月4日），清廷批准于海伦河北增设通肯副都统，选“棒槌营”（采参人住的窝棚，今海伦镇城北）修筑通肯城。光绪三十年（1904年）黑龙江将军达桂、齐齐哈尔副都统程德全开始奏请旗民兼垦，并对垦民加倍奖赏。光绪三十一年十二月二十四日（1905年1月29日），奏准设置海伦直隶厅。光绪三十二年正月二十二日（1906年2月15日），裁撤通肯副都统。同年8月11日，海伦直隶厅署移驻原通肯副都统府第办公。清光绪三十四年七月初九日（1908年8月5日），将海伦直隶厅改设海伦府，驻通肯城。隶属黑龙江行省，领青冈、拜泉2县。清宣统元年六月十七日（1909年8月2日），委任王彭试署海伦府知府。"
        },
        {
            "type": "text",
            "text": "        民国二年（1913年）1月23日，将海伦府改为海伦县，初由黑龙江省直辖，民国三年（1914年）6月隶属绥兰道。民国四年（1915年）5月，将通北稽垦局辖区划出设置通北设治局。民国五年（1916 年）春，将海伦县南部地区划出设置望奎设治局。民国十八年（1929年）2月，废道，由黑龙江省直辖，时为一等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶黑龙江省，康德元年（1934年）12月实行地方行政机构改革，将东北划为十四省，海伦县划属滨江省。1939年6月，划归新设立的北安省管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）“九三”抗日战争胜利后，划归黑龙江省管辖。民国三十五年（1946年）10月，以海伦县西南部地区与拜泉县划出的部分区域合并设置通肯县。\r\n民国三十六年（1947年）2月至9月，海伦县隶属黑嫩联合省第一专区，黑嫩联合省分设后，仍由黑龙江省管辖。民国三十七年（1948年）9月，撤销通肯县，原属海伦县的行政区域仍划回海伦县。\n\r\n       1954年8月，松、黑两省合并后，由黑龙江省直辖。1956年3月，将海伦县划归绥化专区管辖。1958年8月，改由松花江专区管辖。1965年6月，松花江专区更名为绥化专区，海伦县隶属绥化专区。1967年5月，成立绥化地区革命委员会，绥化专员公署正式撤销，绥化专区遂改为绥化地区，海伦县隶属绥化地区。1989年12月23日，撤销海伦县，设立海伦市（县级），以海伦县的行政区域为海伦市的行政区域，仍隶绥化地区。1990年1月11日，海伦正式撤县设市。1999年12月28日，撤销绥化地区，设立地级绥化市，海伦市隶属绥化地区至今。"
        }
    ]
}