{
    "title": "庆安县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "56",
            "category": "绥化市"
        },
        {
            "id": "121",
            "category": "庆安县"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：486次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       庆安，最早称于清街，取自人名。清代同治年间，有一农户叫于清的人移居于此，开垦荒地，后来便将此地取名为于清。清光绪三十年十二月二十四日（1905年1月29日），设置县的建制，以于清二字之谐音，取“积善余庆”之意，正式命名为余庆县。后因与贵州省余庆县重名，民国二年（1914年）更名为庆城县。伪满康德十年（1943年）7月1日，改为庆安县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地在周以前为肃慎地；战国时期为貉地；汉属秽移地；后汉、三国时期为扶余奴隶制王国的属地；晋属寇漫计；后魏、北齐为匆吉地；隋属黑水靺鞨部，辽属生女真地；金属上京会宁府管辖；元为斡赤斤分地；明置纳刺吉卫，属奴儿干都司统辖；清初为呼兰副都统辖地。"
        },
        {
            "type": "text",
            "text": "       清同治初年，山东农民于清携眷来此垦殖定居，渐成村落，称“于清窝堡”，继而商贾日兴。清光绪八年（1882 年）此地改称“于清街”。清光绪十一年四月（1885年5月），黑龙江将军奏准，设置绥化厅治的同时，在于清街设分防经历，并取“于清”二字之谐音，以“积善余庆”之意，定名“余庆街”。清光绪三十年十二月二十四日（1905年1月29日），奏准设置县的建制，沿用街名，定名余庆县。知县王耀昆于光绪三十一年十月二十一日（1905年11月17日）于余庆街“开用余庆县木质关防”。隶属绥化府。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，因与贵州省之余庆县重名，于民国二年（1914年）2月5日改为庆城县。同年6月，隶属绥兰道管辖。民国十八年（1929年）2月，撤销道制，改由黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶黑龙江省管辖，康德元年（1934年）12月实行地方行政机构改革，将东北划为十四省，庆安县划属滨江省。伪满康德六年（1939年）6月，庆城县改隶新设之北安省管辖。伪满康德十年（1943年）7月1日，庆城、铁骊两县正式合并，改为庆安县，县城改为庆安街。"
        },
        {
            "type": "text",
            "text": "       民国三十四年（1945年）抗日战争胜利后，伪满北安省自然解体，庆安县隶属黑龙江省。民国三十五年（1946年）6月，将原铁骊地区划出，恢复铁骊县。民国三十六年（1947年）2月，庆安县由黑嫩联合省第一专区管辖。同年9月，黑嫩联合省分开后，仍归黑龙江省直辖。"
        },
        {
            "type": "text",
            "text": "       1956年3月，新置黑龙江省绥化专区，庆安县划归绥化专区管辖。1958年8月，设立松花江专区，庆安县改由松花江专区管辖。同年9月5日，撤销铁力县，并入庆安县。1962年10月20日，将原并人庆安县的铁力地区划出，恢复铁力县。1965年6月，松花江专区改称绥化专区，庆安县隶属绥化专区。1967年5月，成立绥化地区革命委员会，绥化专员公署正式撤销，绥化专区遂改为绥化地区，庆安县隶属绥化地区。1999年12月28日，撤销绥化地区，设立地级绥化市，庆安县隶属绥化地区至今。"
        }
    ]
}