{
    "title": "安达市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "56",
            "category": "绥化市"
        },
        {
            "id": "118",
            "category": "安达市"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：510次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       安达，原名“谙达店”。安达是蒙古语“谙达”的音转，意为“伙伴”或“朋友 ”。光绪二十七年（1901年），中东铁路时在此修建车站，因附近有“谙达店”，取其谐音，称安达站。清光绪三十二年（1906年）置安达厅，因境内有安达火车站。1913年2月，安达厅改为安达县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       清初，安达一带，为杜尔伯特旗游猎地。光绪二十七年（1901年），中东铁路横穿杜尔伯特境，于“谙达店”附近设安达站。清光绪三十二年正月初八日（1906年2月1日），黑龙江将军奏准，于蒙属杜尔伯特旗和黑龙江将军属地交界处，设置安达厅。厅署驻双安镇（今任民镇），隶属黑龙江分巡道。"
        },
        {
            "type": "text",
            "text": "       中华民国成立后，民国元年（1912年）10月，于安达厅北境东集镇设东集镇稽垦局，办理荒务。民国二年（1913年）2月，奉令将安达厅改为安达县，由黑龙江省直辖。民国三年（1914年）6月，安达县改隶龙江道。同年11月1日，将安达县所属东集镇稽垦局辖区划出，设置林甸设治局。民国十六年（1927年）11月，将安达县喇嘛甸子车站以西地区划归泰康设治局管辖。民国十八年（1929年）2月，安达县改由黑龙江省直辖，时为二等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初隶黑龙江省，康德元年（1934年）12月实行地方行政机构改革，将东北划为十四省，安达县划属滨江省。伪满康德四年（1937年）将一区（城区）改为正亚街。同年5月，安达县县公署由正亚街迁至安达站（后改为安达街）。"
        },
        {
            "type": "text",
            "text": "       民国三十五年（1946年）1月12日，国民党政府接收滨江省政权，并将滨江省正式改为松江省，安达县隶属松江省。同年8月划归黑龙江省管辖。民国三十六年（1947年）2月至9月，归黑嫩联合省第三专区管辖。黑嫩联合省分开后，改隶嫩江省。民国三十八年（1949年）5月，黑、嫩两省合并，归黑龙江省管辖。"
        },
        {
            "type": "text",
            "text": "       1956年3月，安达县划归黑龙江省嫩江专区管辖。1959年1月，将杜尔伯特蒙古族自治县的喇嘛甸镇公社划归安达县管辖。1960年5月12日，安达县划归松花江专区。同年5月26日，撤销安达县，以原安达县全部行政区域和肇州县部分行政区域设置安达市。1964年6月23日，撤销安达市，设置安达特区（对外仍沿用安达市的名称）。1965年3月27日，恢复安达县，以原安达市的部分行政区域为安达县的行政区域。即：将原安达市所属的萨尔图、杏树岗、龙凤等油区划归安达市（安达特区）管辖；其余地区归安达县管辖，归松花江专区管辖；安达市（特区）人民委员会移驻萨尔图。同年12月，安达县撤销天泉区和大同区，设置安达镇、大同镇。"
        },
        {
            "type": "text",
            "text": "       1965年6月，松花江专区更名为绥化专区，安达县隶属绥化专区。1967年5月，成立绥化地区革命委员会，绥化专员公署正式撤销，绥化专区遂改为绥化地区，安达县隶属绥化地区。1978年4月，将兴隆泉、高台子、双榆树、八井子、葡萄花、庆阳山、老山头、祝三、大青山和大同镇等10个公社及红旗林场、立志办事处划归安达市（大庆）管辖。1984年11月17日，撤销安达县，设立安达市（县级），由绥化市代管。1999年12月28日，撤销绥化地区，设立地级绥化市，安达市隶属绥化地区至今。"
        }
    ]
}