{
    "title": "大兴安岭地区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "57",
            "category": "大兴安岭地区"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：561次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1964年2月10日，成立大兴安岭会战区，同年8月10日，于大兴安岭会战区成立大兴安岭特区。1965年1月，林业部在大兴安岭会战区设立大兴安岭林业管理局，1970年4月1日，大兴安岭特区改为大兴安岭地区。"
        },
        {
            "type": "text",
            "text": "        大兴安岭地区的名称来自于其境内大兴安岭山脉的名称。“大兴安岭”中的“大”是为区别与“小兴安岭”而设。“兴安”一说为满语，是“丘陵”之意，因大兴安岭山脉山势较缓，故满语称之为“兴安”。一说为满语“金山”之意，“大兴安岭”就是“大金山”，“小兴安岭”就是“小金山”。一说为锡伯语“金阿林”的音译，意为“白色的山”，暗指极寒冷的地方。一说为汉语，为“兴边安邦”之意，现多取此说。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       先秦时期，为东胡部落联盟体属地。西汉时期，为汉廷护乌桓校尉和辽东属国都尉双重统辖。三国、两晋时期，为鲜卑拓跋部辖区。北魏时期，岭南为乌洛候地，岭北为室韦地，均隶属北魏王朝。"
        },
        {
            "type": "text",
            "text": "       隋唐时期，为室韦督都府属地，受平卢节度使管辖。辽代，岭南为上京道东北路招讨司所辖，岭北为乌吉敌烈统军司所辖。金代，岭南归蒲与路所辖，岭北为东北路招讨司所辖，北部为乌古敌烈统军司所辖。\r\n　　\r\n       元代，成吉思汗于南宋嘉定七年（1214年），将岭南分封于大弟弟拙赤·哈萨尔和二弟合赤温·额勒赤，将岭北分封给三弟帖木哥·斡赤斤。元至元二十五年（1288年），元朝实行行省制，为辽阳行省开元路管辖。明代，属奴儿干指挥都司管辖。今漠河县为木河卫管辖，塔河县为塔哈卫管辖，呼玛县和新林区为额克卫管辖，加格达奇区、松岭区和呼中区为坚河卫管辖。\r\n　　\r\n       清顺治二年（1645年），为盛京驻防内大臣（翌年改称昂邦章京）管辖。 清顺治十年（1653年），由镇守宁古塔昂邦章京管辖。康熙元年（1662年），由镇守宁古塔等处地方将军所辖的宁古塔副都统衙门管辖。康熙二十二年（1683年），由镇守黑龙江将军衙门所辖的瑗珲副都统管辖。 康熙二十八年（1689年），达斡尔、鄂温克和鄂伦春族人由布特哈总管衙门管理（副都统级）。康熙二十九年（1690年），岭南由黑龙江将军衙门所辖墨尔根副都统管辖。岭北由瑗珲副都统管辖。\r\n　　\r\n       清雍正九年（1731年），布特哈总管总理大兴安岭各族八旗事务，隶属黑龙江将军。雍正十二年（1734年），岭南划归呼伦城总管统辖。岭东南由墨尔根副都统管辖，岭北由瑗珲副都统管辖。 乾隆八年（1743年），岭西改由黑龙江将军所辖的呼伦贝尔副都统管辖。同治十年（1871年），清廷将大兴安岭鄂伦春族人按住地分为五路编为佐。阿力河流域为阿力路佐领管辖，呼玛河流域为呼玛尔路佐领管辖，多布库尔河流域为多布库尔路佐领管辖。\r\n　　\r\n       清光绪八年（1882年），由黑龙江将军兴安城总管管理鄂伦春五路。光绪九年（1883年），兴安城总管撤裁。鄂伦春阿力路、多布库尔路由黑龙江将军墨尔根副都统管辖，呼玛尔路由瑗珲副都统（亦称黑龙江副都统）管辖。光绪十年（1884年），布特哈衙门改制为布特哈副都统，总领鄂伦春五路和索伦部。光绪三十二年（1906年），清廷撤裁布特哈副都统，以嫩江为界分设东、西布特哈总管衙门。今大兴安岭地区为西布特哈总管衙门管辖。光绪三十四年（1908年），岭南为黑龙江行省（简称黑龙江省）呼伦兵备道呼伦直隶厅管辖，岭北为瑗珲兵备道瑗珲直隶厅管辖。宣统元年（1909年），今漠河县为珠尔干河总卡伦和漠河总卡伦管辖，今塔河县、呼玛县为呼玛尔总卡伦管辖。\r\n　　\r\n       民国元年（1912年）6月25日，岭北隶属民国政府黑龙江瑗珲兵备道（同年8月26日改为黑河道）瑗珲直隶厅。同年7月1日，呼玛尔总卡伦改制为呼玛设治局。岭南属少数民族上层叛乱分子的“伪呼伦贝尔地方自治政府”。民国三年（1914年），岭南隶属黑龙江省龙江道布西总管公署。同年1月11日，岭北呼玛设治局改制为呼玛县，漠河总卡伦改为漠河设治局，隶属黑河道。民国四年（1915年），岭南改制为布西设治局管辖，隶属黑龙江省龙江道。"
        },
        {
            "type": "text",
            "text": "       民国六年（1917年），岭北漠河设治局改制为漠河县，隶属于黑龙江省黑河道。民国九年（1920年），岭南隶属于呼伦贝尔善后督办。民国十四年（1925年），呼伦贝尔善后督办改制为呼伦贝尔道，辖岭南地区。民国十八年（1929年），岭北呼玛县辟设欧浦县。呼玛县、漠河县、欧浦县隶属于黑龙江省黑河市政筹备处。岭南隶属于呼伦贝尔市政筹备处。\r\n　　\r\n       伪满大同元年（1932年），岭南为伪兴安分东省管辖，岭北三县为黑龙江省管辖。伪满康德元（1934年），岭南为新合并的伪兴安东省所辖的巴彦旗管辖，岭北三县为伪黑河省管辖。伪满康德十年（1943年），岭南由新合并的兴安总省所辖的巴彦旗管辖。\r\n　　\r\n       民国三十四年（1945年）11月，东北人民政府将原伪北安和伪黑河两省合并，设立黑龙江省。岭北三县由黑龙江省黑河地区行政办事处管辖，岭南由呼伦贝尔自治省（翌年3月，改为呼伦贝尔临时地方政府）巴彦旗管辖。 民国三十五年（1946年）3月，岭南由纳文慕仁盟巴彦旗管辖。8月12日，岭北三县由黑龙江省黑河行政督察专员公署管辖。民国三十六年（1947年）2月， 岭北三县隶属黑嫩省第五行政督察专员公署。3月，漠河县、欧浦县合并于呼玛县。9月呼玛隶于属于新黑龙江省第五行政督察专员公署。 5月，兴安岭省撤销，内蒙古自治区成立，纳文慕仁盟隶属内蒙古自治区，岭南属纳文慕仁盟莫力达瓦达斡尔族自治旗（与巴彦旗合并）管辖。民国三十八年（1949年）4月11日，岭南隶属于新成立的呼伦贝尔盟。9月，岭北呼玛县隶属于黑龙江省新改称的黑河专员公署。"
        },
        {
            "type": "text",
            "text": "       1951年10月31日，岭南由呼伦贝尔盟新成立的鄂伦春族自治旗领导。1964年2月10日，中共中央、国务院决定成立会战指挥部，开发建设大兴安岭东北坡。内蒙古呼伦贝尔盟鄂伦春自治旗、莫力达瓦达斡尔族自治旗行政区一部分，黑龙江省黑河专区呼玛县全部和嫩江县行政区一部分，划归会战区。初步规划在会战区内建设大杨树、松岭、呼中、新林、塔河、阿木尔、古莲、十八站、库伦斯、南瓮河、霍龙门11个林业公司。同年8月10日，于大兴安岭会战区成立大兴安岭特区人民委员会（省辖市级），各林业公司设区政府，林场设乡（镇）政府。\r\n　　\r\n       1965年1月，林业部在大兴安岭会战区设立大兴安岭林业管理局，与大兴安岭特区政府实行政企合一的管理体制。1966年4月20日， 黑河专区呼玛县“嫩漠公路”以北和呼伦贝尔盟鄂伦春自治旗东南部划入大兴安岭特区的行政区。1967年11月26日，大兴安岭特区人民委员会改为大兴安岭特区“革命委员会”。\r\n　　\r\n       1970年4月1日，内蒙古自治区呼伦贝尔盟划归黑龙江省领导。大兴安岭特区改为大兴安岭地区。原属黑河地区的呼玛县和原属呼伦贝尔盟的莫力达瓦达斡尔族自治旗、鄂伦春族自治旗，全建制划归大兴安岭地区管辖。原属牙克石林管局管理的阿里河林业局、甘河林业局、吉文林业局和克一河林业局划归大兴安岭林业管理局领导。大兴安岭林业管理局隶属于黑龙江省林业总局。\r\n　　\r\n       1979年5月30日， 莫力达瓦达斡尔族自治旗和鄂伦春族自治旗划归内蒙古自治区管辖。原属鄂伦春族自治旗的加格达奇区、松岭区仍由大兴安岭地区管辖，但原属地权不变。阿里河、甘河、吉文和克一河林业局划归牙克石林管局管辖。同年6月，大兴安岭林管局为林业部直接领导的企业。\r\n　　\r\n       1980年9月4日，大兴安岭地区“革命委员会”改为大兴安岭行政公署，成为黑龙江省人民政府的派出机构。1981年5月14日， 古莲区改设漠河县，塔河区设塔河县。1982年3月6日，大兴安岭林管局企业管理体制（计划、财务）单独运作，仍直属林业部，与行政公署合署办公。1986年1月29日，行署、林管局所在地加格达奇区为县级区建制。1991年，国务院确定大兴安岭林管局为全国首批55家企业集团之一。1996年3月，国务院正式批准大兴安岭林业集团成立。"
        }
    ]
}