{
    "title": "呼玛县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "57",
            "category": "大兴安岭地区"
        },
        {
            "id": "127",
            "category": "呼玛县"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1178次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国元年（1912年）7月1日，设置呼玛厅设治局。1914年1月11日批准，呼玛厅设治局改为呼玛县。呼玛地名是以黑龙江的一条较大支流，即呼玛河而得名。又称：呼玛尔、库马尔，又称“呼玛尔”、“库玛尔”，系达斡尔语，“高山峡谷不见阳光的急流”之意。"
        },
        {
            "type": "text",
            "text": "       另外，《呼玛县志》记载；“呼玛、呼玛尔、库玛尔，均为蒙语，即“行围前列之人”的意思。呼玛又名古站，是齐齐哈尔通往漠河的一站，称为古站。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       此地早在西周至春秋时代属肃慎国；汉至三国为挹类。东晋太元十一年（386年）鲜卑族在贝加尔湖地区和黑龙江大部分地方建立北魏王朝，居住在黑龙江上游的室韦人（即鄂伦春族人的祖先）隶属于北魏。"
        },
        {
            "type": "text",
            "text": "       隋唐时代，室韦部向隋唐朝廷纳贡。唐贞观四年（630年）唐营州都督薛万淑派人招抚东北诸部，此后，唐在室韦部设都督府，归平卢节度使管辖；辽时灭渤海，室韦部归附契丹；辽在室韦部设节度使，归西路招讨司管辖。"
        },
        {
            "type": "text",
            "text": "       金时，在黑龙江流流域设置蒲与路万户府进行管理；元时，黑龙江上游，额尔古纳河流域是成吉思汗弟弟哈萨尔家族的世袭封地，呼玛归属于此；明时设奴儿都司，下设诸卫，当时在呼玛县境内设了方山卫。"
        },
        {
            "type": "text",
            "text": "       清入关前呼玛地区由盛京总管统辖，后改为昂邦章京管辖，后又设称为宁古塔将军，今呼玛县地为其所辖。清康熙二十二年（1683年），在黑龙江上游呼玛尔河口附近，修建呼玛尔木城，改隶黑龙江将军管辖，属黑龙江副都统辖区。清雍正五年（1727年），黑龙江将军于呼玛尔城设置呼玛尔卡伦。清光绪三十四年七月初九日（1908年8月5日），清廷批准，拟设呼玛直隶厅，驻西尔根卡伦。后因条件所限，缓设。清宣统元年（1909年），于呼玛尔河口设置呼玛尔河总卡官，节制呼玛尔河、依西肯、倭西门、安干、察哈彦、望哈达卡伦。隶属瑷珲兵备道。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）7月1日，设置呼玛厅设治局，驻呼玛尔河口（又称“金山口”，今金山乡金山村）。民国三年（1914年）1月11日批准，将呼玛厅设治局改为呼玛县，为二等县。同年7月11日，呼玛县知县孙绳武启用“呼玛县印”，隶属黑河道；10月批准，呼玛县署迁至古站（今呼玛镇）。民国四年（1915年）1月，将倭西门卡伦改为呼玛县分驻倭西门县佐。民国五年（1916年）4月，呼玛县署正式移驻古站。民国十八年（1929年）2月1日，倭西门县佐升改鸥浦设治局，旋即改设鸥浦县。呼玛县由黑龙江省直辖，同年4月提升为一等县。"
        },
        {
            "type": "text",
            "text": "       东北沦陷后，初由黑龙江省直辖，康德元年（1934年）十二月一日伪满洲国改行帝制，实行地方行政机构改革，将东北划分为十四省，本县划属新设的黑河省所辖。民国三十四年（1945年）“九三”抗日战争胜利后，隶属黑龙江省管辖。民国三十六年（1947年）3 月，撤销鸥浦县和漠河县，并入呼玛县，呼玛县改隶黑河专区管辖。"
        },
        {
            "type": "text",
            "text": "       1964年8月，将呼玛县西部林区划归大兴安岭特区管辖。1970年4月，将呼玛县划归大兴安岭地区管辖。1981年5月，将沿江漠河、兴安、开库康、依西肯公社和十八站公社分别划归新设置的漠河县和塔河县管辖。"
        }
    ]
}