{
    "title": "塔河由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：929次",
    "content": [
        {
            "type": "text",
            "text": "       塔河，系塔哈尔河的简称，是呼玛河的主要支流。塔河县，因塔哈尔河在这里汇入呼玛河而得名。该河名称系鄂伦春语，叫\"塔哈勒恩河\"，意为：阻挡或影响通道，汉语音译为“塔哈尔河”。"
        },
        {
            "type": "text",
            "text": "       那么，当时的土著民族——鄂伦春人为什么给它起了个“阻挡或堵塞通道”的名字呢？它到底要阻挡什么？为什么要堵塞本来就不是很畅通的通道？"
        },
        {
            "type": "text",
            "text": "       相传，远古的时候，塔河周边是个风光旖旎的好地方，这里山形气势磅礴，周围绿树成荫，松林遍野。森林里的动物聚族而居，大家和睦相处，世代在这里繁衍生息。有一天，正在呼玛河下游巡视自己领地的黑龙三太子，忽然发现一向水流平缓的呼玛河波浪滔天，碧蓝的河水变的血红并血腥气冲天。他连忙按下云头，仔细观看。"
        },
        {
            "type": "text",
            "text": "       这一看不打紧，把那三太子吓的龙心好悬没飞到他老父亲的领地——黑龙江里。但见那河里陆地上的动物尸骨脊梁挨着大腿，腮帮挨着胳膊，里三层外三层，翻滚着向下游涌去。在细一瞅，那河水里的鱼鳖虾蟹，个个被憋的脸红脖子粗，拼命把头奔出水面，翻着白眼大口吸气。整个呼玛河及它的两岸，已不再是水族和陆地动物们的天堂。面对这灭顶之灾，三太子连忙驾起黑云腾空飞往父亲的龙宫，请求父王前来解救这些残遭厄运的生灵们。"
        },
        {
            "type": "text",
            "text": "       老黑龙一听三太子的汇报，气得青筋暴跳，急忙传讯二太子，命其迅速查明原因，协助三太子恢复那里的平静。二太子得令后，一股劲飞到呼玛河上空，向下一看，肺差点没被气炸，只见一群野猪，正放肆地在陆地上翻横竖浪，一会蹿上山冈抓食弱小动物，一会趴在呼玛河浅水里横踢乱咬，把碧碧澄澄的一河清水搅个天昏地暗，臭哄哄的死水让方圆几百里的地方都受到牵连。"
        },
        {
            "type": "text",
            "text": "       这还了得，哪里来的畜生敢在这里撒野，分明没有把我三弟放在眼里。想到这里，“哇呀呀”一声暴叫，打算运用神力把这些野猪赶到深水里全部淹死。那知道，他这一吼不要紧，一个晃的睁不开眼睛的闪电夹带着一声巨大的雷响，给这群野猪送了信。野猪们当然知道二太子的威力，早有准备。他们四下奔逃，转眼间就全部躲到了森林的暗处。二太子等到大天黑肚子饿了，身体乏了，也没有见到一头野猪的影，二太子只好返回向老黑龙复命。"
        },
        {
            "type": "text",
            "text": "       再说这群野猪，它们知道与二太子明里斗一定会吃亏，就派出几个眼睛好使、鸣叫响亮的精明野猪到附近的山头监视二太子。当那驾着黑云的二太子在远方刚一出现的时候，迅速发出尖叫。正在兴风作浪的野猪群听到远处传来的报警声，连忙溜进森林里。就这样，不论二太子什么时候出现，野猪群老远就知道对手来了，赶忙把兔子呀野鸡呀等其它弱小动物塞满肚子，养足精神，藏在从林深处。等到二太子一来，连打炸雷，猛下大雨，把森林里的动物吓的四处逃窜，也没见到一个野猪的影子。"
        },
        {
            "type": "text",
            "text": "       就这样，一连折腾了大半个月，二太子身体累的酸疼也没有见到野猪。到是森林里的小动物越来越少了，河里的水族，也因喘不过来气而大批死亡。二太子多日降不住野猪群，可急坏了心慈的三太子。想个什么办法，能神不知鬼不觉消灭这群野猪呢？想来想去，只有悄悄在野猪群逃往森林的半路上设下埋伏，才能让这里的动物和水族永得安生。"
        },
        {
            "type": "text",
            "text": "       当夜，三太子悄悄来到野猪逃往森林的边缘。他浮下身子，顺着山势暗自用力，只见那两侧的山谷缓慢移开，三太子的身体陷入地面，越抻越长，转眼就形成了一条拐出99道弯、深达数丈的河流，也就是现在的塔哈尔河。"
        },
        {
            "type": "text",
            "text": "       三太子移山耗尽了全部心血，但他用尽最后的一点力气，把刚开出的河面用草和小树伪装好。等到二太子在远方驾云刚一出现的时候，向森林里奔逃的野猪群怎么也没想到，它们日夜逃窜的半路上忽然出现了一条深河。于是，全部掉到深水里淹死了。于是，这里恢复了往日的宁静。"
        },
        {
            "type": "text",
            "text": "       据说，三太子最后把头探出水面的地方，就是现在塔哈尔河汇入呼玛河的交汇处，那个水中央的太阳岛，便是三太子的头了。"
        }
    ]
}