{
    "title": "金陵十二钗",
    "category": [
        {
            "id": "1",
            "category": "数字常识"
        }
    ],
    "detail": "[日期：2014-02-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1232次",
    "content": [
        {
            "type": "text",
            "text": "【林黛玉】 \r\n       林如海与贾敏的独女。因父母先后去世，外祖母怜其孤独，接来荣国府抚养。虽然她是寄人篱下的孤儿，但她生性孤傲，天真率直，和宝玉同为封建的叛逆者，她蔑视功名权贵，她和宝玉有著共同理想和志趣，真心相爱，後林黛玉泪尽而逝。"
        },
        {
            "type": "text",
            "text": "【薛宝钗】 \r\n       薛姨妈的女儿，家中拥有百万之富。她容貌美丽，肌骨莹润，举止娴雅。她恪守封建妇德，而且城府颇深，能笼络人心，得到贾府上下的夸赞。在贾母、王夫人等的一手操办下，贾宝玉被迫娶薛宝钗为妻。由于双方没有共同的理想与志趣，贾宝玉又无法忘怀知音林黛玉，婚后不久即出家当和尚去了。薛宝钗只好独守空闺，抱恨终身。"
        },
        {
            "type": "text",
            "text": "【贾元春】\r\n       贾政与王夫人之长女。自幼由贾母教养，因贤孝才德，选入宫作女吏。不久，封凤藻宫尚书，加封贤德妃。元妃虽给贾家带来了“烈火烹油，鲜花著锦之盛”，但她却被幽闭在皇家深宫内。省亲时，她说一句，哭一句，这次省亲之后，元妃再无出宫的机会，后暴病而亡。\n\r\n【贾迎春】 \r\n       贾赦与妾所生的，排行为贾府二小姐。她老实无能，懦弱怕事，有“ 二木头”的诨名。她不但作诗猜谜不如姐妹们，在处世为人上，也只知退让，任人欺侮。她父亲贾赦欠了孙家五千两银子还不出，就把她嫁给孙家，实际上是拿她抵债。出嫁后不久，她就被孙绍祖虐待而死。 \n\r\n【贾探春】 \r\n       贾政与妾赵姨娘所生，排行为贾府三小姐。她精明能干，有心机，能决断，有“ 玫瑰花”之诨名。大观园抄检时，探春对贾府面临的大厦将倾的危局颇有感触，她想用“兴利除弊”的微小改革来挽救，但无济于事。最后贾探春远嫁他乡。"
        },
        {
            "type": "text",
            "text": "【贾惜春】 \r\n       贾珍的妹妹。因父亲贾敬一味好道炼丹，别的事一概不管，而母亲又早逝，她一直在荣国府贾母身边长大。由于没有父母怜爱，养成了孤僻冷漠的性格，心冷嘴冷。四大家族的没落命运，三个本家姐姐的不幸结局，使她产生了弃世的念头，后入栊翠庵为尼。"
        },
        {
            "type": "text",
            "text": "【李纨】 \r\n       贾珠之妻，她出身金陵名宦，父亲李守中曾为国子祭酒。她从小就受父亲“女子无才便是德”的教育，每日以纺织女红为要。贾珠不到二十岁就病死了。李纨就一直守寡，虽处于膏粱锦绣之中，竟如“槁木死灰 ”一般，一概不闻不问，只知道抚养亲子，闲时陪侍小姑等女红、诵读而已。她是个恪守封建礼法的贤女节妇的典型。 \n\r\n【王熙凤】 \r\n       贾琏之妻，王夫人的内侄女。身量苗条，体格风骚。她精明强干，深得贾母和王夫人的信任，成为贾府的实际大管家。她极尽权术机变，残忍阴毒之能事，而且极度贪婪，抄家时，从她屋子里就抄出五七万金和一箱借券。王熙凤的所作所为，无疑是在加速贾家的败落，最后落得个“ 机关算尽太聪明，反算了卿卿性命”的下场。 \n\r\n【秦可卿】 \r\n       贾蓉之妻。她是营缮司郎中秦邦业从养生堂抱养的女儿，小名可儿，大名兼美。她长得袅娜纤巧，性格风流，行事又温柔和平，深得贾母等人的欢心。但公公贾珍与她关系暧昧，致使其年轻早夭。 \n\r\n【妙玉】 \r\n       苏州人氏。她祖上是读书仕宦人家。因自幼多病，只得入了空门，身体才好，故一直带发修行。父母已亡，身边带两个老嬷嬷，一个小丫头服侍。她极通文墨，极熟经典，模样又极好。十七岁时随师父到长安都修行，师父圆寂后，被贾家请入栊翠庵带发修行。后贾府败落，她被强人用迷魂香闷倒奸污，劫持而去。\n\r\n【史湘云】 \r\n       贾母的侄孙女。虽为豪门千金，但她从小父母双亡，由叔父史鼎抚养，而婶婶对她并不好。她的身世与林黛玉有些相似，但她没有林黛玉的叛逆精神，且在一定程度上受到薛宝钗的影响。她心直口快，开朗豪爽，爱淘气。后嫁与卫若兰，婚后不久，丈夫即得暴病，后成痨症而亡，史湘云立志守寡终身。 \n\r\n【贾巧姐】 \r\n      贾琏与王熙凤的女儿。因生在七月初七，刘姥姥给她取名为“巧姐”。巧姐从小生活优裕，是豪门千金。但在贾府败落、王熙凤死后，舅舅王仁和贾环要把她卖与藩王作使女，在紧急关头，幸亏刘姥姥帮忙，把她乔装打扮带出大观园。后嫁给刘姥姥孙板儿为妻，过男耕女织的生活。"
        }
    ]
}