{
    "title": "鄂温克族的起源及名称由来",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "445",
            "category": "民族部落"
        }
    ],
    "detail": "[日期：2014-02-26]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1492次",
    "content": [
        {
            "type": "text",
            "text": "【含义】\r\n       第一种，认为是鄂温克人的自称，意为“住在大山林中的人们”和“住在南山坡的人们”。\n\r\n       第二种，认为是“北方通古斯人”。"
        },
        {
            "type": "text",
            "text": "       第三种，认为直译是“下来者”，意译是“从高山峻岭下来的人们”。"
        },
        {
            "type": "text",
            "text": "       第四种，认为该词源于鄂温克人跳圈舞时的欢呼声：“伊坑——鄂温——伊坑——鄂温。”"
        },
        {
            "type": "text",
            "text": "       第五种，认为“奥科”(苔藓)一词不仅语音与“鄂温克”非常接近，意思也反映了鄂温克人寻找“奥科”，驯养驯鹿的生产活动。"
        },
        {
            "type": "text",
            "text": "【由来】\r\n        历史上，由于不断迁徙而形成鄂温克人居住分布地区不同，不同地区的鄂温克人曾被称为“索伦”、“通古斯”和“雅库特”。"
        },
        {
            "type": "text",
            "text": "      “索伦”这一称谓，最早见于清天聪八年(1634)的《太宗实录》。历史上，被称为“索伦”的不仅包括鄂温克族，同时也包括达斡尔族，后达斡尔族逐渐从“索伦”分离出来。被称为“索伦”的鄂温克人，主要分布在鄂温克旗、扎兰屯市、阿荣旗、莫旗、鄂伦春旗以及黑龙江省讷河等地。"
        },
        {
            "type": "text",
            "text": "　 “通古斯”，主要是对居住在陈巴尔虎旗的鄂温克人的称呼。在鄂温克旗的锡尼河流域也有一部分被称为“通古斯”的鄂温克人。"
        },
        {
            "type": "text",
            "text": "　 “雅库特”，是对额左旗敖鲁古雅鄂温克民族乡鄂温克人的称呼。这部分鄂温克人因曾在勒拿河流域与讲突厥语的雅库特人相邻而居，而被误称为“雅库特”。"
        },
        {
            "type": "text",
            "text": "　　历史上，尽管其他民族对不同地区的鄂温克人有着不同的称谓，但他们都自称为“鄂温克”，是同一民族。1958年3月5日，经国务院批准，取消了“索伦”、“通古斯”、“雅库特”，统一称为鄂温克族。"
        },
        {
            "type": "text",
            "text": "(一)贝加尔湖古居民说"
        },
        {
            "type": "text",
            "text": "　　1983年内蒙古人民出版社出版的《鄂温克族简史》记载：“早在公元前2000年，即铜石器并用时代，鄂温克族的祖先居住在贝加尔湖沿岸和后贝加尔地区”。鄂温克人传说，在他们的故乡有一个。拉玛阿穆基”湖(即贝加尔湖)，有八条大河注入该湖。湖里长着许多美丽的水草，水上漂着许多荷花。从湖边看太阳很近，太阳似乎从岸边升起。湖周围的山很高，鄂温克人的祖先是从湖周围的高山上起源的。近代考古发现，人类学(头盖骨)、民俗学(住房圆锥形帐幕)、交通工具(桦树皮船)、生产工具等，都反映了鄂温克族与贝加尔湖沿岸古居民的渊源关系。"
        },
        {
            "type": "text",
            "text": "(二)室韦说"
        },
        {
            "type": "text",
            "text": "　　鄂温克人传说，在远古时代人类盛行群猎时(大约在中石器时代)，黑龙江上游的鄂温克人中出现了一位英雄——艾莫日根。他引进了弓箭狩猎技术，提高了生产效率，狩猎业在鄂温克人的经济生活中上升为主导地位，实现了从采集业到狩猎业的转变，鄂温克人社会生产力发展产生了质的飞跃。"
        },
        {
            "type": "text",
            "text": "　　据史料记载，在南北朝(公元420～589年)时，室韦诸部中的北室韦、钵室韦和深末怛室韦，就居住在贝加尔湖以东、外兴安岭和黑龙江中、上游地区。鄂温克族的历史和经济文化特点同以上室韦诸部有着相同之处，室韦诸部所分布地区与鄂温克族十六、七世纪以前生活的地域范围一致。从文化风俗上说，北室韦和钵室韦各部，在人去世后将尸体放在树上进行风葬。《魏书·失韦传》有“父母死，尸则置于林树之上”等记载。而直到20世纪40年代，部分鄂温克人仍保留着类似的安葬法。《北史·室韦传》记载室韦“用桦皮着屋”。这同鄂温克族的游猎部落曾用白桦树皮搭盖圆锥形的“仙人柱”是相符合的。北室韦、钵室韦诸部在冬天下雪后，“骑木而行”，即使用木制滑雪板追击野兽，这也同鄂温克族使用滑雪板进入山林狩猎一致。"
        },
        {
            "type": "text",
            "text": "　　由上述可知，北室韦等部与鄂温克族在历史线索和文化方面有着相承关系，鄂温克族源于北室韦等部。"
        },
        {
            "type": "text",
            "text": "(三)韎鹖安居骨部说"
        },
        {
            "type": "text",
            "text": "　　北齐时期的韎鹖安居骨部，分布于乌苏里江流域。“安居”即ewenki(鄂温克)的译音，“骨”为江、河水。安居骨因该江流域有ewenki(鄂温克)部居住而得名。安居骨的另一名称为“乌素固”，“固”与“骨”为同音异译，“乌素固”即乌苏里江。"
        },
        {
            "type": "text",
            "text": "　　西晋太康六年(公元285年)，肃慎之乌苏里江部落(即棘竭安居骨部之先民)南侵高句丽。高句丽北攻肃慎之乌苏里江流域诸部落，掳六百余户西迁至夫余南乌川，即今第二松花江的松花湖西岸地区。他们之中的一些部落分支继续西迁到洮儿、霍林、哈拉哈三河上游以及乌里尔吉河流域，《北史》称之为南室韦，辽代称为于厥、黑车子室韦，元代称为亦乞列思、terge areal hongirt，意为车居车行之弘吉刺。而留居第二松花江中、下游流域的一些部落分支，唐初自称粟末乌素固部(即第二松花江之乌苏里江部落)或自称夫余乌素固部(即夫余地方之乌苏里江部落)。"
        },
        {
            "type": "text",
            "text": "　　此后，还有一些部落分支，溯洮儿河，翻过大兴安岭，西达呼伦贝尔地区，而为唐代的室韦乌素固部，即室韦之乌苏里江部。它与唐代的室韦亦塞没部、西室韦，在辽代被统称为乌古。契丹人还把室韦乌素固部叫作温纳何剌(拟音为onohor)，这个叫法与达斡尔人称鄂温克为onkur或honkur，蒙古布里亚特人称鄂温克为onkot和拉施特在《史集》里有时把弘吉剌记为honkut，是一致的。元代称乌古为弘吉刺。这以后，乌古部(乌素古部)又西渡鄂嫩河，溯音果达河，顺乌达河，再履冰西渡贝加尔湖，在安加拉河上游左岸建城居住(在今伊尔库次克西北有乌苏里室韦城，俄文拼译为乌索里西比尔斯科耶)。其中一些分支顺安加拉河西下，到了叶尼塞河中游流域，他们对当地的吉尔吉斯人和哈卡斯人自称兀速(乌苏里)人。"
        },
        {
            "type": "text",
            "text": "　　北齐时代的韩辐安居骨部从乌苏里江地区出发的迁移过程，在鄂温克族萨满关于鄂温克族起源的口头经典中也有前文类似的记叙：我们是从石勒喀河的发源地出发，顺着锡沃哈特山的影子，经过黑龙江，来到了这个地方；我们祖先的根子，在那边的撮罗子里。"
        },
        {
            "type": "text",
            "text": "　　在这首形成于黑龙江上游流域的萨满唱词中，“石勒喀”来源于鄂温克语，意为浊水，指乌苏里江，因其水浑浊而得名。而不是指今黑龙江上游的石勒喀河。“锡沃哈特”也来源于鄂温克语，其中“锡沃”意为森林，“哈特”意为山，即指位于乌苏里江与日本海岸之间的锡霍特山脉。"
        },
        {
            "type": "text",
            "text": " 【附加】 \r\n族称根据历史文献和专家考证，我国鄂温克族在历史各个时期有不同的族称： \r\n秦汉——沃沮(载《三国史记·高句丽本纪》)"
        },
        {
            "type": "text",
            "text": "北魏——北室韦：比沃沮(载《隋书》之《契丹传》《后汉书东夷列传》)"
        },
        {
            "type": "text",
            "text": "隋代——粟末部安居骨部和安车骨部(载《北史·勿吉传》)"
        },
        {
            "type": "text",
            "text": "唐代——鞠部(国)粟末乌素固和乌吉(载《旧唐书·室韦传》《文献通考》)"
        },
        {
            "type": "text",
            "text": "辽代——室韦(载《辽史·太祖纪》)"
        },
        {
            "type": "text",
            "text": "元代——林木中兀良哈(载《蒙古秘史》)"
        },
        {
            "type": "text",
            "text": "明代——北山野人和女真野人(载《金辽志》卷九)"
        },
        {
            "type": "text",
            "text": "清代——索伦、通古斯、雅库特(载《朔方备乘》卷十九)"
        },
        {
            "type": "text",
            "text": "新中国——鄂温克(1957年后统一族称)"
        }
    ]
}