{
    "title": "宁夏回族自治区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        }
    ],
    "detail": "[日期：2014-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：273次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宁夏曾经是西夏的故地。元朝在这里设置了西夏中兴行省，因为希望西夏地区永远安宁，于是就改称宁夏行省。新中国成立之后把宁夏改为宁夏回族自治区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商、周时期，境内有称为胡（北狄）、羌（西戎），后又称为鬼戎、猃狁（熏育、荤粥）的游牧部落活动。春秋战国时期，固原南部属秦，其余地区分别为义渠戎、朐衍戎等部族的聚居地。战国时期，秦惠文王攻取乌戎地，置乌氏县（今固原县南泾水北岸）辖今固原地区。之后又在盐池县境设立朐衍县、辖今银南地区。秦昭襄王三十五年（公元前272年）后，两县划归北郡管辖，这是宁夏地区有行政设置之始。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年（前221年），秦兼并六国后，建立中央政权，宁夏属北地郡，郡治在甘肃宁县。汉朝属朔方史部。西汉时将北地郡治往今甘肃环县。固原设安定郡。宁夏分属北地郡和安定郡。东汉将安定郡治移至今甘肃镇原县，将北地区郡治移至今吴忠市利通区西南。"
        },
        {
            "type": "text",
            "text": "       西晋末年，匈奴人赫连勃勃于407—431年建立地方政权，自号夏，以统万城（今陕西靖边县境）为都城，宁夏属其管辖范围。"
        },
        {
            "type": "text",
            "text": "       唐朝分全国为十道，宁夏属关内道。唐王朝在灵州（今灵武市西南）设大都督府和朔方节度使。安史之乱期间，唐肃宗于756年在灵武登基。"
        },
        {
            "type": "text",
            "text": "       北宋宝元元年（1038年），党项族首领李元昊，以宁夏为中心，建立大夏国，国号大夏（因其位于宋王朝西面，故史称西夏）。定都兴庆府（今银川市），国土“东尽黄河，西界玉门，南接萧关,北抵大漠”，“方二万余里”，形成了和宋、辽、金政权三足鼎立的局面。北宋时期宁夏地区属秦凤路，后宁夏北部被党项族李继迁占领，北宋只控制宁夏南部，宁夏南部改属泾原路。"
        },
        {
            "type": "text",
            "text": "       元朝灭西夏后，在西夏国故地设西夏中兴行省，后改为宁夏府路，开始迁入回回人。明初在宁夏设府，后改宁夏卫，大批回回以“屯戍人户”的身份被安置在灵州、固原一带。后改设宁夏镇和固原镇，长城沿线设九个防区，称九镇，为明代边重镇之一。"
        },
        {
            "type": "text",
            "text": "       清朝建宁夏府。乾隆年间，银川发生大地震，原址受损严重，乾隆帝拨下巨银用于重建家园，在城郊建新城，称新满城。乾隆以后，“宁夏至平凉千余里，尽悉回庄”，成为全国最大的回族聚居区。"
        },
        {
            "type": "text",
            "text": "       民国初年宁夏府被裁，而宁夏道改名为朔方道，银川城又称为道城。民国十八年（1929年）改为宁夏省，辖除固原以外的现有市、县及内蒙古自治区的阿拉善左旗、阿拉善右旗、额济纳旗和磴口县。"
        },
        {
            "type": "text",
            "text": "       1949年9月23日，宁夏解放，仍沿用宁夏省原称，辖区范围与民国时相同。1954年，撤销宁夏省，阿拉善左旗、阿拉善右旗、额济纳旗和磴口县划归内蒙古自治区，其余地区并入甘肃省。1958年10月25日，宁夏回族自治区成立，辖原属甘肃省的银川专区、吴忠回族自治州、西海固回族自治州及泾源、隆德2县。1969年，内蒙古自治区阿拉善左旗和阿拉善右旗的5个公社并入宁夏。1970年，固原专区改为固原地区。1979年5月30日，阿拉善左旗和拉善右旗的5个公社划归内蒙古自治区管辖。"
        },
        {
            "type": "text",
            "text": "       2001年7月7日，撤销固原地区和固原县，设立地级固原市和原州区。2002年10月19日，撤销银川市城区、新城区和郊区，将银川城区分别设立银川市兴庆区、西夏区和金凤区；撤销石嘴山市石炭井区。10月25日，灵武市由吴忠市代管变更为由银川市代管；红寺堡开发区划归吴忠市管辖。"
        },
        {
            "type": "text",
            "text": "       2003年12月31日，撤销中卫县，设立地级中卫市，设立沙坡头区；将中宁县、海原县划归入中卫市，随后又将同心县的喊叫水乡划归中宁县管辖；撤销石嘴山市惠农县和石嘴山区，设立惠农区；撤销陶乐县，将红崖子乡、高仁乡和马太沟镇划归平罗县管辖，将月牙湖乡划归银川市兴庆区管辖。2009年10月22日，国务院正式批准同意设立吴忠市红寺堡区。"
        }
    ]
}