{
    "title": "银川市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        },
        {
            "id": "446",
            "category": "银川市"
        }
    ],
    "detail": "[日期：2014-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：717次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋真宗天禧四年（1020年），党项族首领李德明将其都城由灵州（今灵武）迁至怀远镇(今银川市)，更名为兴州，后李德明之子李元昊升兴州为兴庆府。宋宝元元年（1038年），李元昊在兴庆府筑坛受册，即皇帝位，建大夏国（史称西夏），兴庆府（银川）为其首府。明清称宁夏府治。民国时期( 1929年)成立宁夏省，省会时称宁夏省城。1944年4月宁夏省城定名为银川。"
        },
        {
            "type": "text",
            "text": "       银川名字的由来，一直有争议，但较为常见说法的有三种。"
        },
        {
            "type": "text",
            "text": "       一是：由于黄河经常改道，河渠成网，湖沼湿地连片，举眼望去，到处银光粼粼，如银子散落大地，于是当地百姓称之为银川。"
        },
        {
            "type": "text",
            "text": "       二是：北周间曾设置过银州 (在今陕西省横山县境东)，到唐朝时又改名为银川郡。此外，隋唐时期还在今陕北地区设置过夏绥银宥节度使。唐代，今陕北地区成为党项羌族拓跋氏的割据势力中心地带。而到宋朝，陕北更是宋与西夏争夺交战的主要战场之一。北宋雍熙二年(985年)，银州(银川郡)城被西夏军攻取，元丰五年(1082年)，宋军又于永乐城旧址(今陕西省米脂县西北)重新修筑一座新城，取名“银川寨”或日“银川城”，此城军事地位十分重要，成为宋夏在军事上的必争之地。元代时人们用“夏”指代原西夏国全境，用“银”指代原西夏国边防地区。到了明朝时期，人们用“银川”指代现在的银川平原，虽然范围缩小，但是也并非指某个城市。明末清初时，人们以“银川”指代银川平原和府城，清朝中后期“银川”就只是指代省城了。"
        },
        {
            "type": "text",
            "text": "       三是：创建夏国的始祖、被追封为西夏国太祖的李继迁又出生在银州(银川郡)，他的家族几代人都世袭着定难军节度使的职位，夏州、银州(银川郡)、绥州、宥州是其家族的世袭领地，他本人也长时期官于此地，先后被宋廷授为银州刺史、银州观察使等要职。后来党项羌族部迁至陕北，其中心居地处于无定河之支流古訚[yín]水一带，于是党项在此水之域所建的城，便称为“银川”，也算是地名的迁徙。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       殷商、春秋战国时期是北羌、熏育（荤粥）、匈奴等民族活动、游牧的地区。公元前221年，秦始皇统一中国后银川地区为北地郡所属。西汉时期是北地郡廉县的辖地。汉成帝阳朔年间（公元前24年前后）建北典农城（又称吕城、饮汗城），此为银川建城之始。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，大夏国改建“丽子园”，为驻军、屯粮重镇。北周置怀远郡、怀远县。唐高宗仪凤二年（677年）怀远县遭黄河水淹，城废。第二年（678年）“在故城西更筑新城”(今银川兴庆区)。"
        },
        {
            "type": "text",
            "text": "       北宋为怀远镇。北宋天禧四年（1020年），党项族首领李德明将其都城由灵州（今灵武）迁至怀远镇（今银川市），大起宫室，修建都城，更名为兴州。后李德明之子李元昊升兴州为兴庆府。"
        },
        {
            "type": "text",
            "text": "       北宋宝元元年（1038年），李元昊在兴庆府筑坛受册，即皇帝位，建大夏国（史称西夏），兴庆府（银川）为其首府。后改中兴府。"
        },
        {
            "type": "text",
            "text": "       宋宝庆三年（1227年），蒙古大军消灭西夏国，将西夏改称“宁夏”，意即“安宁西夏”。元中统二年（1261年），元世祖忽必烈置西夏中兴等路行中书省，辖境相当于原西夏国的领土，治中兴府（银川市）。至元二十五年（1288年），中兴府路改名为“宁夏府路”，古银川城又从省城降格为省辖的府城。“宁夏”由此正式得名。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），设宁夏卫，实行军政合一的特殊管理体制，军事上归陕西都指挥使司统领，地方行政归陕西布政司管辖。银川属于宁夏卫，除宁夏卫，还有宁夏左屯卫、右屯卫、中屯卫和宁夏前卫，五卫同治今银川市，卫城初步恢复。洪武二十四年（公元1391年），朱元璋的皇十六子朱栴身为“庆王”来到银川，负责镇守宁夏边镇，庆王府和各郡王府都建在镇城。"
        },
        {
            "type": "text",
            "text": "       清雍正元年（1723年）在今银川东北郊满春乡境内建八旗驻防军兵营，俗称“满城”。雍正二年（1724年），裁卫所，改置宁夏府，银川时称宁夏府城。乾隆三年（1738年）1月3日晚8时左右，宁夏发生特大地震。宁夏府城彻底被毁。乾隆五年（1740年），重建宁夏府城，历时13个月，至乾隆六年（公元1742年）六月竣工。      "
        },
        {
            "type": "text",
            "text": "        中华民国建立后，北洋政府颁令全国统一废府存道。宁夏府被裁，而宁夏道改名为朔方道，银川城又称为道城（当地俗称为“宁夏城”）。民国十七年（1928年），中华民国南京国民政府宣告成立，民国十八年（1929年），宁夏再度设立行省，原道城变为省城，时称宁夏省城。但对于省会城市命名为“贺兰市”，还是“宁夏市”有过争议，同时宁夏省主席从门致中到马鸿宾、马福寿(代理)等人，忙于武装自卫和为筹兵筹饷而加紧搜刮，给省城命名的事被耽搁下来。民国二十三年（1934年）1月8日，经马鸿逵再次提议后，正式决定宁夏省会采用“银川市”的名称。民国三十六年（1947年）5月27日，行政院最终发布第20051号令，公布了《宁夏省银川市政府组织规程》，宁夏省会银川市宣告成立，首任市长为李振国。\n\r\n       1949年9月23日，中国人民解放军第19兵团解放银川市，宣告宁夏省解放。25日，中国人民解放军银川市军事管制委员会成立，暂时代行全省最高权力机构，19兵团司令员杨得志任主任。29日，银川市人民政府成立，孙璞任首任市长。1954年9月，中央决定撤销宁夏省建制，同时设立银川专区和中共银川市地委，银川市划归银川专区管辖。1958年10月25日，宁夏回族自治区成立，银川市成为宁夏回族自治区首府。"
        }
    ]
}