{
    "title": "石嘴山市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        },
        {
            "id": "447",
            "category": "石嘴山市"
        }
    ],
    "detail": "[日期：2014-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：436次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十年（1941年）于河西部分设置惠农县，1960年1月7日，撤销惠农县，设立石嘴山市。据明《嘉靖宁夏新志》载：石嘴山因贺兰山脉与黄河交汇之处，至此“山石突出如嘴” 而得名，俗称石嘴子。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期石嘴山境内尚无行政建制，当时宁夏全境（包括市境）、陕西与山西北部及内蒙古河套地区等，被统称为“朔方”，为戎狄部落的游牧之地。越东周、春秋、战国一直到秦始皇统一中原前（前221年），市境尚未纳入中原王朝版图，为古代北方游牧民族的牧地。"
        },
        {
            "type": "text",
            "text": "       秦三十三年（前214年）蒙恬北击匈奴，筑万里长城，于市境黄河东侧（现陶乐境内）设立军事重镇浑怀障。两汉至三国北地（北地郡，今鄂尔多斯市）统治者凭借贺兰山、黄河之险固，在市境内筑城设县。西汉元狩二年（前12年），将军霍去病、公孙敖出北地退匈奴，迁移民，在今平罗县下庙乡暖泉村附近兴筑廉县城，为市境内第一个县级行政建制。"
        },
        {
            "type": "text",
            "text": "       唐先天二年（713年）于市境河西置定远军，后升为县；景福二年（893年）升为警州。西夏宋咸平四年（1001年）党项族李继迁占定远，在此设置定州。宋天圣二年（1024年）党项族李德明于定州黄河东岸筑省嵬城（今惠农区庙台乡省嵬村）。元至元八年（1271年）任中兴在定州驻军屯田。"
        },
        {
            "type": "text",
            "text": "       明（1381年～1643年）统治者在市境内驻军、屯田、水运、设城、筑长城。明嘉靖三十年（1551年）时，设平虏守御千户所。清朝，市境属甘肃省宁夏府，雍正二年（1724年）改置平虏所为平罗所。雍正四年（1726年），升平罗所为县；不久先后沿黄河滩地设置新渠县（今平罗县姚伏镇附近）、宝丰县（今平罗县宝丰镇），乾隆三年（173年）地震毁城，二县复并于平罗县。"
        },
        {
            "type": "text",
            "text": "       中华民国初市境属甘肃省宁夏道（先后改为朔方道、宁夏道、宁夏行政区）。民国十八年（1929年）宁夏建省、平罗县为市境唯一的县级建置，是年1月底，平罗县北部地区设置磴口县。民国三十年（1941年）于市境河西部分设置惠农县；在河东增设陶乐县。民国三十四年（1945年）于惠农县黄渠桥（现平罗县黄渠桥镇）设“宁夏省第三区行政督察专员公署”，辖平罗、惠农、陶乐、磴口4县。"
        },
        {
            "type": "text",
            "text": "       1949年9月25日，中国人民解放军19兵团65军194师581团进驻石嘴山，市境解放，平罗、惠农、陶乐3县先后建立人民政权。1955年石嘴山被定为“一五”期间全国10个新建矿区之一。1960年1月7日，设立石嘴山市，撤销惠农县，将原惠农县的石嘴山等十个乡（镇）划为石嘴山市的行政区域；同年3月27日石嘴山市宣告成立，由自治区直辖，市级机关驻石嘴山镇；1972年2月23日，设立银北地区，辖平罗、陶乐、贺兰3县及大武口区（一区）、石嘴山区（二区）、石炭井区（三区）3个辖区，1975年，设置石嘴山市一区（大武口区）、二区（石嘴山区）、三区（石炭井区）、郊区4个县级市辖区；1975年11月23日，撤销银北地区，石嘴山市恢复由自治区直辖，市级机关迁大武口区，平罗、陶乐两县由市辖；1987年1月，撤销市郊区，恢复惠农县，市辖3区（大武口区、石嘴山区、石炭井区）、3县（平罗县、惠农县、陶乐县）。"
        },
        {
            "type": "text",
            "text": "       2002年10月，撤销石炭井区，将其划归大武口区管辖，将平罗县的隆湖吊庄及崇岗乡的长胜、九泉、潮湖3个村划归大武口区管辖。2003年11月，自治区人民政府决定,隆湖经济开发区从隆德县移交石嘴山市管辖。此时石嘴山市辖两区三县（平罗县、惠农县、陶乐县）。2004年2月，撤销石嘴山市石嘴山区和惠农县，设立石嘴山市惠农区，撤销石嘴山市陶乐县，将原陶乐县的月牙湖乡划归银川市兴庆区管辖；将原陶乐县的红崖子乡、高仁乡、马太沟镇划归石嘴山市平罗县管辖。现石嘴山市辖两区（大武口区、惠农区）一县（平罗县）和一个经济开发区（隆湖经济开发区）。"
        }
    ]
}