{
    "title": "彭阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        },
        {
            "id": "449",
            "category": "固原市"
        },
        {
            "id": "458",
            "category": "彭阳县"
        }
    ],
    "detail": "[日期：2014-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：448次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋咸平六年（1033年）在今县城置彭阳城（相当于县级军事设置），属镇戎军。因汉文帝前元十四年(前166年)，大将军张相如、栾布等征发战车千辆，骑兵10万在古彭阳县一带（今镇原县彭阳乡）将匈奴驱逐出境，故北宋将新筑的军城命名为彭阳城，有震慑作用。西夏灭亡后，彭阳城便成了一座废城。1983年经国务院批准，于固原地区南部宋代彭阳城，建立了“彭阳县”，是取古地名为县名。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       北宋时，西夏国崛起威协北宋，为了抵御西夏南侵，宋王朝在茹河上游选地势险要而宽敞的地段筑军城堡寨，加强防守，将新筑的军城命名为彭阳城。其意图有二：一是西汉军在古彭阳县一带将匈奴人驱逐出境，在上游筑彭阳城以纪念茹河下游彭阳当年克敌制胜的历史亮点；二是筑军城表示战胜西夏的快心，预示宋军像西汉军一样，胜利地保边安民。事实证明，彭阳城建成后，对保卫宋境安全起了巨大作用。\n\r\n       西夏灭亡后，彭阳城的军事地位下降，明代初彭阳县被废，其原属地包括今萧金、显圣、野林等地由镇原县辖属，彭阳县城便成了废城。但因地域宽阔，水源充足，交通方便，明代在这里设了驿站，史称彭阳驿，十分繁华。后来驿站功能下降，彭阳城一度萧条。民国时期，因方言的原因，口头上已把“彭阳城”叫为“白阳城”或者“白杨城”。民国二十四年（1935年）中央红军长征经过此地，“白阳城”始载入史册，实际上是因凭方言记载而至错误，应该为彭阳城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦代置朝那县，属北地郡。汉代属安定郡。北魏神龟元年（518年）废朝那县，在阳晋川（今红河川）置黄石县（今沟口乡境内），为长城郡治。正光五年（524年）在茹河川置白池县（今城阳乡境内），大业二年（60年）改长城县为百泉县，属平凉郡。唐武德元年（618年）改平凉郡为原州。武德八年（625年）百泉县驻地由阳晋川迁至茹河川（今白阳镇境内）。"
        },
        {
            "type": "text",
            "text": "       宋咸平六年（1033年）在今县城置彭阳城（相当于县级军事设置），属镇戎军。彭阳之名由此始。金初沿袭辽制，升镇戎军为镇戎州，隶凤翔路。金大定二十二年（1182年）置东山县（由宋东山寨升，今古城乡境内），领彭阳、乾兴二堡，东山县属镇戎州。"
        },
        {
            "type": "text",
            "text": "       元世祖至元七年（1270年）撤销县境东山县建置，直属镇原州。至元九年（1272年）封皇子忙哥剌为安西王，设王相府于开成，徙民屯耕。至元十年（1273年）在开成府设开成路，于金东山县旧址置广安县（今古城镇），至元十五年（1278年）升广安县为广安州。至治三年（1323年）降开成路为开成州。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），废广安州并入开城县，属陕西布政司平凉府。明洪武二年（1369年），废广安州并入开城县，属陕西布政司平凉府。成化十年（1474年）在今古城乡置广安州。弘治十五年（1502年）广安州并入固原州。移治原州故址（今原州区），县境属固原州。清同治十二年（1873年），固原州升为甘肃省直隶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改固原直隶州为固原县，属甘肃省泾源道，后又改属甘肃省平凉专区。民国二十五年（1936年），中国工农红军解放固原，在今县境北部置固北县，民国二十七年（1938年）撤销。"
        },
        {
            "type": "text",
            "text": "       1949年8月解放后至1983年10月，境内隶属于固原县。1983年设立彭阳县，以固原县东部地区的彭阳、王洼两个区的15个公社为其行政区域。2001年7月7日，撤销固原地区设立地级固原市，彭阳县隶属固原市。"
        }
    ]
}