{
    "title": "西吉县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        },
        {
            "id": "449",
            "category": "固原市"
        },
        {
            "id": "461",
            "category": "西吉县"
        }
    ],
    "detail": "[日期：2014-02-27]   来源：www.Youlai19.cn  作者：【由来网】   阅读：419次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       民国二十七年（1938年）至民国三十年（1941年），固原、海原地区三次爆发回民起义，国民党为加强其统治，于民国三十一年（1942年）置西吉县，以境内距离县城20华里有个村子“席芨滩”的谐音命名。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       夏商时为“雍州之城”。秦属北地郡，汉武帝分北地郡置安定郡，现西吉县地域属安定郡。三国时今县境南部属曹魏雍州安定郡，西北部被羌胡占领。两晋时仍属安定郡。隋时先属原州，后属平凉郡。唐属原州。北宋时属秦凤路，天禧元年（1017年）在今将台乡火家集置羊牧隆城，庆历三年（1043年）改为隆德寨。金时升隆德寨为隆德县，今县境东、南及西南部属其管辖，县属德顺州。今县境西北部属西夏的西安州。"
        },
        {
            "type": "text",
            "text": "       元代至元年间，隆德县迁治于今隆德县城，今县境西南部属其管辖，隶陕西行中书省静宁州，今县境东北部属开城府。明时属陕西布政使司关西道平凉府固原州隆德县管辖。县境沐家营一带为朱元璋养子黔宁王沐英牧地，新营、旧营一带为朱元璋十四子朱模牧地。清初属陕西，后归甘肃省，属固原、海原、隆德三县辖地。同治十三年（1874年），在硝河城置州判，属固原直隶州。"
        },
        {
            "type": "text",
            "text": "       民国初年隶甘肃省泾源道。民国三十一年（1942年）建立县制，西吉县以境内席芨滩演化得名，属甘肃省陇东专区，驻穆家营。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，属甘肃省定西专区。1950年5月改属平凉专区。1953年9月，甘肃省西海固回族自治区成立，西吉属其管辖。1955年西海固回族自治区改置为固原回族自治州。1958年宁夏回族自治区成立，西吉县归属宁夏回族自治区固原专区。1970年固原专区改为固原地区。2001年7月7日，撤销固原地区，设立地级固原市，西吉县隶属固原市。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       1938年至1942年，原属甘肃省的海原县、固原县、隆德县、泾源县、会宁县，还有陇南清水县张家川等地的回民大众，由于不堪忍受国民党政府的民族压迫，在当地回民上层人士马国瑞、马国琳、马英贵、马思义、马国瑶、白受彩等人的领导下，揭竿而起，发动了轰动甘肃的“海固三次回民暴动”。"
        },
        {
            "type": "text",
            "text": "       国民党政府为了加强对回民的管理，1942年10月，兰州第八战区司令长官朱绍良和甘肃省主席谷正伦制定了一个“成立新县方案”，把海固五县回民暴动的地区划为一个新县。地址设在海原县穆家营。尽管当时的穆家营仅是海原县第六区的一个小镇，人口不过三四十户，但是穆家营是五县(海原、固原、隆德、会宁、静宁)边界的中心地点，又是五县回民聚居的中心。"
        },
        {
            "type": "text",
            "text": "       朱绍良为了笼络回民上层人士马震武(甘肃省政府委员、哲合忍耶沙沟派教主)，特请马震武为新县定名，马遂起名“西吉”。因离县城20华里有个村子叫“席芨滩”，是马震武的家府，故用谐音“西吉”二字。1942年10月10日，在穆家营成立“西吉县政府”，首任县长孙宗濂(中统)，下属9个乡镇(城关镇、硝河镇、将台乡、兴平乡、平峰乡、蒙宣乡、三合镇、新营镇、白崖乡)。"
        }
    ]
}