{
    "title": "中秋节的由来与传说",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "443",
            "category": "节气节日"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：783次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       中秋节有悠久的历史，和其它传统节日一样，也是慢慢发展形成的，古代帝王有春天祭日，秋天祭月的礼制，早在《周礼》一书中，已有“中秋”一词的记载。后来贵族和文人学士也仿效起来，在中秋时节，对着天上又亮又圆一轮皓月，观赏祭拜，寄托情怀，这种习俗就这样传到民间，形成一个传统的活动，一直到了唐代，这种祭月的风俗更为人们重视，中秋节才成为固定的节日，《唐书·太宗记》记载有“八月十五中秋节”，这个节日盛行于宋朝，至明清时，已与元旦齐名，成为我国的主要节日之一。"
        },
        {
            "type": "text",
            "text": "【中秋传说之一】嫦娥奔月\r\n       相传，远古时候天上有十日同时出现，晒得庄稼枯死，民不聊生，一个名叫后羿的英雄，力大无穷，他登上昆仑山顶，运足神力，拉开神弓，一气射下九个多太阳，并严令最后一个太阳按时起落，为民造福。后羿因此受到百姓的尊敬和爱戴，后羿娶了个美丽善良的妻子，名叫嫦娥。"
        },
        {
            "type": "text",
            "text": "       一天，后羿到昆仑山访友求道，巧遇由此经过的王母娘娘，便向王母求得一包不死药。据说，服下此药，能即刻升天成仙。然而，后羿舍不得撇下妻子，只好暂时把不死药交给嫦娥珍藏。嫦娥将药藏进梳妆台的百宝匣里，不料被小人蓬蒙看见了，他想偷吃不死药自己成仙。"
        },
        {
            "type": "text",
            "text": "       三天后，蓬蒙趁后羿外出打猎之机，闯入内宅后院，威逼嫦娥交出不死药。嫦娥危急之下拿出不死药一口吞了下去。嫦娥吞下药，身子立时飘离地面，向天上飞去。后羿回到家后，侍女们哭诉了白天发生的事。后羿既惊又怒，抽剑去杀恶徒，蓬蒙早逃走了。"
        },
        {
            "type": "text",
            "text": "       后羿无可奈何，又思念妻子，只好派人到嫦娥喜爱的后花园里，摆上香案，放上她平时最爱吃的蜜食鲜果，遥祭在月宫里眷恋着自己的嫦娥。百姓们闻知嫦娥奔月成仙的消息后，纷纷在月下摆设香案，向善良的嫦娥祈求吉祥平安。从此，中秋节拜月的风俗在民间传开了。"
        },
        {
            "type": "text",
            "text": "【中秋传说之二】吴刚伐桂\r\n       相传月亮上的广寒宫前的桂树生长繁茂，有五百多丈高，下边有一个人常在砍伐它，但是每次砍下去之后，被砍的地方又立即合拢了。几千年来，就这样随砍随合，这棵桂树永远也不能被砍光。据说这个砍树的人名叫吴刚，是汉朝西河人，曾跟随仙人修道，到了天界，但是他犯了错误，仙人就把他贬谪到月宫，日日做这种徒劳无功的苦差使，以示惩处。李白诗中有“欲斫月中桂，持为寒者薪”的记载。"
        },
        {
            "type": "text",
            "text": "【中秋传说之三】朱元璋与月饼起义\r\n       中秋节吃月饼相传始于元代。当时，中原广大人民不堪忍受元朝统治阶级的残酷统治，纷纷起义抗元。朱元璋联合各路反抗力量准备起义。但朝庭官兵搜查的十分严密，传递消息十分困难。军师刘伯温便想出一计策，命令属下把藏有“八月十五夜起义”的纸条藏入饼子里面，再派人分头传送到各地起义军中，通知他们在八月十五日晚上起义响应。到了起义的那天，各路义军一齐响应，起义军如星火燎原。"
        },
        {
            "type": "text",
            "text": "       很快，徐达就攻下元大都，起义成功了。消息传来，朱元璋高兴得连忙传下口谕，在即将来临的中秋节，让全体将士与民同乐，并将当年起兵时以秘密传递信息的“月饼”，作为节令糕点赏赐群臣。此后，“月饼”制作越发精细，品种更多，大者如圆盘，成为馈赠的佳品。以后中秋节吃月饼的习俗便在民间流传开来。"
        }
    ]
}