{
    "title": "银川市西夏区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "40",
            "category": "宁夏回族自治区"
        },
        {
            "id": "446",
            "category": "银川市"
        }
    ],
    "detail": "[日期：2014-02-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：978次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1970年，银川市正式设立城区、新城区2个县级市辖区。1972年，设立银川市郊区。2002年10月19日，撤销银川市城区、新城区和郊区，设立银川市西夏区、金凤区和兴庆区。西夏区以古代西夏国为名。\n\r\n【沿革】\r\n       夏、商、周三代，今银川市西夏区属雍州地域，戎、狄诸古代少数民族部落在此游牧繁息。先秦时期今银川市西夏区为匈奴部落游牧之地。秦始皇二十六年（前221年），秦统一中国，全国分为36郡，但今银川市西夏区仍属匈奴部落游牧地区。"
        },
        {
            "type": "text",
            "text": "       西汉元朔二年（前127年），车骑将军卫青率军于灵州境内架桥过黄河抵高阙（今内蒙古临河西北），击败匈奴，今银川市西夏区属北地郡廉县辖地，属朔方郡，首次纳入中原王朝版图。东汉建立后，北地郡治由马岭（今甘肃庆阳西北）移至富平县（今吴忠市利通区西），今银川市西夏区属其管辖，属北地郡所辖廉县。东汉延康元年（219年），曹丕废汉献帝，建魏国，东汉灭亡，今银川市西夏区为少数民族鲜卑、匈奴、羌族部众驻牧之地。"
        },
        {
            "type": "text",
            "text": "       东晋义熙三年（407年），赫连勃勃建大夏政权。大夏真兴八年（424年）将饮汗城（今银川市东）改建为丽子园，大夏政权政权控制今银川市西夏区在内的广大地区。北魏始光三年（426年），拓跋焘进攻大夏，立怀远县（治丽子园），今银川市西夏区属之。北魏太延二年（436年），设置薄骨律镇，今银川市西夏区为薄骨律镇辖地。北魏孝昌三年（527年），改薄骨律镇为灵州，今银川市西夏区改属灵州。北周建德三年（574年），以大夏时的丽子园设置怀远郡、怀远县，郡县同治,隶属灵州。今银川市西夏区隶属怀远县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废郡存州，遂废怀远郡，今银川市西夏区属灵州。隋炀帝大业三年（607年），并州为郡，逐设置灵武郡，仍为灵州，今银川市西夏区归灵武郡怀远县。 唐初改郡为州，遂改灵武郡为灵州，今银川市西夏区境属灵州怀远县。武则天永昌元年（689年），在怀远县西北20公里处设置新堡（原名为千金堡），堡址在今西夏区南梁农场附近。"
        },
        {
            "type": "text",
            "text": "       北宋建隆元年（960年），今银川地区形式上属北宋所辖，实则为党项族等部众牧猎地区。北宋咸平四年（1001年），党项族首领李继迁攻占怀远等黄河河外5镇，今银川市西夏区为拓跋党项族部众占据。北宋天禧四年（1020年），李继迁之子李德明由西平府（灵州）迁至怀远镇，改怀远镇为兴州。北宋天圣二年（1024年），李德明在兴州西北筑省嵬城，统该地区党项族各部。北宋明道二年（1033年）五月，李德明之子李元昊改兴州为兴庆府。　"
        },
        {
            "type": "text",
            "text": "       北宋宝元元年（1038年），李元昊在兴庆府（今银川市兴庆区）称帝，正式建大夏国，史称西夏。西夏天庆十二年（1205年），改兴庆府为中兴府。西夏乾定四年（1227年）年一月，蒙古兵包围中兴府。六月，中兴府粮尽援绝，西夏末帝率夏国文武官员出降，西夏灭亡。"
        },
        {
            "type": "text",
            "text": "       元至元八年（1271年）三月，元廷复置西夏中兴等路行尚书省，今银川市西夏区属之。次年又改中兴行尚书省为行中书省。元至元二十五年（1288年）三月，元廷改西夏中兴路为宁夏路总管府，是“宁夏”地名之始。今银川市西夏区归宁夏路总管府中兴州怀远县管辖。\n\r\n       明洪武三年（1370年），明廷改宁夏府路为宁夏府，今银川市西夏区归其管辖。明洪武五年（1372年），因蒙古贵族鞑靼、瓦刺扰掠，明廷废宁夏府，徙军民于关陕地区，包括今银川市西夏区在内的宁夏北部大部地区成为空地。明洪武九年（1376年），明廷置宁夏卫，今银川市西夏区属之。明洪武十七年（1384年），在宁夏卫内设宁夏前卫。二十五年（1392年）又设宁夏左屯卫、宁夏右屯卫。二十八年（1395年）罢宁夏卫及左右屯卫。明建文四年（1402年），复置宁夏左屯卫、宁夏右屯卫。宁夏右屯卫，辖屯堡18个，部分屯堡分布于今银川市西夏区。明永乐元年（1403年）一月，复置宁夏卫。"
        },
        {
            "type": "text",
            "text": "       清顺治二年（1645年），陕西三边总督李化熙降清，今银川地区归清朝管辖。清雍正二年（1724年）十月，清廷改宁夏卫为宁夏府，设宁夏、宁朔2县，今银川市西夏区隶属宁朔县管辖。清乾隆三年（1738年）十一月二十四日，宁夏府城发生特大地震，彻底被毁。清乾隆五年（1740年）五月，清廷重建宁夏府城，同时于宁夏府城西15公里平湖桥东南处建新满城，银川新城因新满城而得名。清乾隆六年（1741年）六月，宁夏府城、新满新竣工。宁夏将军府始驻新满城。　"
        },
        {
            "type": "text",
            "text": "       民国十八年（1929年），成立宁夏省，银川系省会，时称宁夏省城。民国三十三年（1944年）4月，国民党宁夏省政府第130次委员会决定，呈报民国政府批准的。经3年的筹备于1947年4月正式成立银川市。当时银川市人口不过3万，市下无区。"
        },
        {
            "type": "text",
            "text": "      1949年，银川市解放之初设立4个区政府、21个街公所。1951年6月，增加到6个区。1954年，6个区合并为3个区。1955年撤区并乡。1970年，正式设立城区、新城区2个县级市辖区。1972年，设立银川市郊区。"
        },
        {
            "type": "text",
            "text": "      2002年10月19日，银川市市辖区行政区划调整：撤销银川市城区、新城区和郊区，设立银川市西夏区、金凤区和兴庆区。西夏区辖原新城区的朔方路、文昌路、北京西路、西花园路、宁华路5个街道办事处和原郊区的镇北堡镇、兴泾镇、芦花乡，区人民政府驻怀远东路。2003年9月全区撤乡并镇，由西夏区原芦花乡和镇北堡镇合并成立芦花镇，2005年，芦花镇更名为镇北堡镇。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       芦花乡的前身是1960年创建的芦花人民公社，其专名“芦花”来源于该乡境内的始建于明代嘉庆十二年（1533年）的芦花桥墩（烽火台），后演化为芦花台，现境内有芦花村和芦花台自然村；镇北堡镇的专名来源于该镇境内的始建于明代弘治十三年（1500年）的宁夏右屯所领18屯堡之一。"
        }
    ]
}