{
    "title": "陕西省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：472次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       陕西在西周初得名。当时周、召二公以陕原(今河南省陕县西南)为界分而治之。陕原以东由周公治理，称\"陕东\"；陕原以西由召公治理，称\"陕西\"。又因陕西在春秋战国时为秦国治地，故又简称\"秦\"。清顺治二年（1645年）2月，清军占据陕西全境。废去明朝布政使司的称号，改称陕西省。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周部族的古公亶父(约公元前l2世纪)作首领时，周人渡过漆水，翻过梁山，来到渭河北岸岐山南麓一块美丽富饶的黄土平原定居，并用自己的族名命名这块土地叫“周原”(今陕西扶风县同岐山县交界处)。正式定国号为“周”。古公亶父传季历，季历传姬昌(周文王)，这时周人全部占有了关中平原。公元前1136年左右，周文王把国都从周原迁到了沣(今陕西长安县马王村一带)。其子姬发(周武王)继位后，于公元前1133年又迁都于镐(今长安县斗门镇一带)。约在公元前l027年(武王十年)，经过牧野之战，周灭商建立了西周王朝。周初分封，周公和召公的封邑以陕(今河南省陕县西南)为界，陕以东周公治之，陕以西召公治之。后人因此称陕以西地区为“陕西”。"
        },
        {
            "type": "text",
            "text": "       周平王东迁，秦襄公率兵护送。周把岐(今陕西省岐山县)以西之地赐封秦襄公。秦德公元年(公元前677年)，秦将国都从平阳(今陕西岐山县)迁往雍(今陕西凤翔县)。秦献公二年(公元前383年)，秦将都城向东迁往栎阳(今陕西临潼县)。秦孝公十二年(公元前350年)，秦又迁都咸阳。秦王赢政(秦始皇)即位后，用近10年时间，终于在公元前221年统一全国。"
        },
        {
            "type": "text",
            "text": "       公元前206年2月，项羽自立为西楚霸王，把陕西关中和陕北地区分封给秦朝的3名降将；章邯为雍王，辖咸阳以西地区，都废丘(今陕西兴平县)；司马欣为塞王，辖咸阳以东地区，都栎阳(今陕西临潼县)；董翳为翟王，辖陕北地区，都高奴(今陕西延安市一带)。陕西代称“三秦”一词由此得名。公元前206年8月，汉王刘邦军偷渡陈仓(今陕西宝鸡市以东)，袭击关中，章邯自杀，司马欣、董翳投降，陕西遂为刘邦所占。"
        },
        {
            "type": "text",
            "text": "       汉初汉高祖刘邦先迁都于栎阳(今陕西临潼县)，高祖七年(公元前200年)从栎阳迁都长安，又称西汉京师。西汉时，将秦的内史管辖的渭河流域地区一分为三：即京兆尹，辖渭河以南地区；左冯翊，辖渭河以北、洛河中下游地区；右扶风，辖今咸阳以西地区。史称为“三辅”，治所均在长安城。公元25年6月，刘秀在洛阳建立东汉王朝。关中仍保留“三辅”称号，长安仍维持京兆府的名义，汉中郡由益州刺史辖(治所在成都)，陕北属并州刺史辖(治所在晋阳)。"
        },
        {
            "type": "text",
            "text": "       三国时期，陕西关中属魏的雍州所辖，治所在长安；今石泉以东陕南各县，属魏的荆州所辖(治所在今河南省新野)；陕南西部为蜀的益州所辖(治所在今四川省成都市)；陕北各处，为羌胡各族的游牧地区。"
        },
        {
            "type": "text",
            "text": "       西晋建兴元年（313年），晋怀帝被杀，司马业在长安即位，是为晋愍帝。晋愍帝建兴四年（316年）8月，刘曜进兵关中，11月，晋愍帝出降，西晋从此灭亡。光初二年（319年），刘曜改国号为赵，定都长安，史称前赵。前赵时期，关中和商洛地区为其所辖。陕北由后赵占据，汉江上游为成国占据，今石泉以东地区为东晋辖地。328年，后赵羯人石勒在洛阳生俘刘曜，次年进军关中，取长安，前赵亡。"
        },
        {
            "type": "text",
            "text": "       东晋永和六年（350年），氐人苻洪乘后赵内乱进军关中，次年其子苻健在长安称帝，史称前秦。384年3月，鲜卑人慕容泓据华阴，自称雍州牧、济北王，4月建元燕兴(史称西燕)。东晋太元十年（385年），慕容冲率西燕兵战败前秦入长安。翌年4月，姚苌乘西燕内乱攻入长安，改国号大秦，史称后秦。后秦时期，关中和陕北为其统治，陕南地区为东晋所占。东晋义熙十三年（417年）8月，东晋刘裕攻入关中，后秦亡。"
        },
        {
            "type": "text",
            "text": "       东晋义熙九年（413年）3月，曾投奔后秦姚兴的匈奴人赫连勃勃(于407年建立大夏国)，在朔方之北、黑水之南，建国都统万城(今陕西靖边县红墩界乡)。东晋义熙十四年（418年），赫连勃勃率大军南下，攻陷咸阳，占据长安，称帝，改元昌武。东晋元熙元年（419年），赫连勃勃还都统万城，留太子守长安。北魏始光二年（425年），赫连勃勃死。次年，北魏攻占了统万城和长安。"
        },
        {
            "type": "text",
            "text": "       西魏大统元年（535年），鲜卑人宇文泰立南阳王宝炬为帝，都长安，史称西魏。西魏时期，陕西关中、汉江上游，均为其控制。北齐天保七年（556年），宇文泰死，其子宇文觉嗣爵。北齐天保八年（557年），宇文觉称天王，建立北周。"
        },
        {
            "type": "text",
            "text": "       隋初仍都汉长安城。文帝废郡存州，炀帝改州为郡。陕西分由17个郡(州)管辖。其辖地全在陕西境内的有9个郡(州)：京兆(雍州，治所在今西安市)，冯翊(同州，治所在今大荔县)、扶凤(岐州，今凤翔县)、上郡(敷州、今富县)、雕阴(上州，今绥德县)、延安(延州，今延安市)、上洛(商州，今商州市)、汉中(梁州，今汉中市)、西城(金州、今安康市)；其辖地部分在陕西境内的8个郡(州)：榆林(胜州，治所在今内蒙古准格尔旗)、朔方(夏州，治所在今靖边县北)、盐川(盐州，治所在今定边县)、弘化(庆州，治所在今甘肃庆阳)、北地(豳州，治所在今甘肃宁县)，河池(凤州，治所在今凤县)，顺政(兴州，治所在今略阳县)、义城(利州，治所在今四川广元)。"
        },
        {
            "type": "text",
            "text": "       唐代的行政设置，在州(郡)之上加设道一级。唐初全国为l0道，今陕西的关中和陕北属关内道管辖，陕南届山南道。唐中叶，全国分l5道，陕西属4个道管辖：从关内道分出京畿道，辖今长武、韩城一线以南，宝鸡、凤翔以东地区，治所在长安；关内道由京官遥领；今安康市以东属山南东道，治所在今湖北襄樊；今安康市以西为山南西道，治所在今汉中市。唐代还在陕西境内设了三个府：京兆府(治所在长安)、凤翔府(治所在今风翔县)和兴元府(治所在今汉中市)。"
        },
        {
            "type": "text",
            "text": "       北宋建立后，行政设置改道为路。宋初设陕西路。之后，行政区划变化，陕西的大部分归兴军路(治所在今西安市)管辖；今麟游、周至以西，南至凤县、留坝、属秦凤路(治所在今甘肃省天水市)；今佛坪、镇巴以西属利州路(治所在今汉中市)；今宁陕、石泉以东属京西南路(治所在今湖北省襄樊市)；今神木、府谷、佳县属河东路(治所在今山西省太原市)；今榆林、横山、靖边、定边等县为西夏据有。"
        },
        {
            "type": "text",
            "text": "       北宋宝元元年（1038年），党项人李元昊建立大夏，陕北部分地区为其控制。西夏正德二年（1128年）8月，金军攻入关中，陕北大部和关中东部均为金占有。金在今陕西境内设有京兆府路(辖今铜川、韩城以南，乾县、武功以东，镇安、山阳以北，治所在今西安市)、鄜延路(辖京兆府路以北至米脂、保安，治所在今延安市)、还有凤翔路(京兆以西，治所在今凤翔县)、庆原路(今陕西淳化、永寿诸县西北属之，治所在今甘肃省庆阳市)、河东北路(今神木、佳县、吴堡诸县属之，治所在今山西省太原市)、利州西路(今凤县、留坝、略阳诸县属之，治所在今略阳县)、利州东路(利州西路以东、京兆府路以南诸县属之，治所在今汉中市)。今榆林、横山、靖边、定边诸县仍为西夏所占。"
        },
        {
            "type": "text",
            "text": "       南宋端平元年（1234年），金灭。南宋宝祐元年（l253年），蒙古大汗分封诸王，关中成为忽必烈的封地。元至元八年（l271年），忽必烈迁都燕京(后改为大都)，国号为“元”。元至元九年（1272年），忽必烈封第三子忙哥剌为安西王，建藩于陕西。元代在路之上设行中书省。陕西行省(治所在今西安市)的辖地包括今陕西全境，还有甘肃兰州以东和内蒙古伊克昭盟中部以南各地。元代中叶，安西王府被废除，安西路改名奉元路。"
        },
        {
            "type": "text",
            "text": "       明朝洪武二年（l369年）3月，明军徐达部进入陕西。4月占领奉元城，遂改奉元路为西安府。同月克凤翔。5月克延安。8月陕西平。明代在元的行省基础上，除北京、南京外，在全国设13个布政使司。陕西布政使司辖今陕西全境和甘肃嘉峪关以东、今宁夏和内蒙古昭盟的大部、青海湖以东部分地区。明代实行封王建藩，陕西布政使司境内有7个藩王，其中3个封在今陕西境内：洪武十年(1378)封于西安的秦王、宣德九年(1429)封于凤翔的郑王、天启七年(1627)封于汉中的瑞王。"
        },
        {
            "type": "text",
            "text": "       清顺治元年（1644年）12月，清军攻入陕北，顺治二年（1645年）2月，清军占据陕西全境。清代废去明布政使司的称号，仍称行省或省。清初陕西省辖今陕西全部，今甘肃、宁夏和青海东部。康熙二年(1663)，以陕西右政使驻巩昌(今甘肃省陇西县)，康熙五年(1666年)改为甘肃布政使，移驻兰州；左布政使仍驻西安，管理西安、延安、凤翔、汉中四府及兴安州。从此陕甘分治，陕西的区域最后确定。明清两代陕西省治均在西安。清顺治六年(1649年)，将明西安城东北部划作驻防城，通称满城。"
        },
        {
            "type": "text",
            "text": "       1911年10月10日，辛亥革命武昌起义爆发。10月22日，陕西革命党人领导新军在西安起义响应。23日下午，起义军攻破满城，西安光复。10月27日，陕西军政府成立。西安光复后，除汉中(1912年4月光复)外，全省大部于11月底光复。陕西省虽从民国十五年（1926年）11月起隶属于国民政府，但因为新旧更替之过渡时期，各县各自为政，除部分县按国民政府规定组织县政府外，多数县仍沿袭北京政府时期之县制。1927年7月，陕西省政府正式成立后，全省各县才逐步改制，县知事一律称县长，县政府设县长1人，县佐1人。民国十九年（1930年）10月，国民政府任命杨虎城为陕西省政府主席后，陕西省各县才开始依据国民政府之《县组织法》改组。"
        },
        {
            "type": "text",
            "text": "       解放前，全省共有92个县、1个市(西安市)和1设治局。第二次国内战争时期，在陕北北部和延安等地建立了陕甘边、陕北两个苏维埃政府及11个县级苏维埃政权。党中央到达陕北后，将原有和新发展的苏区合并为陕北、陕甘、陕甘边1三省及关中、神府两个特区。民国二十六年（1937年）9月6日陕甘宁边区政府成立。"
        },
        {
            "type": "text",
            "text": "       1949年5月全省解放后，政区调整为102个县(市、局)，直属分区、陕北行署、陕南行署及西安市统辖。1950年2月陕西省人民政府成立，省会设西安市，全省辖榆林、延安、绥德、渭南、咸阳、宝鸡、商洛、安康、汉中9个专区及1个省辖县，专区下辖96个县、市。1952年设立咸阳市，撤销咸阳专区，其辖区分归渭南和宝鸡专区。1956年撤销宝鸡、渭南、绥德专区，原属县市归省直接领导。1958年全省合并为52个县市，1961年后又恢复1958年以前的县市。1980年全省设7个地区，3个省辖市，3个地区辖市，91个县，1987年全省分8个地区，4个省辖市，4个地区辖市，89个县。"
        },
        {
            "type": "text",
            "text": "        1990年撤销华阴县，设立华阴市(县级)。1993年撤销兴平县，设立兴平市，由省直辖。1994年，将西安市的行政级别定为副省级。12月，撤销渭南地区和县级渭南市，设立地级渭南市。渭南市辖原渭南地区的8个县和新设立的临渭区(原县级渭南市)。原渭南地区的韩城市、华阴市由省直辖。1996年，撤销汉中地区和县级汉中市，设立地级汉中市，设汉台区及原汉中地区的10个县。11月，撤销延安地区和县级延安市，设立地级延安市。1997年6月，撤销临潼县，设立西安市临潼区。"
        }
    ]
}