{
    "title": "西安市灞桥区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "465",
            "category": "西安市"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：443次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年元月设置西安市灞桥区，以境内古迹灞桥为名。"
        },
        {
            "type": "text",
            "text": "       春秋时期，秦穆公称霸西戎，将滋水改为灞水，并修了桥，故称“灞桥”。王莽地皇三年（22年），灞桥水灾，王莽认为不是吉兆，便将桥名改为长存桥。以后在宋、明、清期间曾先后几次废毁，到清乾隆四十六年（1781年），陕西巡抚毕沅重建桥，但桥已非过去规模。直到清道光十四年（1834年）巡抚杨公恢才按旧制又加建造。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       灞桥区古属雍州之地，夏商时归属古杜柏国，亦称荡杜管辖。西周时期（约前11世纪～前771年），属周都丰镐的近畿之地，东接骊戎部族，西近镐京，南连弭侯、杜柏二侯国，北隔渭水与毕（侯）国相望。周惠王姬阆十八年，秦穆公元年（前659年）筑霸城（即芷阳）。秦庄襄王因芷阳宫而置芷阳县。区境在其辖地。秦王政二十六年（前221年）秦朝建立，实行郡县制，在都城咸阳设郡一级内史，芷阳属内史管辖。"
        },
        {
            "type": "text",
            "text": "       西汉时期（前206年～8年），分全国为103郡。汉文帝七年（前173），在区南部狄寨原为其母薄太后筑陵，置南陵为县，南陵县治在狄寨街西南大康村北。今狄寨、红旗及霸陵三乡南部均属南陵县管辖。汉文帝九年（前171年），又在薄太后陵北为其营建霸陵，遂改芷阳县为霸陵县。今区中、北部均属霸陵县管辖。汉武帝太初元年（前104年），将秦内史地改置京兆尹。霸陵、南陵二县隶属京兆尹。汉宣帝元康元年（前65年）因其父刘进的墓地奉明园筑于今西安市东郊韩森寨而设置奉明县，今区十里铺乡在其辖区。平帝元始四年（4年）撤销奉明县，辖地仍归长安县。"
        },
        {
            "type": "text",
            "text": "       新莽天凤二年（15年），王莽更霸陵县为水章县。汉淮阳王刘玄更始元年（23年），复水章县为霸陵县。东汉时期（25年～220年），霸陵县仍归京兆尹管辖。"
        },
        {
            "type": "text",
            "text": "       三国时期（220年～280年），曹魏占据中国北部地区，实行州、郡、县制度，区境所在的关中地区属魏国雍州之地。三国魏正始五年（244年），改霸陵县为霸城县，后属西晋雍州之地。"
        },
        {
            "type": "text",
            "text": "       南北朝时期（420年～589年），关中地区为北魏、西魏雍州之地，霸城县属京兆郡。北周明帝二年（558年），将长安县东部分设万年县。周武帝建德二年（573年），废霸城、杜城二县入万年县。"
        },
        {
            "type": "text",
            "text": "       隋唐时期（581年～907年），隋文帝杨坚开皇三年（583年）改万年县为大兴县，隶属京兆郡。唐高祖李渊武德元年（618年），复大兴县为万年县，隶属以京兆郡更名的京兆府。武德七年（624年）废芷阳县入万年县。唐天宝七年（748年），改万年县为咸宁县。唐肃宗乾元元年（758年），复咸宁县为万年县。"
        },
        {
            "type": "text",
            "text": "       五代时期（907年～960年），后梁太祖开平元年（907年），改万年县为大年县。后唐庄宗同光元年（923年），复大年县为万年县。宋朝时期（960年～1279年），宋徽宗宣和七年（1125年），改万年县为樊川县。（宋时）金世宗大定二十一年（1181年），复樊川县为咸宁县。"
        },
        {
            "type": "text",
            "text": "       元朝时期（1271年～1368年），实行省、路、府（州）、县四级行政体制，设陕西四川行省，后改为陕西四川行中书省，改京兆府为安西路，后再改安西路为奉元路，咸宁均为其辖地。"
        },
        {
            "type": "text",
            "text": "       明朝时期（1368年～1644年），明太祖洪武二年（1369年），改奉元路为西安府，咸宁县遂为西安府辖地。清朝时期（1644年～1911年），实行省、道、府、县四级行政体制，咸宁县隶属西安府。"
        },
        {
            "type": "text",
            "text": "       中华民国时期（1912年～1949年），民国二年（1913年）2月撤销咸宁县，将其辖地并入长安县，将清代县下各社改为仓、仓设乡约、坊设地保、村设地方。民国时期灞桥地区一直属长安县管辖。"
        },
        {
            "type": "text",
            "text": "       1950年2月陕西省人民政府成立，省会设西安市。1955年元月设置西安市灞桥区。"
        }
    ]
}