{
    "title": "中国古代各王朝国号的由来",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "61",
            "category": "诗词文史"
        }
    ],
    "detail": "[日期：2014-02-09]   来源：www.Youlai19.cn  作者：【由来网】   阅读：870次",
    "content": [
        {
            "type": "text",
            "text": "      《论语•子路》曰“名不正,则言不顺；言不顺,则事不成”，所以各王朝创建者要做的第一件事就是确立国号。《史记•五帝本纪》曰：“自黄帝至舜禹，皆同姓而异其国号，以章明德。”以下即是中国历史上18个王朝的国号的由来。"
        },
        {
            "type": "text",
            "text": "       1 夏：据传禹曾受卦于夏伯，因用以称其政权为“夏”。另说，禹的儿子启西迁大夏（山西南部汾浍一带）后，才称“夏”。"
        },
        {
            "type": "text",
            "text": "       2 商：相传商（今河南商丘南）的始祖契曾帮助禹治水有功而受封于商，以后就以“商”来称其部落。《史记•殷本纪》：“殷契……封于商。\"《正义》引《括地志》：“商州东八十里商洛县，本商邑，古之商国。”汤灭夏后，就以“商”作为国名。后盘庚迁殷（今河南安阳西北）后，又以“殷”或“殷商”并称。"
        },
        {
            "type": "text",
            "text": "       3 周：周部落到古公亶父时，迁居于周原（今陕西岐山）。武王灭殷以后，就以“周”为朝代名。周前期建都于镐（今陕西西安西南），后来平王东迁洛邑（今河南洛阳），因在镐的东方，就有“西周”和“东周”的称号。"
        },
        {
            "type": "text",
            "text": "       4 秦：据《史记》记载，本为古部落，其首领非子为周孝王养马有功，被周孝王赐姓为“嬴”，并赐给了一小块土地（今甘肃天水县，另说是陇西谷名），曰秦。《史记•秦本纪》：“孝王曰：‘朕分其土为附庸，邑之秦。’”公元前771年，申侯联合犬戎进攻镐京，秦襄公以兵救周。周平王东迁，秦襄公出兵护送，以功封诸侯。公元前221年，秦始皇统一六国，始建秦国。"
        },
        {
            "type": "text",
            "text": "       5 汉：项羽封刘邦为汉王，以后刘邦击败项羽，统一中国，国号称“汉”。汉朝前期都长安，后期都洛阳，故从都城上有“西汉”和“东汉”，从时间上有“前汉”和“后汉”之分。"
        },
        {
            "type": "text",
            "text": "       6 魏：汉献帝曾封曹操为“魏公”、“魏王”爵位，曹丕代汉后便称“魏”。以皇室姓曹，历史上又称“曹魏”。"
        },
        {
            "type": "text",
            "text": "       7 蜀：实际上221年刘备称帝，国号不是“蜀”，而是“汉”，因为刘备是中山王刘胜后裔，自称是汉室的延续。又因刘备以四川为活动地区，蜀指四川，其政权也称“蜀”或“蜀汉”、“刘蜀”、“季汉”。"
        },
        {
            "type": "text",
            "text": "       8 吴：孙权活动于长江下游一带，历史上曾建吴国，曹魏曾封孙权为“吴王”，故史称“孙吴”；又以地位在东，也称“东吴”。"
        },
        {
            "type": "text",
            "text": "       9 晋：司马氏的籍贯河内郡温县(今天河南省温县招贤镇)，本来属于先秦时晋国的地盘，所以司马昭被曹魏封为晋公，灭蜀后进爵为晋王。后来他的儿子司马炎继承他的爵位，逼令魏帝退位，自立为皇帝，国号“晋”。"
        },
        {
            "type": "text",
            "text": "       10 隋：隋文帝杨坚之父杨忠，曾被北周封为“随国公”，因其世居之地为古随国地。杨坚袭父爵亦为“随国公”，继而进封为“随王”，北周大定元年（581年）称帝，但他认为随有“走”的意思，恐不祥，遂改国号为“隋”。"
        },
        {
            "type": "text",
            "text": "       11 唐：唐高祖李渊的祖父李虎，佐周有功，被追封为“唐国公”，封号源自山西古唐国。爵位传至李渊，太原起兵后，李渊称“唐王”，后废杨侑建唐朝。"
        },
        {
            "type": "text",
            "text": "       12 辽：辽原称“契丹”，947年，耶律德光率军南下中原，攻灭五代后晋，改国号为“辽”，是因居于辽河上游之故。983年曾复更名“大契丹”，1066年辽道宗耶律洪基恢复国号“辽”。"
        },
        {
            "type": "text",
            "text": "       13 宋：后周恭帝继位后，命赵匡胤为归德节度史，归德军驻宋州（今河南商丘），赵匡胤为宋州节度使。故陈桥兵变称帝后，以发迹在宋州，国号曰“宋”。"
        },
        {
            "type": "text",
            "text": "       14 西夏：唐朝中和元年（881年），拓跋思恭占据夏州（今陕北地区的横山县），封定难节度使、夏国公，世代割据相袭。1038年，李元昊建国时便以夏为国号，称“大夏”。又因其在西方，宋人称之为“西夏”。"
        },
        {
            "type": "text",
            "text": "       15 金：1115年完颜阿骨打于会宁府（今黑龙江省哈尔滨市阿城区）建都立国，国号“大金”。因金都城上京会宁（今黑龙江阿城南），位于按出虎水（今阿什河），相传其水产金，女真语“金”为“按出虎”。另一说，完颜阿骨打称帝时对群臣说：“辽以镔铁为号，取其坚也。镔铁虽坚，终亦变坏，唯金不变不坏。”于是以大金为国号。"
        },
        {
            "type": "text",
            "text": "       16 元：铁木真于1206年在斡难河河源立国，尊汗号为成吉思汗，国号“大蒙古国”。1271年，忽必烈取《易经》“大哉乾元，万物资始”之意改国号为“大元”，“元”，有大、首等意思。1368年，朱元璋称帝建立明朝，随后北伐驱逐元廷攻占北京，此后元廷退居漠北，史称北元。"
        },
        {
            "type": "text",
            "text": "       17 明：朱元璋追随郭子兴参加白莲教组织。白莲教又称“光明教”，白莲教的首领韩山童称“明王”，他的儿子韩林儿称“小明王”。朱元璋不仅曾经信仰白莲教，而且也是白莲教起义军的一支，他曾为小明王左副元帅。1368年朱元璋称帝，国号为“大明”。1644年李自成攻入北京，明朝宗室在江南建立朝廷，史称南明。"
        },
        {
            "type": "text",
            "text": "       18 清：1616年，努尔哈赤在赫图阿拉城（今黑龙江哈尔滨市阿城区）建国称汗，宣告建立“大金”国，因满族是女真族的一支，女真族在北宋时建立金国。1636年，皇太极在沈阳即皇帝位，改国号“大金”为“大清”。在满语中“清”即“金”的谐音，汉语的“清”即满语的“金”，“金”改为“清”，是改汉不改满。为了避免刺激汉族人回忆曾经金国对汉族残酷掠夺和压迫的历史，减少民族抵触情绪。另外，按照汉族传统五行相克的说法，朱姓的明朝中“朱”、“明”两字，均含“火”之意，，“火”正克“金”，将“金”改为“清”，而汉字中“清”，有“水”旁，正可克火。"
        }
    ]
}