{
    "title": "西安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "465",
            "category": "西安市"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：509次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       西汉高祖5年（前202年），置长安县，以秦长安邑为名。民国初年，长安属关中道，归省政府直辖，民国十七年（1928年），民国政府决定成立西安市，分长安县所属城内及四关划归西安市，民国十九年（1930年）11又撤销西安市政府，原划长安城地面仍归长安管辖，成立长安县城关区管理西安城关行政。民国三十一年（1942年），重新成立西安市政处，次年再次成立西安市，再次划拨“长安城”城关及城周四乡面积230平方公里划归西安市。自此“长安”古名寿终正寝。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       夏时，长安县属雍州辖，商代属崇候国。西周文王姬昌灭崇国后，由周原东迁，在沣河西岸营建丰京，后来周武王姬发又在沣河以东建造镐京。沣镐二京是西安地区最早出现的全国性城市。周代今长安境内分封的诸侯国有：杜伯国、函侯国、鲍伯国、樊侯国、丰侯国。秦庄襄王在今县东设置过芷阳县。周朝东迁以后，杜伯国在这里建立汤杜毫国，以其祖先成汤曾建都于毫，故国号为毫，建都于杜京。"
        },
        {
            "type": "text",
            "text": "       秦武公十一年（前687年），秦灭汤杜毫国后建立杜县，今长安县境在其辖区。长安县的前身为秦孝公十二年（前350年）所设咸阳县，始皇时，封其弟成娇为长安君，长安为一乡聚名。这就是长安作为地名第一次出现。"
        },
        {
            "type": "text",
            "text": "       西汉高祖五年（前202年），废咸阳县置长安县，属渭南郡。高祖7年（前200）年，都城由栎阳迁往长安。高祖9年，隶属内史。太元初年（前104年）归京兆郡。汉宣帝元康元年（前65年）在今杜县境内设杜陵县，同时在上林苑开辟韦曲、杜曲等为居邑。东汉光武年间，将奉明县及渭城县划入长安。"
        },
        {
            "type": "text",
            "text": "       王莽建国元年（前9年），改长安县为常安县，天凤二年（15年），改杜陵县为饶安县。刘玄更元年（23年），恢复两县名。初平元年（190年），董卓强迫献帝迁都长安。 三国魏置长安县，属京兆郡。西晋设长安县，同属京兆郡，并将安陵（今咸阳市东）、长陵（今咸阳东北20公里处）两县并入长安县。"
        },
        {
            "type": "text",
            "text": "       晋愍帝时迁都长安，将长安北部划出设渭城、长陵、安陵三县。后秦时，改长安县为常安县，当时划常安、蓝田地、杜县部分地方设山北县（因其位于终南山北而得名）。到了北魏时期，再次恢复长安县县名。"
        },
        {
            "type": "text",
            "text": "       北周时期，撤销冯翊郡所辖万年县（治所在今临潼栎阳），并分长安、霸城、山北县地域在长安城内另置万年县。天和三年（568 年）撤销山北县，并入万年县，建德二年（753 年）撤霸城县及杜县，东部地区并入万年县，西部地区并入长安县，此时万年、长安两县并存。"
        },
        {
            "type": "text",
            "text": "       隋初定都长安，开皇三年（583）建都大兴城，改万年县为大兴县，县治移于大兴城宣阳坊， 长安县治移大兴城长寿坊，此时两县共治大兴城。隋文帝时两县属雍州，炀帝改雍州为京兆郡。"
        },
        {
            "type": "text",
            "text": "       唐时改大兴城为长安。武德元年改大兴县为万年县，仍由万长两县分治长安城。乾封元年，在万年县的西部设明堂县，分长安县东南部设乾封县。长安三年（703）万长两县撤销。 永昌元年（689）分长安县南部设永昌县，又于神龙元年（705）撤销。唐天宝七 年以“万国咸宁”意改万年县为咸宁县。53年后又复名万年县、长安县，此后两县再次并存并以朱雀大街为界，万年县治东，长安县治西。"
        },
        {
            "type": "text",
            "text": "       唐昭宗天佑元年，朱温挟昭宗迁都洛阳，后来，长安节度使在原长安皇城的基础上建长安新城，并在两侧各建东、西小城，长别驻万长两县。后梁开平元年改万年县为大年县，治所在东小城，改长安县为大安县，治所在西小城，两县均属大安府。后唐同光元年（923年），恢复万长两县县名，此后，后晋、后汉、后周一直未变。"
        },
        {
            "type": "text",
            "text": "       北宋宣和七年（1125年），改万年县为樊川县，以县境内有樊川（相传为樊哙封地） 而得名。长安、樊川两县均属永兴军路京兆路京兆府。"
        },
        {
            "type": "text",
            "text": "       元朝长安、咸宁两县属奉元路管辖，至元年间，将城内的咸宁，长安所属地划归录事司，管辖城关行政。金设长安县，南宋绍兴十六年（1146 年），将南宋划出的乾佑县并入樊川县，金世宗大定二十一年（1181）改樊川县为咸宁县。两县仍京兆路京兆府。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369）废奉元路设西安府（历史上第一次出现西安），长咸两县属西安府，明时长咸两县属陕西布政司西安府辖。"
        },
        {
            "type": "text",
            "text": "       清代设长安县。朝乾隆四十八年（1783年），长安与宁陕县东北部局地划宁陕，把咸宁县与柞水县西北部归孝义厅。清仁宗嘉庆元年（1796年）设县丞署，长安县署先后驻斗门、子午，咸宁县署先后驻灞桥、草滩。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废西安府设关中道。原咸宁裁入长安县，隶属关中道。民国十七年（1928年），成立西安市政府，分长安县所属城内及四关划归西安市。民国十九年（1930年）11又撤销西安市政府，原划地面仍归长 安管辖，成立长安县城关区管理西安城关行政。民国三十一年（1942年），成立西安市政处，次年再次成立西安市。"
        },
        {
            "type": "text",
            "text": "       1949年5月20日长安解放，6月3日成立县政府，政府驻大慈恩寺，属陕甘宁边区咸阳分区辖，6月6日驻所迁往韦曲镇，6月13日县政府驻大兴善寺，7月16日再次迁往韦曲。1950年11月，将宁陕县高丰乡秦岭以北地区180平方公里的山区划入长安。1955年初，将渭滨、灞桥两区 、狄寨区、三桥区、斗门区、郭杜区、大兆区等292平方公里的山区划入长安。1958年狄寨公社和大兆公社等104平方公里土地划归西安市。2002年6月2日立西安市长安区。"
        }
    ]
}