{
    "title": "户县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "465",
            "category": "西安市"
        },
        {
            "id": "476",
            "category": "户县"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       户县古称鄠[hù]县，本夏之扈国也，秦改为鄠，汉初置鄠县。鄠县县名“以雩祭得名”。1964年9月10日，全国改革生僻字、繁体字地名，“鄠县”改为“户县”。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       雩祭是重大的祭祀活动之一，《周礼》：“若国大旱，则帅巫而舞雩”。因为祭祀时伴有舞乐，所以也叫舞雩。舞雩用舞蹈与音乐来打动上苍，祈求降雨。雩祭用女巫，表示从阴。雩制在国之南为坛，祈上帝，舞童八列六十四人。雩祭时跳皇舞，皇舞是中国古代舞蹈之一。舞时有文武之分，文官执羽毛，武官执盾斧，载歌载舞。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，户县为有扈氏国，与夏同姓姒，为夏之属国。夏时国家常以氏族名称作为国各。“有扈氏”为“扈国”。有扈氏国为户县地区建置最早的方国，也是户县地名的由来。"
        },
        {
            "type": "text",
            "text": "       商代（前16～前11世纪），户县有崇国，其后有丰邑，都是商之属国。公元前1136年，西伯（周文王）伐崇侯虎，自岐迁都于丰。武王伐纣时，誓师于丰。当时的丰京实际上已成为政治中心，但仍为商之属国。商代户县的甘亭、甘盘也是商之属国。"
        },
        {
            "type": "text",
            "text": "       西周，武王灭纣后，虽建都于沣河以东的镐，而丰京不移。在西周时期，一直是丰、镐并举。春秋战国时期（前770年～前221年），周平王东迁，以岐丰之地赐秦襄公。秦代，在咸阳设内史，兼治三辅，户县属内史管辖。"
        },
        {
            "type": "text",
            "text": "       汉初置鄠县，属右扶风，高帝九年属内史，武帝太初元年属右扶风，东汉仍属右扶风。三国、魏（220年～265年），置雍州三辅，下设8郡，鄠县属始平郡。晋代（265～420年），鄠县属始平郡。"
        },
        {
            "type": "text",
            "text": "       北魏（420年～534年），置雍州下设7郡，鄠县属京兆郡。西魏（535年～556年），鄠县属雍州京兆郡。北周（557年～581年），雍州下设5郡1尹，鄠县属京兆尹。隋朝（581年～618年），全国分为109郡，关中设京兆、冯翊、扶风3郡，鄠县属京兆郡。"
        },
        {
            "type": "text",
            "text": "       唐代，全国分为10道，鄠县属关内道京兆府京兆郡。开元二十一年（733年）全国改设为15道，鄠县属京畿道。五代（907年～960年），梁时鄠县属大安府。唐、晋、汉、鄠县县属京兆府。"
        },
        {
            "type": "text",
            "text": "       北宋，全国分为15路，在长安设立陕西路，后改陕西路为永兴军路，鄠县属永兴军路京兆府京兆郡。金代（1127年～1234年），陕西分6路，鄠县属京兆路京兆府。元代（1271年～1368年），陕西设行中书省，下辖6路，鄠县属奉元路。"
        },
        {
            "type": "text",
            "text": "       明初陕西仍设行中书省，洪武九年（1376年）置陕西布政使司，下分4道，鄠县属关内道西安府。清代仍依明制，鄠县属西安府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）废陕西布政使司，全省分7府，鄠县属西安府。民国三年（1914年）撤销府的建制，全省分3道，鄠县属关中道。民国十六年（1927年）撤销道的建制，鄠县属陕西省政府直接管辖。民国二十六年（1937年）陕西省政府以下设立行政督察区，鄠县属第10行政督察区（区治在咸阳）管辖。"
        },
        {
            "type": "text",
            "text": "       1949年5月21日，鄠县解放后，鄠县属陕甘宁边区咸阳分区管辖。1950年5月，鄠县属咸阳专区管辖。1953年元月，鄠县直属陕西省人民政府管辖。1958年11月，鄠县保留县的建制，划归西安市人民委员会管辖。1961年8月，鄠县划归咸阳专区管辖。1964年9月10日，“鄠县”改为“户县”。1969年到1982年，户县属咸阳地区管辖。1983年10月20日将户县划归西安市管辖。"
        }
    ]
}