{
    "title": "周至县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "465",
            "category": "西安市"
        },
        {
            "id": "477",
            "category": "周至县"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：430次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周至县，原名“盩厔”[zhōu zhi]或写作“盩庢”，是“山环水复”之义，据《元和郡县图志》称：“山曲曰盩，水曲曰厔。陕西盩厔县，其地山环水复，因名‘盩厔’。”1964年全国改革生僻字、繁体字地名，于是根据读音，盩厔改称“周至”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       尧舜时代，传说周至地属骆国。西周时属京畿地。春秋秦襄公八年～孝公十二年（前770～前350）周至地为秦国管辖。战国秦孝公十二年～秦王政二十五年（前350年～前222年）周至地属武功。秦朝周至属内史。"
        },
        {
            "type": "text",
            "text": "       西汉汉高祖刘邦元年（前206年）周至属雍国。二年（前205年）周至改属中地郡。汉高祖九年（前198年）改属左内史。建元六年（前135年）改属右内史。太初元年（前104年）置盩厔县，治所设在今终南镇，属右扶风。东汉建武三年（27年）盩厔县并入武功县，隶扶风郡。"
        },
        {
            "type": "text",
            "text": "       西晋建兴元年（313年）复置盩厔县，隶扶风郡。北魏太平真君七年（446年）武功县并入盩厔县，隶扶风郡。太和十一年（487年），复从盩厔县析出原武功县，盩厔县仍属扶风郡。西魏仍依北魏旧制。北周明帝二年（558年）盩厔属终南郡。郡址在今终南镇。天和二年（567）析终南郡，于故址置恒州，盩厔属其治。又从盩厔分出仓城、温汤县，盩厔县治所迁至今户县甘河乡附近，仓城县治所设在今竹峪乡仓峪村附近，温汤县治所设在今广济乡暖泉村，3县均隶恒州。建德三年（574年）盩厔县迁治所于今址。于恒州下置周南郡，郡治在今二曲镇，辖盩厔、仓城、温汤县。大象二年（580年）仓城、温汤县并入盩厔县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废周南郡，盩厔县改隶京兆郡。唐武德三年（620年）废恒州，盩厔县改隶稷州。析出盩厔县东部地域置终南县，治所在今终南镇，隶雍州。贞观元年（627年）废稷州，盩厔、终南县同隶雍州。贞观八年（634年）废终南县，仍归盩厔，隶雍州。天授二年（691年）置稷州，盩厔县属之。大足元年（701年）废稷州，盩厔县改隶雍州。天宝元年（742年）盩厔县改名宜寿县，隶雍州。至德二年（757年）撤销宜寿县，恢复盩厔县，改隶京兆府。乾宁二年（895年）属京兆府乾州管辖。天复元年（901年）盩厔县改隶凤翔府。"
        },
        {
            "type": "text",
            "text": "       后梁开平二年（908年）改京兆府为大安府，盩厔县属之。后唐同光元年（923年）隶凤翔府；三年（925年）改隶凤翔府。后晋后汉、后周均依后唐旧制。北宋大观元年（1107年）于终南镇设清平军，并划出盩厔东部设终南县，军、县治所均在终南镇，隶京兆府，盩厔县仍隶凤翔府。"
        },
        {
            "type": "text",
            "text": "       金贞祐四年（1216年）于县城东辛家寨村置恒州，辖盩厔、终南、眉县，隶凤翔府。元至元初年（1264年～1278年）废恒州，终南县并入盩厔县，属凤翔府。十六年（1279年），改京兆府为安西路，盩厔属之。皇庆元年（1312）改安西路为奉元路，盩厔属之。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年）三月奉元路易名西安府，盩厔属之。清顺治元年（1644年）盩厔属西安府治。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）废府设道，盩厔属关中道。民国十一年（1922年）盩厔县由陕西省直辖。民国二十四年（1935年）盩厔属第九行政督察区。民国三十六年（1947年）改隶第十行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年5月30日盩厔县解放。1949年10月1日盩厔归咸阳行政督察专员公署（以下简称咸阳专署）管辖。1953年咸阳专署撤销，盩厔县改由宝鸡专署管辖。1956年撤销专署，盩厔由陕西省直辖。1958年眉县并入盩厔县。1961年复设咸阳专署，从盩厔析出眉县，周至归咸阳市辖。不久又改隶咸阳专署。1964年，因盩厔生僻，根据读音改称“周至”。1968年咸阳专署改为咸阳地区革命委员会，周至归其管辖。1984年周至县改属西安市管辖。"
        }
    ]
}