{
    "title": "蓝田县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "465",
            "category": "西安市"
        },
        {
            "id": "478",
            "category": "蓝田县"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：424次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       周安王二十三年（秦献公六年，前379年）置蓝田县，据《元和郡县志》解释：因为蓝田出美玉，而“蓝田”为美玉之一种，故称蓝田县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏隶雍州属有扈氏。商蓝田仍隶雍州，属古丰国。周属畿内，当时蓝田称“弭”。战国时期蓝田属秦，周安王二十三年（秦献公六年，前379年）置蓝田县，治于今县城西，荆峪沟右岸。秦庄襄王元年（前249年），吕不韦为丞相，封文信侯，食蓝田等十二县。秦属内史。"
        },
        {
            "type": "text",
            "text": "       西汉高祖元年（前206年）蓝田属渭南郡，九年（前198年）属内史。文帝刘恒三年（前177年）有霸陵县地，七年（前173年）有南陵县地，汉武帝建元六年（前135年）蓝田为右内史直辖，汉武帝太初元年（前104年）属京兆郡。东汉蓝田归京兆郡管辖（26年京兆归雍州，39年属司隶，213年又属雍州）。"
        },
        {
            "type": "text",
            "text": "       曹魏中央之下设司隶，再下辖秦国、京兆国、京兆郡等，魏文帝黄初二年（221年），蓝田先后属秦国和京兆国，正始五年（244年）属京兆郡。晋（265年～420年）：280年蓝田属京兆郡，更上隶雍州。"
        },
        {
            "type": "text",
            "text": "       前赵光初二年（319年）设司隶，下设京兆郡蓝田隶之。后赵太和二年（329年）年设雍州辖京兆郡，蓝田属京兆郡。前秦皇始元年（351年）设司隶，下辖京兆郡，蓝田隶之。后秦：蓝田隶属因之。东晋义熙十三年（417年）：改司隶设雍州，辖京兆郡。蓝田属京兆郡。"
        },
        {
            "type": "text",
            "text": "       北魏始光元年（424年），北魏势力始达蓝田，设京兆郡（下辖蓝田县）。初蓝田县有杜陵县地，太武帝神鹿三年（430年），京兆郡上设雍州。蓝田属京兆郡所辖。北魏太平真君七年（446年），并蓝田县入灞城县。魏太和十一年（487年）又设蓝田，并有灞城县和山北县地，灞城县取代蓝田为时共41年之久（446年～487年）。西魏时（535年～556年）设雍州，下辖蓝田山北二县。北周天王元年（557年）置蓝田郡，下辖蓝田、玉山、白鹿三县。北周建德二年（573年）废玉山、白鹿二县，辖地入蓝田县，移治峣柳城，隶京兆郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇九年（589年）设雍州辖蓝田（589年～607年）。大业三年（607年）设司隶辖京兆郡，蓝田隶之。唐设雍州辖蓝田（畿县）。唐武德二年（619年），分蓝田县为白鹿、蓝田二县。翌年改白鹿县为宁民县，又增设玉山县，统归雍州所领。贞观元年（627年）废玉山、宁民二县，辖地入蓝田隶关内道之京兆郡。武则天天授元年（690年）隶京道之雍州。开元元年（713年），蓝田属京道下之京兆府。"
        },
        {
            "type": "text",
            "text": "       五代（梁、唐、晋、汉、周）设雍州。其中后梁开平年间（907年～911年）蓝田属雍州之大安府中。 宋至道三年（997年），改关西道为陕西路，下设京兆府，蓝田属京兆府。宋神宗熙宁五年（1068年）蓝田隶永兴军路，宋徽宗大观元年（1107年）隶永兴军路下之大都督府。金皇统二年（1142年）蓝田属京兆府路，京兆总管府。"
        },
        {
            "type": "text",
            "text": "       元至元二年（1265年）蓝田隶于陕西四川行省，至元七年（1270年）属四川陕西行中书省。至元二十三年（1286年）属西安路。至元二十四年（1287年）属陕西四川行中书省。皇庆元年（1312年），属奉元路。"
        },
        {
            "type": "text",
            "text": "       明洪武二年（1369年），蓝田属西安府。清顺治元年（1644年），蓝田属陕西布政司西安府，乾隆四十八年（1783年），分蓝田南境为孝义川，设抚民同知，为时不久又归蓝田，其后再无变易。"
        },
        {
            "type": "text",
            "text": "       民国蓝田归关中道西安府管辖，抗日战争开始后，全国分若干专区，蓝田先归商州专区，继属咸阳专区。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建国后，蓝田隶属关系五次变更：1950年属渭南专区；1956年归省人委直接领导；1959年划归西安市；1961年重归渭南专区；1983年再次划归西安市。"
        }
    ]
}