{
    "title": "铜川市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "466",
            "category": "铜川市"
        }
    ],
    "detail": "[日期：2014-03-01]   来源：www.Youlai19.cn  作者：【由来网】   阅读：435次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北魏太平真君七年（446年）设置铜官县。北周建德四年（575年），铜官县改名同官县，民国三十五年（1946年）7月，同官改称铜川。因“同官”与“潼关”同音，治所又设在铜水之川，故更名铜川。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代和商代，隶属古雍州，先后为当时的属国扈、华原、豳的领地。周代隶属豳邑。春秋战国时代，为秦国的领地。秦厉共公二十一年（前456），设置频阳县（县治在今富平县薛镇），辖今铜川。秦代（前221年～前206年），隶属内史地。"
        },
        {
            "type": "text",
            "text": "       西汉景帝二年（前155年），开始设置祋祤县。县治在今耀县城东约半公里的河东堡，归左内史统辖。当时，除今郊区焦坪一带隶属上郡漆垣县外，其余大部分隶属于祋祤县。西汉太初元年（前104年），左内史改为左冯翊。祋祤县隶属左冯翊。新莽（9年～24年）时，祋祤县改属列尉大夫。后，祋祤县制撤销。东汉永元九年（97年），又设置祋祤县，隶属左冯翊。"
        },
        {
            "type": "text",
            "text": "       三国魏（220年～265年）时，今甘肃省宁县境内的泥阳县侨置于祋祤县，祋祤县遂被撤销。泥阳县隶属雍州北地郡，郡治在今耀县县城。西晋（265年～316年）时，铜川地区从泥阳县分出，划入冯翊郡频阳县。"
        },
        {
            "type": "text",
            "text": "       十六国前赵（304年～329年）时，铜川地区隶属豳州北地郡。郡治在今耀县。十六国前秦（350年～394年）和后秦（384年～417年）时，铜川地区隶属北地郡。前秦在今市郊区城关济阳寨设置铜官护军。"
        },
        {
            "type": "text",
            "text": "       北魏太平真君七年（446年），设置铜官县，县治在今市郊区王益乡高坪村附近，隶属雍州北地郡；撤销铜官护军，其地并入土门护军。景明元年（500年），撤销频阳县，分割铜官县部分地区，连同今富平县东北部分地区，设置土门县，隶属雍州北地郡。永安元年（528年），土门县改属宜君郡。孝武帝（532年～534年）时，另置黄堡县，隶属雍州宜君郡。西魏（535年～556年）时，沿袭铜官县、土门县建制。铜官县属宜州宜君郡，土门县属宜州通川郡。北周建德四年（575年），铜官县改名同官县，隶属宜州。土门县建制保留。"
        },
        {
            "type": "text",
            "text": "       隋代，沿袭同官县、土门县建制。开皇二年（582年），改宜君郡为宜州，同官县隶属该州；大业二年（606年），改属雍州；后属京兆郡。同年，撤销土门县，其地并入华原县；后恢复土门县建制，隶属京兆郡。"
        },
        {
            "type": "text",
            "text": "       唐代，沿袭同官县建制。武德（618年～626年）年间，隶属宜州。贞观十七年（643年），改属雍州。是年，撤销土门县建制。贞观二十一年（647年），唐太宗决定将坐落在宜君县西南山谷的仁智宫改名为玉华宫，并将宜君县治迁驻于此，县属雍州。永徽二年（651年），宜君县与玉华宫同废。天授二年（691年），同官县改属宜州。大足元年（701年），撤销宜州，同官县改属雍州。天复（901年～903年）年间，为北方割据政权岐的领地。"
        },
        {
            "type": "text",
            "text": "       五代时期，先后为后梁（907～923年），后唐（923～936年）、后晋（936～946年）、后汉（947～950年）、后周（951～960年）的领地。后梁开平三年（909年）三月，同官县由京兆府改属同州。后唐同光三年（925年）七月，改属耀州。后晋、后汉、后周时属耀州。"
        },
        {
            "type": "text",
            "text": "       北宋（960年～1126年），同官县隶属永兴军路耀州。金代（1115年～1234年），同官县隶属京兆府路耀州。元代（1206～1368），同官县隶属陕西行中书省奉元路耀州。明代（1368年～1644年），同官县隶属陕西布政使司关内道西安府耀州。清代（1636～1911）初年，同官县隶属陕西布政使司西安府耀州。雍正三年（1725），耀州改为直隶州，同官县隶属该州。后同官县隶属西安府。"
        },
        {
            "type": "text",
            "text": "       民国初期，同官属西安府。民国二年（1913年），属陕西省关中道。民国十六年（1927年），属关中区。是年，同官被厘定为三等县。民国二十五年（1936年）7月，属陕西省第七行政督察区。民国二十九年（1940年）初，属第三行政督察区。是年，同官被厘定为五等县。民国三十三年（1944年）4月，属第二行政督察专员公署。民国三十五年（1946年）7月，同官改称铜川。民国三十六年（1947年）10月，属第三行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1949年2月20日，铜川县第一次解放，同官县政府迁入县城。在国民党军队进犯的情况下，3月15日，县级机关及其工作人员撤离县城。4月28日，全县解放。5月1日，同官县政府迁入县城办公。5月20日，关中分区行政督察专员公署改为三原分区行政督察专员公署，同官县归其领导。7月7日，县名改称铜川。"
        },
        {
            "type": "text",
            "text": "       1950年5月1日，三原分区行政督察专员公署撤销，铜川县改属咸阳分区行政督察专员公署。1953年1月20日，撤销咸阳分区行政督察专员公署，铜川县改属省人民政府直接领导。1958年4月5日，撤销铜川县建制，成立铜川市，归省管辖。11月1日，撤销富平县、耀县建制，将富平县、耀县的行政区域及宜君县的部分地方并入铜川市。1961年8月，恢复富平县、耀县建制，铜川市改属渭南行政督察专员公署管辖。1966年8月1日，铜川市改为省辖市。"
        },
        {
            "type": "text",
            "text": "       1980年1月1日，将蒲城县的广阳、高楼河、阿庄、肖家堡4个乡和耀县划归铜川市，同年5月1日，分设县级建制的城区、郊区。1983年10月25日，又将宜君县划归铜川市。1992年7月，创建铜川市新区， 2000年1月7日，铜川市城区更名为王益区，郊区更名为印台区。2002年6月18日，撤销耀县，设立铜川市耀州区。"
        }
    ]
}