{
    "title": "宝鸡市陈仓区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：427次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       夏、商时为雍州陈国。周文王母弟虢仲在此封地西虢。春秋秦武公十一年（前687年）灭西虢，于今虢镇设虢县。战国秦在今区东置陈仓县。据《三秦记》记载，陈仓以古陈仓山（今鸡峰山）得名。唐至德二年（757年）以陈仓县南陈仓山（今鸡峰山）传说有石鸡啼鸣为祥瑞，改陈仓县为宝鸡县。蒙古至元元年（1264年）降虢县为镇入宝鸡县。1958年12月，撤销宝鸡县，划归宝鸡市。1961年8月，恢复宝鸡县，2003年3月，撤销宝鸡县，设立宝鸡市陈仓区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时为雍州陈国。周文王母弟虢仲在此封地西虢。春秋秦武公十一年（前687年）灭西虢，于今虢镇设虢县。战国秦在今区东置陈仓县。秦属内史。东汉虢县废入雍县。北魏太延三年（437年）今虢镇为武都郡治，孝昌二年（526年）于长蛇镇（今区西北县功镇附近）设长蛇县，于今区西北香泉镇设南由县。西魏大统四年（538年）废南由县，十三年于今虢镇设洛邑县，属武都郡。北周保定四年（564年）复置南由县，并移治金陵河东岸（今县功镇北），属陇东郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇十三年（593年）长蛇县移治县头镇（今县功镇），十八年因县西有吴山，长蛇县改名吴山县，后废；大业三年（607年）洛邑县改名虢县，属扶风郡；义宁元年（617年）复置长蛇县，后又改名吴山县。唐贞观八年（634年）废虢县，天授二年（691年）复置；至德二年（757年）以陈仓县南陈仓山（今鸡峰山）传说有石鸡啼鸣为祥瑞，改陈仓县为宝鸡县。元和三年（808年）降南由县为镇入吴山县，属陇州。"
        },
        {
            "type": "text",
            "text": "       北宋开宝二年（969年）分禥阳县地于南由镇设陇安县，金初废，泰和八年（1208年）复置。蒙古至元元年（1264年）降虢县为镇入宝鸡县，七年废陇安、吴山2县入禥源县。元、明、清三朝境内大部为宝鸡县地。"
        },
        {
            "type": "text",
            "text": "       1949年7月以宝鸡县的城区及郊区为其行政区域设立宝鸡市，与宝鸡县化归新设立宝鸡分区管辖；宝鸡县驻地迁往石羊庙。11月，宝鸡市的虢镇区划归宝鸡县。1950年7月将宝鸡县驻地由宝鸡市市区的石羊庙迁至宝鸡县虢镇 1953年6月，设立太白中心区（县级），宝鸡县的终南区划归。1958年12月，撤销宝鸡县，划归宝鸡市。1961年8月，恢复宝鸡县，以合并于宝鸡市的原宝鸡县行政区域为宝鸡县的行政区域。"
        },
        {
            "type": "text",
            "text": "       1970年8月，宝鸡县渭河以南的马营、李家河、太平庄、高家村、甘峪、晃峪6个公社，渭河以北的金河、陵原、峡石、坪头、固川、拓石、颜家河、胡家店、凤阁岭、通洞、香泉、赤沙、新民13个公社划归宝鸡市。1971年10月，宝鸡县划归新设立的地级市宝鸡管辖。1971年12月，宝鸡市的坪头、固川、颜家河、胡家店、拓石、通洞、凤阁岭、赤沙、香泉、新民、马营、甘峪、晃峪、峡石、金河、陵原16个公社划归宝鸡县。1979年3月，属复设的宝鸡地区。1980年6月，属复设的地级宝鸡市。"
        },
        {
            "type": "text",
            "text": "       2003年3月，撤销宝鸡县，设立宝鸡市陈仓区，将原宝鸡县的胡店乡、虢镇、天王镇、拓石镇、坪头镇、贾村镇、县功镇、阳平镇、桥镇、千河镇、周原镇、香泉镇、凤阁岭镇、慕仪镇、新街镇、磻溪镇、赤沙镇、钓渭镇划归陈仓区管辖。2011年7月经省民政厅批准，撤销虢镇建制，设立虢镇、东关、千渭三个街道办事处；撤销桥镇建制，并入贾村镇；撤销胡店镇建制，并入拓石镇、坪头镇。"
        },
        {
            "type": "text",
            "text": "       [ 参看“宝鸡市”词条 ]"
        }
    ]
}