{
    "title": "宝鸡市金台区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：493次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       战国属陈仓县，唐至德二年（757年）因闻陈仓山有“石鸡啼鸣”之祥瑞，改陈仓县为宝鸡县。1971年由宝鸡市所辖的金台、斗鸡二区合并设立金台区。以境内元末道教建筑“金台观”而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       夏、商（约公元前23世纪至公元前11世纪）时期为雍州陈国地。西周（公元前11世纪至公元前8世纪）前期的姓邦国建在现金台区境内的金陵河、渭河交汇之处。春秋秦文公时（前762年～前715年），在现在的斗鸡台筑陈仓城，设都邑于此。战国时，秦孝公（前350年）推行县制，现金台区地域属当时所设陈仓县，并为县治所在地。"
        },
        {
            "type": "text",
            "text": "       秦、汉、三国曹魏、西晋时依然。晋咸宁四年（278年）分陈仓立蒯城县，后废。自东晋到南北朝的200多年间，经多次改朝换代，古陈仓在战乱中有过几次大的变迁。东晋大兴三年（320年），前赵皇帝、匈奴人刘曜击败晋王司马保夺取陈仓。东晋建平二年（331年）撤陈仓县，其地划归雍县。前秦甘露元年（359年）置宛川（一名苑川）县，又置武都郡。西魏大统六年，改宛川为陈仓。"
        },
        {
            "type": "text",
            "text": "       北周天和元年（566年），筑留谷城以置军人。天和三年于陈仓置显州，后州县俱废。隋大业十年（674年），移陈仓县治于留谷城。唐肃宗至德二年（757年）改陈仓县为宝鸡县，以秦文公得陈宝祭宝鸡神的传说取名。五代仍置宝鸡。宋以后均设宝鸡县，并且宋、金、元、明、清五朝均隶属凤翔府。"
        },
        {
            "type": "text",
            "text": "       民国时，现金台区辖域均属宝鸡县，辖区为县城区和新市区。民国二十二年（1933年），宝鸡县直属陕西省。民国二十八年（1939年），省下设行政督察区，宝鸡县属第九行政督察专员公署，行署驻节凤翔县城，后迁至现本区金台观。"
        },
        {
            "type": "text",
            "text": "       1949年7月14日宝鸡解放，由原宝鸡县城区及郊区组设宝鸡市，在宝鸡市设立陕甘宁边区宝鸡分区。宝鸡分区置行政督察专员公署，宝鸡市置人民政府。市人民政府下辖4个区，其中新市区、十里铺区及县城区的大部，即为现金台区的前身。1950年8月，县城区、新市区、十里铺区分别更名为第一区、第二区、第四区。1951年9月，又将第二区分为第二区、第三区，第四区改为第五区。1955年7月，第一、二、三、五区分别改称城关区、金台区、金陵区、十里铺区。1956年3月，金台区与金陵区合并为新编第二区，斗鸡区改称第三区。"
        },
        {
            "type": "text",
            "text": "       1959年1月，渭滨、斗鸡、清姜、金台四个城市人民公社合并为县级建制的金台人民公社。1961年10月，撤销金台区人民公社，分别成立金台和斗鸡两个区。1967年1月“文化大革命”中，改金台区为朝阳区，改斗鸡区为向阳区。1968年9月，区恢复原名。1970年8月，公社恢复原名。1971年3月27日，金台、斗鸡两个区合并为金台区，是年12月，郊区撤销，陈仓、长寿、四季青三个公社划归金台区。"
        }
    ]
}