{
    "title": "宝鸡市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宝鸡古称陈仓，据《三秦记》记载，陈仓以古陈仓山（今鸡峰山）得名。唐肃宗至德二年（757年）以陈仓县南陈仓山（今鸡峰山）传说有石鸡啼鸣为祥瑞，改陈仓县为宝鸡县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       周平王元年（前770年），以秦襄公攘夷，护送平王东迁之功，封襄公为诸侯，赐之岐以西之地，从此，建立了秦国。秦文公四年（前762年），秦在“汧渭之会”（今宝鸡市眉县附近）建立国都。秦宪公二年（前714年），为备战攻戎，秦将国都由汧渭之会徙往平阳（今宝鸡县东阳平村）。秦德公元年（前677年），秦国迁都于雍（今宝鸡市凤翔县）。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一中国后（前221年），宝鸡属内史地。汉高祖元年（前206年），属雍；汉高祖二年（前205年），改为中地郡；汉高祖九年（前198年），又改属内史；景帝分属右内史；武帝建元六年（前135年），仍因之；太初元年（前104年），更名右扶风，为三辅之一。汉献帝时（189年～220年），省扶风都尉，置汉安郡。曹魏（220年～265年）为扶风郡。晋惠帝时（290年～306年），改为秦国。北魏太武帝时（424年～452年），置秦平郡，兼置岐州。西魏（535年～556年）改秦平郡为岐阳郡。"
        },
        {
            "type": "text",
            "text": "       隋初，置岐州；炀帝大业年间（605年～618年），废州置扶风郡。唐初置岐州；玄宗天宝年间（742～756年），改为扶风郡；肃宗至德元年（756年），改为凤翔郡，不久又改为凤翔府；唐肃宗至德二年（757年）以陈仓县南陈仓山（今鸡峰山）传说有石鸡啼鸣为祥瑞，改陈仓县为宝鸡县，隶属凤翔府。五代时期，今宝鸡市属关西道。"
        },
        {
            "type": "text",
            "text": "       宋属今宝鸡市地秦凤路，为风翔府。金置天兴军，属陕西西路。元初立凤翔总管府，后更为散府，先后属陕西等处行中书省、陕西汉中道肃政廉访司。明仍为凤翔府，隶陕西布政使司，分属关西道。清初，仍沿旧制为凤翔府；康熙九年（1670年），裁关西道，分隶西安粮盐道；乾隆九年（1744年），改隶驿盐道．为分巡凤邻道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），属陕西省关中道；民国二十二年（1933年）撤道，由省直辖宝鸡各县；民国二十七年（1938年），在凤翔设陕西省第九行政督察区，督察专员公署辖宝鸡，凤翔、千阳、陇县、麟游、岐山、扶风、眉县、武功、周至；民国三十年（1941年）2月，第九区督察专员公署迁至宝鸡。"
        },
        {
            "type": "text",
            "text": "       1949年7月16日设立宝鸡市，以宝鸡县的城区及郊区为其行政区域；设立宝鸡分区，驻宝鸡市，属陕甘宁边区政府，辖宝鸡市和宝鸡、陇县、汧阳、凤翔、歧山、凤县、扶风、郿县8县。11月，宝鸡市的虢镇区划归宝鸡县，蔡家坡区划归歧山县。1950年1月，宝鸡分区划归陕西省辖，5月，宝鸡分区更名为宝鸡专区。撤销邠县分区，所属的乾县、永寿、长武、邠县、麟游5县划归宝鸡专区。宝鸡专区的凤县划归陕南行署直接管辖。咸阳专区的武功县划归宝鸡专区。1952年5月，撤销咸阳专区，其中栒邑、淳化、兴平、醴泉、盩厔5县均划归宝鸡专区。1953年2月设立太白中心区（县级），以歧山县的桃山区；宝鸡县的终南区；同年6月，宝鸡专区的宝鸡市改由省直辖。"
        },
        {
            "type": "text",
            "text": "       1956年9月，撤销宝鸡专员公署，将原属宝鸡专员公署领导的宝鸡、陇县、汧阳、凤翔、歧山、麟游、长武、邠县、永寿、乾县、武功、扶风、眉县、盩厔、醴泉、栒邑、淳化、兴平等18县和宝鸡市、太白区（县级）由省人民委员会直接领导。1958年12月宝鸡和太白中心区并入宝鸡市（不包括黄柏原、二郎坝2公社)，并将陇县的县功区划归宝鸡市。1960年12月，原属省直辖的凤翔、陇县2县，汉中专区所属的凤县，现划归宝鸡市领导。1961年8月，设立宝鸡专员公署，9月宝鸡市降为县级市。"
        },
        {
            "type": "text",
            "text": "       1966年6月，宝鸡专区的宝鸡市改由省直辖。1969年10月，宝鸡专区更名为地区。1971年10月，撤销宝鸡地区，宝鸡市升为地级市；宝鸡市设立金台区、渭滨区；辖原宝鸡地区所属的凤翔、凤县、陇县、宝鸡、太白、千阳、眉县、歧山、武功、扶风、麟游11县。1979年3月，复设宝鸡地区专署，将宝鸡市降为县级市，连同11县改属宝鸡地区。1980年6月，再次撤销宝鸡地区专署，宝鸡市复升为省辖地级市。1983年9月，宝鸡市的武功县、杨陵区划归咸阳市管辖。2003年3月，撤销宝鸡县，设立宝鸡市陈仓区。"
        }
    ]
}