{
    "title": "陇县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        },
        {
            "id": "484",
            "category": "陇县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：725次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西周为秦封邑，秦汉置汫县。西魏置陇州，因地处陇山山脉（又名“大陇山”、“六盘山”、“鹿盘山”、“鹿攀山”等）东版而得名。辛亥革命后，民国二年（1913年）改旧制中州、府、厅为县，于是陇州改为陇县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商，为雍州之域。西周初期，周公推行分封制，汧水上游一带为矢国封地。周孝王八年(前890年)，秦人首领非子在汧、渭之间为周室养马有功，周孝王十三年（前885）封非子为附庸，在汧水之滨（今牙科乡磨儿原）筑秦城。周幽王六年（前776年），秦襄公迁都汧邑（今东南乡郑家沟原）。东周平王元年（前770年年），秦襄公因护送周平王东迁有功，被封为诸侯，赐岐以西之地。到秦文公四年（前762年），在汧邑建都14年。秦孝公十二年（前350年），推行县制，改汧邑为汧县。"
        },
        {
            "type": "text",
            "text": "       秦始皇统一六国后，仍置汧县，属内史。西汉初期，分汧县西部置郁夷县（治所今固关街东）。王莽地皇四年（23年），改郁夷县为郁平县，属右扶风。东汉撤销郁平县，辖地并入汧县。灵帝中平六年（189年），汧县改属汉安郡（治所在今宝鸡市西北）。献帝时撤郡，汧县复属右扶风。"
        },
        {
            "type": "text",
            "text": "       三国时期，魏初，隃糜县辖地并入汧县。西晋太康年间（280年～289年），分汧县西部，在郁夷县故址设陇关县，后撤销，辖地仍归汧县，属扶风郡。东晋（十六国）后赵（石勒）建平元年（330年），在汧县设陇东郡，后撤。建平二年（331年），将陈仓县（今宝鸡县千河以西）部分辖地划归汧县管辖，属扶风郡。"
        },
        {
            "type": "text",
            "text": "       北魏太延二年（436年），在汧县置东秦州，复设陇东郡。东秦州领陇东等3郡。太平真君元年（440年），改东秦州为南秦州。太平真君四年（443年）撤销，陇东郡改属泾州（今甘肃省泾川）。太平真君六年（445年），改汧县为汧阴县。孝明帝熙平二年（517年），析汧阴县南部，于南由谷口置南由县（今宝鸡县香泉乡），划属武都郡（治所苑川县，即晋陈仓县）。正光三年（522年），分岐州、泾州部分地方于汧阴县，复设东秦州，治所汧阴县，仍领3郡。孝昌二年（526年），析汧阴县东南部，在长蛇川口（今宝鸡县香泉乡东）置长蛇县，属东秦州的陇东郡。三年（527年），东秦州为万俟丑奴所占据。孝武帝永熙元年（532年），于今杜阳乡堡子身村，复置州、郡、县治。东秦州仍领原3个郡，治所汧阴县，陇东郡领汧阴、长蛇2县。"
        },
        {
            "type": "text",
            "text": "       西魏文帝大统四年（538年），撤销南由县，辖地并入汧阴县。废帝元钦二年（553年），改汧阴县为杜阳县，改东秦州为陇州，治所杜阳县，陇州之名此始。领平凉、陇东2郡。陇东郡领杜阳、长蛇2县。北周明帝二年（558年），因避水患，迁州、郡、县治所于今县城址。武帝天和四年（569年），陇州并入岐州。武帝天和五年（570年）分长蛇县地设汧阳郡及汧阳县。不久，撤郡，汧阳县仍属陇东郡。大象二年（580年），改杜阳县为汧阴县，恢复南由县，复设陇州，治所汧阴县。领陇东、平原2郡，陇东郡领汧阴、长蛇、南由、汧阳4县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），撤销陇东郡，以州领县。撤销长蛇县，辖地并入南由县，后又分出复设。开皇五年（585年），改汧阴县为汧源县。开皇十八年（598年），改长蛇县为吴山县。开皇末年，南由县改属岐州。炀帝大业三年（607年），撤销陇州，汧源、吴山、汧阳改属扶风郡。义宁二年（618年）复设陇东郡，治所汧源县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），改陇东郡为陇州，治所汧源县，领汧源、汧阳、吴山和华亭（今甘肃省境内）4县。武德元年（618年），于南由县设含州，四年（621年）撤销，南由县复属陇州。天宝元年（742年），改陇州为汧阳郡，治所汧源县。乾元元年（758年），复改为陇州，治所汧源县，领汧源、汧阳、吴山、南由、华亭5县。上元二年（761年），改吴山县为华山县，后又复名吴山县。元和三年（808年），撤销华亭县，辖地并入汧源县，撤销南由县，辖地并入吴山县。陇州领吴山、汧源、汧阳3县。"
        },
        {
            "type": "text",
            "text": "       五代时期，后唐、后晋、后汉、后周仍设陇州，治所汧源县，领汧阳、汧源、吴山3县。后周世宗显德中（946年～959年），分汧源县西北部复置华亭县，仍隶陇州。"
        },
        {
            "type": "text",
            "text": "       北宋太祖开宝元年（968年），分吴山县西部于古南由县地设陇安县。太平兴国初（976年），华亭县改属平凉府。陇州领汧源、汧阳、吴山、陇安4县，治所汧源县。熙宁五年（1072年），陇州改属秦凤路。"
        },
        {
            "type": "text",
            "text": "       金初改秦凤路为熙秦路，撤销陇安、吴山县，辖地并入汧源县。大定二十七年（1187年），分熙秦路东部设立凤翔路，陇州改属凤翔路，复设吴山县。太和八年（1208年），复设陇安县。陇州领汧源、汧阳、吴山、陇安4县，治所汧源县。"
        },
        {
            "type": "text",
            "text": "       元初，陇州改属巩昌路。世祖至元七年（1270年），复撤吴山、陇安2县，辖地并入汧源县。陇州领汧源、汧阳2县，治所仍设汧源县。延祜四年（1317年）十一月，撤销汧源县，辖地由陇州直管，领汧阳一县。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武二年（1369年），陇州隶陕西承宣布政使司凤翔府，领汧阳一县。嘉靖三十八年（1559年），改汧阳县隶凤翔府，陇州仍属凤翔府。清世祖康熙二年（1663年），陇州改属凤邠道凤翔府管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改陇州为陇县，属关中道。民国十七年（1928年），撤销道制，以省领县，陇县归陕西省政府直属。民国二十四年（1935年），改属陕西省第九行政督察专员公署（治所凤翔）管辖。民国二十八年（1939年），第九行政督察专员公署迁往宝鸡，陇县仍属其领导。"
        },
        {
            "type": "text",
            "text": "       1949至1950年，陇县属陕甘宁边区人民政府宝鸡分区领导。1950年10月，属宝鸡专区。1956年10月，撤销宝鸡专区，改由省直辖。1960年1月，改隶宝鸡市。1961年10月，复改属宝鸡专区。1971年12月，属宝鸡市。1979年3月，属宝鸡地区。1980年8月，改属宝鸡市至今。"
        }
    ]
}