{
    "title": "扶风县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        },
        {
            "id": "486",
            "category": "扶风县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：589次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐贞观八年（634年）置扶风县，而“扶风”之名则源于西汉时期。汉武帝太初元年（前104年）在关中地区设京兆尹（长安），左冯翊（长安以东至潼关），右扶风（长安以西至宝鸡）为“三辅”。乃汉时精华之地。右扶风辖21县，美阳县即其中之一。“扶风“取”扶助京师，以行风化“之意。三国及西晋时期，去一“右“字，为扶风郡。美阳、武功县未变，归属扶风郡辖领。高祖武德三年（620年），在武功长宁镇始设扶风县（俗称东扶风），在今县址设湋川县。太宗贞观元年（627年），撤扶风县，贞观八年（634年）改湋川县为扶风县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       原始社会末期，这里属黄帝的医臣岐伯的封地，后为炎帝姜氏国（部落）的封地。尧舜时代，为周始祖弃的封地。夏禹时，全国划为九州，扶风为有邰氏封地属雍州辖制。商朝末期，后稷的十二代孙古公禀父率周族由豳迁入周原大地，扶风属岐邑，为京畿之地，一直到西周灭商，扶风还是西周王室和近臣们的封地。"
        },
        {
            "type": "text",
            "text": "       东周时，秦孝公十二年（前350年），秦孝公为建立专制主义中央集权的政治制度，在其秦国（雍州）设置了41个县，在今法门镇设美阳县，揉谷乡姜嫄、法禧一带设邰县。属内史。这就是扶风县最早的建制。"
        },
        {
            "type": "text",
            "text": "       西汉时，美阳县、邰县始归雍国，后属内史。汉武帝太初元年（前104年）归右扶风辖领。新莽时属扶风县都尉大夫府。东汉时，美阳县辖区未变。南部邰县改为武功县。三国时，美阳、武功县治未变，归扶风郡辖领。"
        },
        {
            "type": "text",
            "text": "       西晋时，美阳县属扶风国，武功县属始平郡。北魏太平真君七年（446年）废美阳县。在今县北部、岐山县东北部设周城县，美阳县并入周城县，治城在今周原遗址，归平秦郡。孝文帝太和十一年（487年）撤武功县，在武功县治姜塬嘴设美阳县，辖今县南部、武功县全部和太白、骆谷、邰亭等地，归武功郡辖领。"
        },
        {
            "type": "text",
            "text": "       北周天和四年（569年），移美阳县治崇正镇。建德三年（574年），移周城县治于眉城，在原周城县址设三龙县；撤美阳县，县地归岐山。置武功县治于中亭川（今武功镇）。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇十六年（596年），改三龙县为岐山县，治城在岐山（今箭括岭）南十里。唐高祖武德三年（620年），在武功长宁镇始设扶风县（俗称东扶风），在今县址设湋川县。太宗贞观元年（627年），撤扶风县，贞观八年（634年）改湋川县为扶风县，在今法门镇设置岐阳县。元和三年（808年）撤岐阳县。"
        },
        {
            "type": "text",
            "text": "       五代后梁、唐、晋、汉、周时，扶风县设置未变，归凤翔府辖。北宋时，县置未变。南宋初（1127年），金人统治北方，更名扶兴县。后又复原名，归凤翔府辖。元、明、清时，县名和治城均未变更。元时属陕西行中省凤翔府辖，明清归陕西布政使司凤翔府辖。"
        },
        {
            "type": "text",
            "text": "       民国初，扶兴县属陕西关中道。民国二十四至三十八年（1935年—1949年），归宝鸡第九行政督察区专员公署辖。"
        },
        {
            "type": "text",
            "text": "      1949年7月13日扶兴县解放，县人民政府成立，隶属宝鸡专员公署。1958年12月并入兴平县。1961年8月从兴平县分出。1971年10月，撤销宝鸡专区，宝鸡市升为地级市；1979年3月，复设宝鸡地区专署，将宝鸡市降为县级市，连同11县改属宝鸡地区。1980年6月，再次撤销宝鸡地区专署，宝鸡市复升为省辖地级市，扶风县隶属宝鸡市。"
        }
    ]
}