{
    "title": "岐山县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        },
        {
            "id": "487",
            "category": "岐山县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：456次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西周属“王畿”，秦属内史地。西魏设岐山郡，隋改名扶风郡，开皇十六（596年）年置岐山县。据《寰宇通志》：岐山县“因山名”。并说：“岐山在岐山县东北十里，山有两岐，故名”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       相传黄帝时代，岐伯就居于岐山之下。夏禹治水，遍识山川，据传划全国为九州，岐山地区属雍州。商沿夏制，岐地仍属雍州。商末，周部族由彬县、旬邑一带迁至岐山，岐地就成了周部族的属区。纣辛十九年，西伯姬昌迁都于丰（今长安县境），岐地东部为周公旦所辖，西部为召公奭所辖。"
        },
        {
            "type": "text",
            "text": "       西周仍沿九州之制，岐地属王畿的周、召两国，由周王朝直接管辖。周平王东迁洛阳（前770年），秦襄公率兵护送有功，赐岐地为襄公所辖。秦始皇统一六国，废封建设郡县后，岐地属内史郡。"
        },
        {
            "type": "text",
            "text": "       西汉太初元年（前104年），划长安以西凤翔府为右扶风，领县二十一。岐地南部分属武功县、眉县、虢县、西部属雍县，东部属美阳县，北部属杜阳县。东汉时期（25年~220年），岐地南部分属眉县、武功县，其余所属未变。三国（220年~280年），改右扶风为扶风郡（郡治在槐里——今兴平县境内），岐地分属亦旧。"
        },
        {
            "type": "text",
            "text": "       西晋（265年~316年），州辖郡，郡辖县。岐地西属雍县，南属眉县，东属美阳县，为雍州（州治在今泾阳县西北）扶风郡（郡治在今长安县）辖。十六国（303年~ 420年），岐山地区曾是前赵、后赵、前秦、后秦和夏的领域。除夏隶北秦州（州治在今武功县境）外，其余均属扶风郡。"
        },
        {
            "type": "text",
            "text": "       北魏太和十一年（487年）设岐州（州治在今凤翔县南），领3郡、9县。平秦郡（郡治在今凤翔县南）的周城县（太平真君六年置）辖岐地东部，横水县（太平真君十年分周城县置）辖岐地西部，武都郡（郡治在今宝鸡市东50里）的平阳县（太平真君六年置）辖岐区南部，武功郡的美阳县辖岐地东北部。西魏大统四年（538年），改平秦郡为岐山郡、改平阳县为眉城县，岐地分属未变。北周武帝天和四年（569年）分泾州鹑觚县南境置三龙县，县以山得名，治岐阳镇（今岐阳村）。属岐山郡。"
        },
        {
            "type": "text",
            "text": "       隋改岐山郡为扶风郡，开皇十六年（596年）移三龙县治于西40里（今凤鸣镇），改名岐山县。大业九年（613）又移县治于东北8里（当今故郡寺、渚村一带）。唐（618年~907年），撤扶风郡设关内道凤翔府，岐山为其所属。武德元年（618）移县治于张堡（一说张堡垒，今地不详）。武德三年（620年）分岐山县东部置韦川县（今扶风县）。武德七年（624年）移县治于龙尾堡。贞观七年（633年）分岐山东北部及上宜县（今乾县西北）置岐阳县（县治在今岐阳村）。贞观八年（634年）废虢县入岐山县，移县治于今址。"
        },
        {
            "type": "text",
            "text": "       五代十国（907年~960年），岐地仍属凤翔府。北宋熙宁五年（1072年）分陕西路西部置秦凤路，岐山县属秦凤路凤翔府。金大定二十七年（1187年）置凤翔路，岐山县属凤翔路凤翔府。"
        },
        {
            "type": "text",
            "text": "       元废凤翔路，岐山县属陕西行中书省凤翔府所辖。明改陕西行中书省为陕西承宣布政使司，凤翔府未变，本县仍属其辖。清岐山县属凤邠道凤翔府。"
        },
        {
            "type": "text",
            "text": "       民国时期，废府留县。凤翔府撤销，岐山县先属陕西关中道，至二十二年（1933年）撤道，设行政区，岐山县属陕西省第九行政区（其治先在凤翔县，后移宝鸡县——今宝鸡市）。"
        },
        {
            "type": "text",
            "text": "       1949年7月14日本县解放，属陕甘宁边区宝鸡分区所辖，1950年10月1日宝鸡分区改为宝鸡专区。1956年10月宝鸡专区撤销，本县隶属陕西省。1958年12月10日，本县并入凤翔县。1961年9月恢复宝鸡专区及岐山县制，本县隶属宝鸡专区。1968年2月28日成立宝鸡专区革命委员会，1969年10月1日改宝鸡专区为宝鸡地区，岐山县随其所属。1971年12月8日撤销宝鸡地区，辖区归宝鸡市，本县属宝鸡市。1979年复设宝鸡地区，岐山县归其属。1980年8月1日撤宝鸡地区并入宝鸡市，岐山县为宝鸡市辖。"
        }
    ]
}