{
    "title": "凤翔县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "467",
            "category": "宝鸡市"
        },
        {
            "id": "488",
            "category": "凤翔县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：2901次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       商为岐周地，西周称雍城、东周时为秦国都。秦置雍县。唐更名凤翔县。据《雍胜略》云：“（唐）至德初置凤翔府，取凤鸣岐山之义”。"
        },
        {
            "type": "text",
            "text": "【传说】\r\n       关于凤翔名称由来的传说也有很多。其一：相传秦穆公之女弄玉善于吹笛，引来善于吹簘的华山隐士簘史，知音相遇，终成眷属，后乘凤凰飞翔而去。唐时取此意更名凤翔。"
        },
        {
            "type": "text",
            "text": "       另一传说，唐安史之乱时，唐明皇李隆基被迫逃至雍城(今凤翔),但雍城因年久失修，城墙坍塌，守城太守动员全城百姓筑以新城进行防御，无奈新城筑起就塌无法筑成。这一夜，天降瑞雪，皑皑一片。一只凤凰驾着祥云悄然落在雍城，在城西北角的三眼清泉边，引颈品饮清冽甘爽的清泉水，之后踏雪绕城行走数里，一声长鸣，振翅而去。有人将此事禀报太守,太守忙率人前往察看，果然有凤足印迹绕城一周。太守大喜，认为这才是新城理想的选址，忙组织人力筑之。新筑之城果然一牢永固，不再倒塌。安史之乱平定之后，唐肃宗继位，公元677年，为纪念凤凰栖落之地，遂将雍城改名凤翔。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代为九州之一的雍州之域。商代为太史周任之封国，称为周国。西周为王畿地，属召公奭采邑，称雍邑。周平王元年（前770年），周室东迁后，封护驾有功的秦襄公为诸侯，赐为秦地。秦德公元年（前677年）徙都雍城（今县城南），至秦献公二年（前383年）迁都栎阳（今临潼县渭河北），先秦19公于此活动，历时294年，完成了奴隶社会向封建社会的过渡。商鞅变法中，秦孝公十二年（前350年）全秦划为三十一县，分为大、中、小三等，大县二万户，中县一万户，小县五千户。在雍城设雍县，定为大县。从此，雍城成为雍县的治所。"
        },
        {
            "type": "text",
            "text": "       秦代实行郡县制，雍县属内史地（郡级，设于京畿）。汉袭秦制，仍为郡领县。高祖二年（前205年），雍县属中地郡。景帝二年（前155年），内史分为左、右，雍县属右内史。武帝太初元年（前104年），左内史改称左冯翊，右内史一分为二：东为京兆尹，西为右扶风，统称“三辅”。灵帝中平六年（189年），雍县属汉安郡。"
        },
        {
            "type": "text",
            "text": "       三国时期仍为郡领县。曹魏改右扶风为扶风郡，雍县属之。西晋仍为郡（国）领县。初，雍县仍属扶风郡。武帝太康八年（287年），改扶风郡为秦国，雍县属之。十六国时期仍为郡领县。雍县仍属扶风郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，先行郡县制，后改州郡县三级制。北魏于太武帝太延三年（437年）分扶风郡设平秦郡，治所雍县（今凤翔县城南）。太平真君十年（449年），雍县东析置横水县。孝文帝太和十一年（487年），置岐州，治所雍城镇（今县城东关，俗称“小城”）。 岐州辖平秦、武都（今宝鸡市区及太白县西北）、武功三郡。平秦郡领雍县、横水县、周城县（在今岐山县东北及扶风县北）。西魏文帝大统四年（538），平秦郡改称岐山郡，治所仍设雍县，横水县并入雍县，雍县南分设洛邑县（归武都郡）。北周时岐州仍存，辖岐阳、武都二郡，岐阳郡领雍县、周城县、三龙县（今麟游县南）。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），撤郡制，缩州域，实行州县制。改岐阳郡为岐州，雍县属之。炀帝大业三年（607年），恢复郡县制。岐州、陇州并为扶风郡，治所雍县，辖雍县等十县（辖地相当于今宝鸡市及咸阳市西部）。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），推行郡（州、府）县制。撤销扶风郡，分设岐州，治所雍县。太宗贞观元年（627年），实行道、郡（州、府）、县三级制。雍县属关内道岐州。玄宗天宝元年（742年），撤岐州，设扶风郡，治所雍县。“安史之乱”中肃宗于至德元年（756年）改扶风郡为凤翔郡，分雍县东南地另设天兴县。二年八月驻跸时，取“凤鸣于岐，翔于雍”的祥瑞之意，升凤翔郡为凤翔府，称“西京” ， 改雍县为凤翔县。代宗宝应元年（762年），凤翔县并入天兴县，属凤翔府。敬宗宝历元年（825年），凤翔府又称“西都”，不久废。凤翔府治天兴（今凤翔县南七里，遗址无从详考），领八县：天兴、宝鸡（今宝鸡市区）、麟游、普润（今麟游县西部）、眉县、虢县（607年撤洛邑县后置，在今宝鸡县境内）、岐山、扶风。"
        },
        {
            "type": "text",
            "text": "       唐末开始，李茂贞割据凤翔，领四镇十五州。四镇为凤翔镇（今宝鸡市大部分及甘肃省清水一带）、兴元镇（今汉中市大部及四川省南充市部分地区）、洋州武定军（今陕西省洋县、西乡一带）、秦陇天雄军（今甘肃省天水市一带），十五州为陇州（今陕西省陇县、千阳及甘肃省清水一带）、凤州（今陕西省凤县一带）、兴州（今陕西省略阳一带）、洋州（今陕西省洋县一带）、文州（今甘肃省文县一带）、利州（今四川省广元一带）、集州（今四川省南江一带）、壁州（今四川省通江一带）、巴州（今四川省巴中一带）、阆州（今四川省阆中一带）、通州（今四川省达县市一带）、蓬州（位于通州西，无从详考）、果州（今四川省南充市一带）、渠州（今四川省渠县一带）。"
        },
        {
            "type": "text",
            "text": "       五代时期仍为道郡（州、府）县三级制。天兴县属关西道凤翔府，府治天兴。凤翔府仍领八县。"
        },
        {
            "type": "text",
            "text": "       北宋地方政权设路、府（州）、县。神宗熙宁五年（1072年）置秦凤路（治所秦州，今甘肃省天水市），其提点刑狱（司法机构）在凤翔府，府治天兴，领九县：天兴、岐山、宝鸡、扶风、眉县、虢县、周至、麟游、普润。"
        },
        {
            "type": "text",
            "text": "       金太祖初年，仍沿宋建置。熙宗皇统二年（1142年），改秦凤路为熙秦路。三年，改天兴县为天兴军，不久又恢复天兴县 。世宗大定十九年（1179年），以“天兴县”与京都“衍庆殿”字音相近，更为凤翔县。二十七年（1187年），分熙秦路增设凤翔路，治所凤翔，领二府四州。辖地相当于今周至、扶风以西，秦岭以北，甘肃省葫芦河流域以东，宁夏海原、同心县以南。不久升凤翔府为总管府，后又改称凤翔府。凤翔府治所及领县均同于宋代。"
        },
        {
            "type": "text",
            "text": "       元代地方政权设省（道）、府（州）、县。初撤凤翔路，存凤翔府，直属陕西行中书省。成宗大德九年（1305年），凤翔府更为散府，后复称凤翔府，归陕西汉中道肃政廉访司管辖。府治凤翔，领五县：凤翔、岐山、麟游（普润县并入）、宝鸡（虢县并入）、扶风。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武九年（1376年），改陕西行中书省为陕西承宣布政使司，凤翔府直属，府治凤翔，领七县一州：凤翔、岐山、扶风、宝鸡、千阳、麟游、眉县及陇州（今陇县及宝鸡县西北部）。"
        },
        {
            "type": "text",
            "text": "       清代地方政权为省、道、府、县（州）。凤翔县属陕西省凤邠道凤翔府，道治、府治均设凤翔县。凤翔府领七县一州：凤翔、岐山、扶风、宝鸡、千阳、麟游、眉县及陇州（今陇县及宝鸡县西北部）。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），裁府留县设道。凤翔县属陕西省关中道。民国二十二年（1933年），撤道，凤翔县直辖于陕西省。民国二十七年（1938年）设陕西省凤翔专员公署，治所凤翔，辖十二县：凤翔、岐山、扶风、武功、永寿、邠县、乾县、眉县、宝鸡、凤县、千阳、陇县。民国三十年（1941年），专员公署迁宝鸡，改称陕西省第九行政督察专员公署，辖凤翔县。"
        },
        {
            "type": "text",
            "text": "       1949年7月14日凤翔解放，凤翔县隶属陕甘宁边区宝鸡分区。中华人民共和国成立后，凤翔县于1950年1月改属陕西省宝鸡分区，10月分区更名专区。1956年10月专区撤销，凤翔县由陕西省直辖。1957年7月，凤翔县宁王乡划归宝鸡县管辖。1958年11月，撤销岐山、麟游县建置，将原岐山、麟游县及眉县渭河以北地域统归凤翔县，县人民政府设凤翔。1961年1月，凤翔县改属宝鸡市管辖。9月，三县分设，凤翔县改属宝鸡专区。"
        },
        {
            "type": "text",
            "text": "       1962年9月，凤翔县长青公社花园大队划归千阳县。1969年10月，凤翔县改属宝鸡专区更名的宝鸡地区管辖。1971年10月，撤销宝鸡地区，宝鸡市升为地级市；1979年3月，复设宝鸡地区专署，将宝鸡市降为县级市，连同11县改属宝鸡地区。1980年6月，再次撤销宝鸡地区专署，宝鸡市复升为省辖地级市，凤翔县即改属宝鸡市管辖。"
        }
    ]
}