{
    "title": "咸阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "468",
            "category": "咸阳市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：339次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦孝公十二年（前350年）秦都自栎阳迁今市区东北22公里窑店镇纪家道一带，并置县。据《三辅黄图》：“咸阳在九嵕山南、渭水北，山水俱阳，故名咸阳。”（古文中“咸”意为“全”或“都”。）"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周为京畿地。战国为秦地。秦孝公十二年（前350年）秦都自栎阳迁今市区东北22公里窑店镇纪家道一带，并置县秦统一后，秦始皇仍都于此，前后为秦都144年。秦置内史，辖有咸阳县。"
        },
        {
            "type": "text",
            "text": "       西汉分属右扶风和左冯翊，高祖元年（前206年）改咸阳县为新城县，七年废入长安；武帝建元二年（前139年）置茂陵县，元鼎三年（前144年）置渭城县，属右扶风。西汉还在今市区北部置长陵、阳陵县，属左冯翊；安陵、平陵县，属右扶风。东汉废渭城县，长陵、阳陵改属京兆尹，右扶风郡治由长安迁至槐里（今兴平市东南5公里南佐村）。兴平元年（194年）置新平郡，治漆县（今彬县）。三国魏长陵、安陵、阳陵三县废，改右扶风为扶风郡，郡治仍槐里。黄初元年（220年）改平陵为始平县，茂陵县并入。"
        },
        {
            "type": "text",
            "text": "       西晋泰始三年（267年）析扶风郡地置始平郡，治槐里，扶风郡改为扶风国，治所由槐里迁郿县（今眉县东北15里）。西晋又置灵武县于今咸阳市东。十六国后赵析始平、长安二县地置石安县，治今泾阳县。"
        },
        {
            "type": "text",
            "text": "       前秦在长陵旧城置咸阳郡。北魏太平真君年间并始平郡入扶风郡，扶风郡治迁好畤（今乾县东好畤村）。太和十一年（487年）于美阳县（今咸阳市杨陵区）置武功郡；太和二十年咸阳郡治迁泾阳。永安元年（528年）在三原（今三原西北）置建忠郡。西魏于宁夷县（今礼泉县北）置宁夷郡，大统十四年（548年）于新平郡增设南豳州，废帝三年（554年）南豳州改为豳州。西魏末宁夷郡改名秦郡。北周于云阳（今泾阳县口镇南长街一带）置云阳郡，建德二年（573年）并灵武入石安，省武功郡、秦郡、建忠郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）撤销扶风、新平、咸阳、云阳四郡，废石安入泾阳。大业二年（606年）撤销豳州。义宁二年（618年）于新平县（今彬县）复设新平郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）析泾阳、始平县地于白起堡（今渭城区任家嘴）置咸阳县，属雍州；同年改新平郡为豳州；三年增设稷、泉二州，稷州治武功县（今县西北武功镇），泉州治石门县（今泾阳县北）。贞观元年（627年）撤销稷、泉二州。天授二年（691年）增设鼎州，治云阳县（今泾阳县北云阳镇），复设稷州。久视元年（700年）撤销鼎州；大足元年（701年）撤销稷州。开元十三年（725年）因“豳”、“幽”二字易混，改豳州为邠州。天宝元年（742年）改邠州为新平郡；乾元元年（758年）改郡复为邠州。乾宁二年（895年）以奉天县（今乾县）置乾州。"
        },
        {
            "type": "text",
            "text": "       北宋熙宁五年（1072年）废乾州；政和七年（1117年）又以奉天县置醴州。金天德三年（1151年）复名乾州。元代属奉元路和邠州。明洪武四年（1371年）迁咸阳县治于今址。明、清属西安府。民国二年（1913年）撤州属省。民国三年（1914年）属关中道。民国十七年（1928年）直属省。民国三十七年（1948年）以后，陕甘宁边区在境内设立邠县、咸阳、三原三个分区。"
        },
        {
            "type": "text",
            "text": "       1950年咸阳分区改为咸阳专区，1952年析咸阳县城区置咸阳市。1953年元月撤销咸阳专区，咸阳市属省。1958年并咸阳县入咸阳市。1961年复置咸阳专区，1964年因邠县、鄠县、醴泉、栒邑、盩厔用字生僻，改为彬县、户县、礼泉、旬邑、周至。1966年咸阳市改属西安市，1971年属咸阳地区。1983年9月9日，撤销咸阳地区，咸阳市升为地级市。咸阳市设立秦都区。原咸阳地区的永寿县、乾县、长武县、彬县、兴平县、淳化县、旬邑县、礼泉县、三原县、泾阳县和宝鸡市的武功县、杨陵区划归咸阳市管辖，原咸阳地区的户县、周至县、高陵县划归西安市。1984年6月地级咸阳市正式挂牌。1986年析秦都区东部地置渭城区。"
        }
    ]
}