{
    "title": "咸阳市杨陵区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "468",
            "category": "咸阳市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：504次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦置斄县，东汉初废入郿县。永平八年（65年）于旧斄城置武功县，北魏太和十一年（487年）改武功县为美阳县，置武功郡。北周天和四年（569年）迁美阳县于旧治（今武功县武功镇西7里）。建德三年（574年）撤销武功郡，后为武功县地。清在今西大寨村置杨陵镇，以镇南有隋文帝杨坚泰陵（俗称杨陵）得名。"
        },
        {
            "type": "text",
            "text": "       1964年杨陵镇迁今址。1979年2月成立武功县杨陵特区。1982年6月，特区改属宝鸡市直辖；10月，将扶风县五泉公社划归特区；11月3日，国务院（国函字242号）批准同意将武功县的杨陵镇、杨陵公社和扶风县的五泉公社划归宝鸡市，设立杨陵区（县级）。1983年11月1日改属咸阳市。1997年7月29日，国家级示范区杨凌农业高新产业示范区成立，杨陵区划归国家杨凌农业高新技术产业示范区管辖。（注：政区名称用“陵”字，示范区用“凌”字）"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       传说尧舜时代，居住着有邰氏氏族。有邰氏的女儿姜女原，作了轩辕黄帝曾孙帝喾的正妃，姜女原的儿子名弃，“教民稼穑”有功，被帝舜擢拔为主管农业的官员——后稷，封邰国，赐姓姬，为周族始祖。传至商朝后期，周文王建都丰邑，邰地仍属周的领地。"
        },
        {
            "type": "text",
            "text": "       公元前770年，周平王东迁，因秦襄公护驾有功，将岐丰之地赐予秦。此后，区境便成为秦国的辖区。秦末，项羽入关，废郡县，兴分封，将秦内史和上郡分成雍、翟、塞三国，谓之三秦。壅国都废丘，即今兴平县东南十里南佐村一带，邰县属壅国辖地。"
        },
        {
            "type": "text",
            "text": "       西汉初，沿用秦制，邰县仍属内史辖区。汉武帝建元六年（前135年），以长安为中心，分置左右内史。长安以东为左内史，长安以西为右内史，邰县属右内史辖地。太初元年（104年），改长安以东为京兆尹，渭城以西为右扶风，长陵以北为左翊，谓之三辅。"
        },
        {
            "type": "text",
            "text": "       三国时，关中系曹魏辖区。魏文帝改京兆郡，左冯翊为冯翊郡，右扶风为扶风郡。扶风郡治所迁至槐里，领武功、美阳等10县。美阳县治今传扶风县法门镇，武功县治未变。今区域分属武功、美阳二县管辖。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始三年（267年），在扶风郡治槐里置始平郡，领武功等五县；迁扶风郡治至池阳，即今泾阳县，领美阳等六县。郝连勃勃昌武元年（418年）十二月，武功、美阳均属夏之北秦州。"
        },
        {
            "type": "text",
            "text": "       北魏太平真君七年（446年），废美阳县，置周城县，治所周原，将美阳县地域并入周城县。孝文帝太和十一年（487年），废武功县，置武功郡，治所始在中亭川，后迁至邰城。复置美阳县，治所始在邰城，后迁至崇正镇，辖武功县全境和扶风南部。武功郡领美阳等十二县，今区域曾先后分属周城县、武功郡和美阳县管辖。北周武帝建德三年（574年），废武功郡和美阳县，复置武功县，治所中亭川；将美阳县地域并入歧山县。移周城县治于眉城。在原周城县址设三龙县。今区域分属武功县、周城县管辖。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），废郡设州。武功县归属雍州。炀帝大业三年（607年），废州复郡。京兆郡领武功等22县，郡治长安。唐高祖武德元年（618年），改京兆郡为雍州；三年（620年）置稷州，领武功、扶风等四县。扶风县治所长宁。太宗贞观元年（627年），废稷州，改隶雍州，撤扶风，并其地入武功，贞观八年（634年），改岐州为凤翔府。本区域分属武功、扶风管辖。后唐同光元年（923年），武功改隶凤翔府；明宗长兴元年（930年），复属京兆府。后晋置武功郡，隶属昌军路。后周改郡为县，隶永兴军路。在此期间，扶风县置未变。今区域仍分属武功、扶风管辖。"
        },
        {
            "type": "text",
            "text": "       北宋初，武功县隶属永兴军路京兆府；徽宗政和八年（1118年），改隶环庆路醴州；扶风县隶秦凤路凤翔府；高宗建炎元（1127），扶风县更名为扶兴县，旋复旧名，隶凤翔路凤翔府。北宋末年，金人占领北方，行政区划沿袭宋制，金海陵王天德三年（1151年），武功县隶京兆府乾州；世宗大定二十九年（1189年），改名武亭县，仍属乾州。金熙宗皇统二年（1142年），扶风县隶熙秦路凤翔府；金大定二十七年（1187年），隶凤翔路凤翔府。"
        },
        {
            "type": "text",
            "text": "       蒙古建国号为“元”之前的世祖至元元年（1264年），武亭县复名武功县，隶陕西行中书省奉元路乾州；扶风县隶陕西行中书省凤翔府。明太祖洪武九年（1376年），武功县隶属陕西布政使司西安府乾州；扶风县隶属陕西布政使司凤翔府。康熙五年（1666年），武功县隶西安府；扶风县隶凤邠道凤翔府。世宗雍正三年（1725年），武功县改属乾州。此期间，今区域的归属分别随武功、扶风两县归属关系的变更而变更。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），陕西省领关中、榆林、治中三道。武功、扶风两县均为隶属关中道。民国十七年（1928年），撤销道制，只存省、县两级，武功、扶风直属省辖。民国二十七年（1938年），陕西省第九行政督察区成立，两县均属其管辖。"
        },
        {
            "type": "text",
            "text": "       1950年2月10日，武功、扶风县隶属宝鸡专区。1956年10月1日，撤销宝鸡专区，县归省直辖。1958年11月4日，兴平、武功、扶风县合并为兴平县，时称大县。1961年9月10日，恢复宝鸡专区及武功、扶风县建制，武功、扶风县仍归宝鸡专区管辖。1979年3月设立杨陵特区（县级），以武功县的杨陵镇、杨陵公社为其行政区域。暂由武功县代管。1982年11月3日武功县的杨陵镇、杨陵公社和扶风县的五泉公社划归宝鸡市，设立杨陵区。1983年11月1日，改属咸阳市直辖。"
        }
    ]
}