{
    "title": "淳化县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "468",
            "category": "咸阳市"
        },
        {
            "id": "491",
            "category": "淳化县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：437次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋淳化四年（993年）析云阳县地于梨园镇（今城关镇）置淳化县，以“淳化”年号为名。“淳化”是宋太宗的年号，意为“纯正平和”。北宋使用这个年号共5年（990年—994年）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周三代，有云阳国邑。商代的云阳氏在今淳化县北建妘氏国。那时的“国”指区域，如同一方。西周，云阳地属豳国。春秋初期，云阳为秦踞有，战国时期，秦设云阳邑，属内史。云阳名称源自辖地北面的云蒙山（甘泉山），县置在山南（阳），因有云阳之称。秦孝公十二年（前350年），秦国自栎阳邑（今陕西临潼东北武屯镇）徙都咸阳，置三十一县，云阳县为其中之一，这是淳化历史上最早的设县。"
        },
        {
            "type": "text",
            "text": "       西汉继秦设云阳县，县治在今铁王镇凉武帝村的甘泉宫故城。西汉后元二年（前87年）置云陵县，二县俱属左冯翊；东汉废云陵县。三国魏明帝时，取消云阳县，在云阳县旧地设抚夷护军（执掌中央军队的重要军事长官），司马宣王为护军将军。西晋元康元年（291年），赵王司马伦取消抚夷护军，故“云阳县”归在池阳（今泾阳）县管辖。"
        },
        {
            "type": "text",
            "text": "       前秦苻坚在县东部今固贤增设三原护军，北魏太平真君七年（446年）废，于此设三原县，北魏孝文帝太和十一年（487年），在今泾阳县云阳镇（古称水冲城）另立云阳县。永安元年（528年）县治迁今三原县境。"
        },
        {
            "type": "text",
            "text": "       北宋淳化四年（993年），于梨园镇（今淳化县城）建淳化县，修复唐代梨园旧城为县城，以淳化年号为县名。淳化县署初在县城北门内路西，堂名吏隐堂。明洪武初年，知县楚桓移县署于南。清顺治元年（1644年），淳化县直隶陕西布政使司。雍正三年（1725年）改属邠州直隶州。"
        },
        {
            "type": "text",
            "text": "       民国初（1911年～1912年），淳华县属秦陇复汉军政府和中华民国秦省军政府；民国二年（1913年）属陕西道；民国三年（1914年）属关中道；民国十七年（1928年）废道制，淳化县直属省。民国二十五年（1936年）属第七行政督察区；民国三十三年（1944年）改属第二行政督察区；民国三十六年（1947年）改属第七行政督察区；民国三十八年（1949）3月改属邠州府，后属邠州专员公署。\n\r\n       新民主主义革命时期，淳化县北部属陕甘宁边区。民国二十二年（1933）年4月至民国二十三年（1934年）2月，淳化县北部苏区，属陕甘边区照金根据地。民国二十三年（1934年）2月，中共陕甘特委在西区县北山马家设赤淳县，民国二十四年（1935年）改名赤水县，既体现红色政权之意，又含三水部分境域而名。同年在安社村又设立淳耀县，是为淳化、耀县两县地之合而名。隶陕甘边南区革命委员会。民国三十二年（1943年）淳耀县迁至今铜川市耀州区庙湾镇。民国二十九年（1940年）属关中分区。民国三十八年（1949年）2月24日全县县城解放，赤水县改为淳化县，属陕甘宁边区三原分区辖。"
        },
        {
            "type": "text",
            "text": "       建国后1950年5月淳化县改属咸阳专区所辖，是年改属宝鸡专区，1957年复属咸阳专区；翌年12月并入三原县，原辖地划编为官庄、十里塬、方里、淳化4个公社；1961年9月复为淳化县，属咸阳专区（1970年6月改称咸阳地区）；1983年10月撤咸阳地区成立地级咸阳市，淳化县为其辖。"
        }
    ]
}