{
    "title": "渭南市临渭区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "469",
            "category": "渭南市"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：986次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       前秦苻坚甘露二年（360年），置渭南县（故治在今渭南市北，后废）。因在渭河以南，故名。1995年5月，县级渭南市撤销，改设临渭区（县级），因濒临渭河，故名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      夏时属雍州，为有扈氏族活动区。商为骊戎国之地。西周，属畿内（京城郊区）。东周，春秋时属晋。秦武公十年（前688年）秦伐邽戎，在今渭河以北置下邽县，县治在今故市镇附近的故县村。次年置郑县，辖今渭河之南地。战国时，渭南先属魏，魏襄王五年（前314年）献于秦，秦王政十六年（前231年）置骊邑，辖渭河以南地区。秦时渭河以南属骊邑，渭河以北属下邽。秦始皇二十七年（前220年）设内史，辖骊邑、下邽等。后在下邽之东设莲勺县。"
        },
        {
            "type": "text",
            "text": "       西汉高祖元年（前206年），项羽进军关中，封司马欣为塞王，都栎阳，骊邑、下邽一度属之，莲勺亦当属之。二年（前205年），汉设渭南、河上二郡。郑、骊邑属渭南郡，莲勺属河上郡。九年（前198年）撤二郡，骊邑复隶内史。十年（前197年）七月，骊邑更名新丰。建元六年（前135年），分内史为左右。新丰、郑、下邽属右内史，莲勺属左内史。太初元年（前104年），改右内史为京兆尹，左内史为左冯翊。新丰、下邽，郑县属京兆尹，莲勺属左冯翊。这一年，析郑县、新丰地设密畤县。新莽始建国元年到地皇四年（9年～23年），设后承烈郡，新丰、下邽、莲勺各县属之。"
        },
        {
            "type": "text",
            "text": "       东汉建武十五年（39年），下邽并入郑县，属京兆尹；莲勺属左冯翊。密畤县，并入新丰，属京兆尹。建和元年（147年），又恢复下邽县，改隶左冯翊。三国，魏改京兆尹为郡，左冯翊为冯翊郡。新丰、郑县隶雍州京兆郡，下邽、莲勺隶雍州冯翊郡。西晋，新丰、郑县仍隶雍州京兆郡，下邽、莲勺仍隶雍州冯翊郡。"
        },
        {
            "type": "text",
            "text": "       东晋前秦苻坚甘露二年（360年）正月，割新丰、郑县地，置渭南县（县城在今老城北），隶雍州京兆郡。下邽、莲勺仍属雍州冯翊郡。后秦时，莲勺县废，渭南、下邽隶属未变。北魏登国元年（386年），因避道武帝拓拔珪名讳，将下邽改为夏封县，迁治于雄霸城（今巴邑镇）。太和三年（479年）复设莲勺县，废夏封入莲勺，隶雍州冯翊郡。孝昌三年（527年）改渭南县为南新丰县，并设渭南郡。西魏大统三年（537年），复设夏封县，与莲勺同隶雍州冯翊郡。废帝二年（553年），分置灵源、中源二县，改南新丰县为渭南县。三县均隶雍州渭南郡。"
        },
        {
            "type": "text",
            "text": "       北周建德三年（574年），废渭南郡，灵源、中源入渭南县，属雍州京兆郡。同年因莲勺界内屡有“群盗”，置延寿郡，郡治在夏封县，领夏封、莲勺。隋初，置雍州，不久改为京兆郡，渭南属之。开皇三年（583年），废延寿郡。大业元年（605年），改夏封为下邽，并莲勺，属冯翊郡。大业十年（614年），将下邽县治迁到今下吉城，隶同州。《两京地理志》载，开皇十四年（594年），隋文帝过渭南，见原上缺水，将县城由明光原迁至今老城。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），渭南改隶华州。垂拱元年（685年）华州改为太州。神龙元年（705年）又复为华州。天授二年（691年）七月，析渭南、庆山置鸿门县，县治在零口镇。同时设鸿州，领渭南、庆山、鸿门、高陵、栎阳等县。大足元年（701年），废鸿州及鸿门县，渭南属雍州。开元元年（713年），渭南隶京兆府京兆郡。自武则天垂拱元年将华州改为太州后，州名几经更改，下邽县隶属未变：开元元年（713年），为华州华阴郡；天宝元年（742年），州废郡存；乾元元年（758年），又改为华州；上元二年（761年），再改为太州；宝应元年（762年），复名为华州；宝历元年（825年），复为太州；乾宁四年（897年），为兴德府；光化三年（900年），为华州。"
        },
        {
            "type": "text",
            "text": "       五代后梁时，渭南隶大安府；后唐、后晋、后汉一直隶京兆府；后周显德二年（956年），改隶华州。下邽县一直隶华州。北宋建隆元年（960年），改华州为镇国军；至道三年（997年），设陕西路华州华阴郡；皇五年（1053年）改镇国军为镇潼军，渭南属之。熙宁六年（1073年），撤渭南，入郑县。元丰元年（1078年），恢复渭南县，隶永兴军路华州华阴郡。下邽县，一直隶华州华阴郡。"
        },
        {
            "type": "text",
            "text": "       金皇统二年（1142年），改永兴军路为京兆府路，改镇潼军为金安军，渭南、下邽属之。元中统元年（1260年），改金安军为华州。至元元年（1264年），并下邽入渭南，日并管。至元十六年（1279年），改京兆路为安西路，至元二十三年（1286年），置陕西等处行中书省。皇庆元年（1312年），改安西路为奉元路，渭南隶陕西等处行中书省奉元路华州。"
        },
        {
            "type": "text",
            "text": "       明洪武十四年（1381年），革“并管”名，下邽划归渭南县，县境始跨渭水南北，隶陕西省等处承宣布政使司西安府华州。嘉靖三十八年（1559年）十一月，直隶西安府。清，隶陕西省西乾鹿道西安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废州、府，渭南县属关中道。民国十六年（1927年），撤道，由省直辖县。民国二十八年（1939年），在大荔县设置第八行政督察区，辖渭南等县。"
        },
        {
            "type": "text",
            "text": "       1949年5月，（原）渭南县解放，隶陕甘宁边区政府渭南分区。1950年5月，改为陕西省渭南分区。1956年10月，撤销分区，由省直辖。1959年元月1日，华县、华阴、潼关并为渭南县（称大县），直属省辖。1961年9、10月间复设渭南专区和华阴、华县、潼关、渭南四县。1968年9月3日改专区为“地区”，辖（原）渭南县。1984年1月，渭南县改设渭南市（县级）。1995年5月，原渭南地区改设渭南市（地级）时，县级渭南市撤销，改设临渭区（县级）。"
        }
    ]
}