{
    "title": "富平县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "469",
            "category": "渭南市"
        },
        {
            "id": "502",
            "category": "富平县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：454次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉置富平县，取“地平天成，丰富充满”之意。属北地郡，故城在今甘肃灵武县西南。东汉徙置，为北地郡治，在今甘肃庆阳县西南。永初五年（111年）以西羌乱，诏徙郡池阳，永建四年（129年）归旧县，永和六年（141年）因羌乱，北地郡内迁，寄居冯翊，故城在今陕西富平县东北。三国时期，魏国迁富平县于甘肃庆阳县。西晋移于今县西南怀德城，后魏徙于频阳县（今富平县西南三里石州河之阳），唐徙于今富平县东北十里，金废，元复置富平县，并徙今治。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦厉共公二十一年（前456年）始在频山以南设置频阳县治（故址在今美原镇古城村一带）。秦统一全国后，以频阳属内史。"
        },
        {
            "type": "text",
            "text": "       西汉高帝时，以频阳县属河上郡。另于县境南部设置怀德县（故址在今华朱乡怀阳城附近），两县均属内史。景帝时，两县同属左内史。武帝时，又以两县归属左辅。新莽时（9年—23年），两县属列尉大夫。东汉时（25年—220年）。并怀德县入频阳县，属左冯翊。"
        },
        {
            "type": "text",
            "text": "       三国时，归属曹魏，仍称频阳县，属左冯翊。西晋时，自彭原界（今甘肃省庆阳地区西南）徙富平县治于怀德故城，与频阳县并存。东晋时（317年—420年），富平一度为苻秦所统治，曾在频阳县境内设置土门护军（故址今薛镇乡土木坊）。"
        },
        {
            "type": "text",
            "text": "       北魏太武帝太平真君八年（447年），撤土门护军，将其辖地并入同官县（今铜川市），迁北地郡至泥阳县所属通川（今流典镇）；又并泥阳县于富平县。宣武帝景明元年（500年），撤原频阳县建制，划同官县一部，另建土门县（今薛镇），隶北地郡。西魏文帝大统五年（539年），富平县治由怀德故址迁至石川河北岸（今城关乡古城村一带）。废帝三年（554年），以富平县属宜州（今耀县）。北周闵帝元年（557年），于中华原置中华郡（故址今城关乡石佛原一带），富平县划归该郡管辖。武帝建德四年（575年），裁中华郡，富平县改属左冯翊。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），富平县改属京兆郡。炀帝大业二年（606年），将土门县并入华原县（今耀县），属京兆郡。恭帝义宁二年（618年），又从华原县划出原土门县辖域，恢复土门县建置，属宜君郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年）设置富平道，归骠骑车骑统辖；不久，改富平道为玄武军。太宗贞观十七年（643年），废土门县。高宗咸亨二年（671年），于富平、华原两县境域各划一部，在原土门县故址另建美原县。武则天天授元年（690年），以美原县隶于宜州。大足元年（701年），以美原县改属雍州。玄宗开元年间（712年—741年），徙富平县治于义亭城（今华朱乡旧县村一带），属京兆府。德宗贞元四年（788年），定富平县为赤县（按：赤县非县名，唐代分县为等，诸等中有赤县，由京城直接治理），旋升县为州。哀帝天祐二年（905年），划出美原县，设置鼎州，隶属耀州（二州不同级）。"
        },
        {
            "type": "text",
            "text": "       五代时，后梁恢复美原县，仍属耀州。末帝贞明元年（915年），改鼎州为裕州，隶属崇州。后唐复以富平县改属耀州，美原县初属同州，继属耀州。至后晋、后汉、后周诸朝，均未变动。"
        },
        {
            "type": "text",
            "text": "       北宋哲宗元祐三年（1088年），富平、美原二县同属永兴路京兆府耀州。金太宗天会九年（1131年）即宋金两军“富平之役”后，金人以富平、美原二县赐齐（金人立刘豫为齐帝，建都大名）。熙宗天眷元年（1138年），两县又同归宋。天眷三年（1140年），复由宋入金。皇统二年（1142年），撤富平县，以其地并入美原县，隶属耀州。"
        },
        {
            "type": "text",
            "text": "       蒙古军南下后，恢复富平县制，与美原同属耀州。世祖至元元年（1264年），将美原县并入富平县。至此，富平县境内再无两县并存的情况。元末明初（1368年—1370年），富平县治由义亭城迁至窑桥寨（今老县城），属西安府。明末，李自成建大顺国于西安，县治仍设窑桥寨。清代，富平县属西安府。"
        },
        {
            "type": "text",
            "text": "       民国初，尽废府州厅制，富平县直属于省。民国二年（1913年）设关中道，民国十七年（1928年）北洋政府内务部通令各地撤道，富平县复直属于省。民国二十三年（1934年），属陕西省第十行政督察区（专署驻咸阳）。民国三十七年（1948年），改属第三行政督察区（专署驻耀县）。"
        },
        {
            "type": "text",
            "text": "       民国三十八年（1949年）5月4日富平解放。县人民政府成立后，归属三原分区。1950年5月整编后，属咸阳专区。1953年1月改属渭南区专员公署（1955年7月改称渭南专员公署）。1956年10月渭南专员公署撤销，富平县直属陕西省人民委员会管辖。1958年12月，富平县并入铜川市。1961年8月从铜川市划出，又恢复富平县制，复属渭南专员公署。1969年后属渭南地区，1995年地区改市，富平县隶属渭南市。"
        }
    ]
}