{
    "title": "合阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "469",
            "category": "渭南市"
        },
        {
            "id": "506",
            "category": "合阳县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：420次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       魏文侯十七年（前429年）于洽水北岸（今洽川镇莘里村）筑城，取名“洽阳城”。西汉景帝二年（前155年）改“洽”为“郃”，始设“郃阳县”。1964年9月全国更改生僻地名，改“郃”为“合”，称合阳县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       约公元前21世纪，夏启封支子于莘（今合阳），称“有莘国”，简称莘国，上属雍州。商代因之。西周时，有莘国改属畿内地。公元前770年，周平王迁都洛阳后，废有莘国，并入晋国，称“莘地”、“梁”或“羁马”。晋出公二十二年（前453年）韩、赵、魏三分晋室后，莘地属魏“西河之地”。魏文侯十七年（前429年）于黄河西岸洽水（亦称合水，清初断流）北岸筑城，取名“洽阳城”，西河之地始称洽阳。"
        },
        {
            "type": "text",
            "text": "       秦惠文八年（前330年）魏献西河之地于秦，秦置“洽阳邑”，上属内史郡。秦二世三年（前207年），西楚霸王项羽划秦腹地为塞、雍、翟三国，号称“三秦”，洽阳属塞国。"
        },
        {
            "type": "text",
            "text": "       西汉高祖二年（前205年）灭塞，洽阳归汉，属河上郡。九年（前198年）改属内史郡。景帝二年（前155年）改“洽”为“郃”，始设“郃阳县”，属内史郡。武帝太初元年（前104年）属左冯翊郡。东汉光武帝建武元年（25年），并郃阳入夏阳县（今韩城市）。明帝永平二年（59年）复设郃阳县，且将汜爱县（今澄城县）并入，上属左冯翊郡。"
        },
        {
            "type": "text",
            "text": "       三国魏文帝黄初元年（220年）至西晋愍帝建兴三年（315年），郃阳属冯翊郡。十六国时，郃阳先后被前赵、后赵、前秦、后秦、大夏等国占领，县置流废。南北朝北魏太武帝太平真君七年（446年），析郃阳，于东北部设宫城县（治所在今东宫城村），于南部设五泉县（治所在今良石村）。孝文帝太和十一年（487年），又于中部设郃阳县，三县皆属华山郡。西魏文帝大统六年（540年），调整郃阳县属武帝郡，宫城县、五泉县属澄城郡。北周明帝二年（558年），并宫城县及五泉县的乳罗山地区入郃阳县，上属澄城郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年）郃阳属同州。十六年（596年），县治由黄河西岸迁至县中部（今县城），改同州为冯翊郡，郃阳属之。唐高祖武德元年（618年），郃阳复属同州。三年（620年），析郃阳东部黄河沿岸一带设“河西县”，两县皆属同州。八年（625 年），郃阳县属西韩州，至太宗贞观八年（634年）复属同州。玄宗天宝元年（742年），郃阳、河西两县属冯翊郡。肃宗乾元元年（758年）复同州之称，郃阳、河西两县属之。乾元三年（760年），改河西县为夏阳县。"
        },
        {
            "type": "text",
            "text": "       五代初期，郃阳、夏阳两县属河中府，后同属同州。北宋神宗熙宁四年（1071年），撤夏阳并入郃阳县。金宣宗贞祐三年（1215年），划属桢州。元世祖至元六年（1269年），复属同州。明代，仍属同州。清世宗雍正十三年（1735年）同州改府，郃阳为其辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），郃阳县隶属关中道。 民国二十二年（1933年），直属陕西省。民国二十七年（1938年），析西北山地红石崖一带归黄龙垦区；后属黄龙县。次年，划郃阳县归属陕西省第八行政督察区专员公署所辖。"
        },
        {
            "type": "text",
            "text": "       1948年3月26日，郃阳解放，划为陕甘宁边区政府黄龙分区所属县。同年12月，郃阳县人民政府成立，改由陕甘宁边区政府大荔分区所辖。 1950年隶属陕西省渭南专区。1956年10月至1958年12月直属陕西省管辖。1958年12月，郃阳县并入韩城县，1961年8月22日恢复郃阳县建制，隶属渭南专区。1964年9月全国更改生僻地名，改“郃”为“合”，称合阳县。1968年，渭南专区改称渭南地区，合阳县仍属之。1995年，渭南地区撤地建市，合阳县属之。"
        }
    ]
}