{
    "title": "华县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "469",
            "category": "渭南市"
        },
        {
            "id": "509",
            "category": "华县"
        }
    ],
    "detail": "[日期：2014-03-02]   来源：www.Youlai19.cn  作者：【由来网】   阅读：386次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       古名郑县，北魏太平真君元年（440年）于郑县设华山郡。西魏时，于废帝三年（554年）改东雍州为华州，华州领华山郡、白水郡，华山郡领郑县、敷西2县。唐武德元年（618年）改华山郡为华州，华山郡和华州均因境内的华山而得名。元朝时，省郑县入华州，郑县建制撤消，其境属华州直辖。乾隆元年（1736年）以后，华州不再领县，因境内有少华山，名称未改。民国二年（1913年）2月，降清朝旧制中州、府、厅为县，于是改华州为华县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，今县境属于畿内，称为“郑”。西周初年，彤国分封在今县境内西南。周宣王二十二年（前806年），周宣王封其弟姬友（郑桓公）于郑地，即郑国。郑桓公居棫林（又称咸林），后迁至拾（棫林与拾在今县境东北）。周幽王九年（前773年），郑桓公徙其民于今河南省新郑县一带，周平王二年（前769年）郑国东迁。"
        },
        {
            "type": "text",
            "text": "       春秋时的秦武公十一年（前687年），秦国在此设郑县，这是本县设县之始。战国时，郑县仍属秦国。秦朝时，郑县属内史管辖，县治在今县境北。"
        },
        {
            "type": "text",
            "text": "       西汉时，郑县属京兆尹，县治在今县境北。同时，今县境内还有两个县：一名沈阳县，县治在今县城东北十几里处；一名武城县，县治在今县城东十几里处。沈阳县和武城县属左冯翊管辖。王莽始建国改武城县为桓城县、沈阳县为制昌县。东汉初复名，后又废武城、沈阳入郑县，郑县属京兆尹。"
        },
        {
            "type": "text",
            "text": "       三国曹魏和西晋时，郑县都隶于雍州京兆郡。十六国时期，郑县先后属前赵、后赵、前秦、后秦、夏等国。南北朝的北魏太平真君元年（440年）于郑县设华山郡，上属泰州（治所在蒲坂县，即今山西省永济县西南旧永济）。太和十一年（487年）郑县属华州（治所在今大荔县北）华山郡。孝昌二年（526年）北魏又在郑县设东雍州，郑县改隶东雍州华山郡，州、郡治所都在郑县。华山郡领郑县、华阴、敷西（治所在今华阴县夫水镇）、夏阳（治所在今韩城县西）、郃阳（今合阳）5县，郑县治所在今县城西。"
        },
        {
            "type": "text",
            "text": "       西魏时，于废帝三年（554年）改东雍州为华州，华州领华山郡、白水郡，华山郡领郑县、敷西2县。北周时郡治移今拾村，四年县治又移今郭村；大业三年（607年）州废，属京兆郡。隋朝时，于开皇三年（583年）废华山郡，大业三年（607年）废华州，郑县属京兆郡管辖，县治迁至今县西。义宁元年（617年）割京兆郡之郑县、华阴，复置华山郡。"
        },
        {
            "type": "text",
            "text": "       唐朝时，于武德元年（618年）改华山郡为华州，割雍州渭南县来属，武德五年（622年）渭南复隶雍州。垂拱元年（685年）割同州下邽（今渭南市北部）来属，华州辖郑县、华阴（包括潼关）、下邽3县、州治在郑县。垂拱二年（686年）改华州为太州，神龙元年（705年）复华州旧名，天宝元年（742年）华州改为华阴郡，乾元元年（758年）复称华州，上元二年（761年）再次更名为太州，宝应元年（762年）复华州旧称，乾宁四年（897年）华州升为兴德府，天祐三年（906年）又改为华州。唐时，郑县治所在今县西，华州治所于永泰元年（765年）后在今县城。"
        },
        {
            "type": "text",
            "text": "       五代时，华州辖郑县、华阴、下邽。后周显德三年（956年），渭南改隶华州。北宋时，郑县属永兴军路华州，华州州治仍设在郑县，下辖郑县、下邽、华阴、蒲城、渭南。金朝时，郑县属京兆府路华州，华州所辖县与北宋同。"
        },
        {
            "type": "text",
            "text": "       元朝时，省郑县入华州，郑县建制撤消，其境属华州直辖。华州上属陕西等处行中书省奉元路（治所在今西安市），下辖蒲城、华阴、渭南（包括下邽）3县，州治在今县城。至元十二年（1275年）复置郑县，后又废入华州。"
        },
        {
            "type": "text",
            "text": "       明朝，华州隶陕西等处承宣布政使司西安府。明初，辖华阴、蒲城、渭南，洪武七年（1374年）洛南来属。成化十三年（1477年）改洛南隶商州（治所在今商县），嘉靖三十八年（1559年），改渭南直隶西安府。华州州治在今县城。"
        },
        {
            "type": "text",
            "text": "       清朝雍正三年（1725年）前，华州属陕西省西安府。雍正三年后，华州升为直隶州，辖蒲城、华阴、潼关3县。乾隆元年（1736年）以后，华州不再领县，属同州府（治所在今大荔县）管辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）2月，改华州为华县，隶陕西省关中道，民国十六年（1927年）撤关中道，直隶陕西省。民国二十八年（1939年）属陕西省第八行政督察专员公署（治所在今大荔县），民国三十七年（1948年）8月，于华县设立陕西省第二行政督察专员公署，辖华县、华阴、潼关、渭南、临潼、蓝田。民国三十八年（1949年）5月23日，华县解放以后，属陕甘宁边区政府渭南分区行政督察专员公署。"
        },
        {
            "type": "text",
            "text": "       1950年5月，渭南分区改为渭南专区，华县隶陕西省渭南专区。1956年9月11日，渭南专区撤销，华县等18县直隶陕西省。1958年11月21日，华县与渭南、华阴、潼关合并，称渭南县，原华县分设华州、高塘、金堆三个人民公社。1961年8月16日，恢复华县建制，属复设的渭南专员公署。1968年9月1日，渭南地区革命委员会成立，华县随属。1979年7月1日，渭南地区革委会撤销，改称渭南地区，华县属之。1994年12月17日，撤销渭南地区和县级渭南市，设立地级渭南市，华县隶属渭南市。"
        }
    ]
}