{
    "title": "黄龙县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "470",
            "category": "延安市"
        },
        {
            "id": "511",
            "category": "黄龙县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：459次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       黄龙县，县境内有黄龙山，为古老林区，民国二十七年（1938年）设黄龙山垦区办事处，负责开垦。民国三十年（1941）年2月16日，设立陕西省黄龙设治局，始为县级建置。民国三十七年（1948年）解放后，正式划界设黄龙县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦文公十年（前756年），在黄龙三岔东高山（今梁家山）附近建鄜畤。周平王元年至周敬王四十四年（前770年—前476年），为白翟部族区。春秋至晋桓公二十年（前369）属晋。晋桓公二十年（前369年），韩、赵、魏分晋，黄龙属魏。秦惠文王十年（前328年），魏纳上郡十五城归秦，黄龙遂属秦辖。"
        },
        {
            "type": "text",
            "text": "       秦王嬴政二十六年（前221年）统一中国，黄龙北属上郡，东南部分属内史。汉高祖元年（前206年），刘邦立汉，设置京兆、左冯翊、右扶风，称为三辅，黄龙属左冯翊。东汉和西汉相同（今界头庙乡有秦汉塬村）。"
        },
        {
            "type": "text",
            "text": "       三国时，黄龙北部为匈奴区，东南部属魏的冯翊郡。西晋，黄龙北部属羌胡，中部棚东南部属雍州冯翊郡。后秦（384年～417年）黄龙中部和西北部属鄜城县、洛川县辖,姚苌派大将杨班驻守崾崄，因此，崾崄取名“三郎崾崄”。北魏（386年～534年），黄龙归北华州辖，北部西部属敷城县，东北属义川县，东南部属夏阳县、郃阳县、澄城县。"
        },
        {
            "type": "text",
            "text": "       唐朝建立（618年），黄龙中部、西部属坊州鄜城县，西北部属鄜州洛川县，东北部属丹州义川县，南部属同州的韩城、郃阳、澄城3县管辖。北宋建立（960年），黄龙中部、西部属鄜城县、洛川县，东南属韩城县、郃阳县、澄城县三县，北部属宜川县。靖康元年（1126年）年，金灭北宋，黄龙为金人领地，地域和北宋相同。"
        },
        {
            "type": "text",
            "text": "       明朝时，黄龙为陕西延安府洛川县东部，宜川县南部，西安府韩城、郃阳、澄城三县西北部。清初沿明制，雍正三年（1725年）鄜州升为直隶州。黄龙为延安府宜川县南部，直隶鄜州、洛川县东部，同州府韩城县、郃阳县、澄城县西北部。今界头庙乡、石堡镇、曹店乡、三岔乡、崾崄乡、小寺庄乡属洛川县；瓦子街乡、砖庙梁乡、圪台乡属宜川县；柏峪乡、白马滩镇属韩城县；红石岩乡属郃阳县；范家卓子乡属澄城县。延至民国二十七年（1938年）。"
        },
        {
            "type": "text",
            "text": "       民国二十七年（1938年）1月1日，成立陕西省黄龙山垦区办事处，设立黄字区、龙字区、山字区、垦字区、区字区。区下设保，保下设甲。民国二十八年（1939年）年5月1日，改称国营陕西黄龙山垦区管理局。民国三十年（1941年）年2月16日，设立陕西省黄龙设治局，始为县级建置。国营陕西黄龙山垦区管理局于民国三十三年（1944年）4月30日撤销，垦务移交黄龙设治局。民国三十六年（1947年）10月2日，黄龙第一次解放，成立黄龙县，归陕甘宁边区政府黄龙分区辖管。民国三十七年（1948年）3月1日，瓦子街战役胜利结束，黄龙县第二次解放，隶属陕甘宁边区。归延安分区专员公署管辖。"
        },
        {
            "type": "text",
            "text": "       1958年11月，撤销黄龙县，辖地分别划归洛川、宜川、韩城等县。1961年9月15日，恢复黄龙县制，属延安专区，1968年延安专区改为延安地区。1996年11月，延安地区设立延安市，黄龙县属之。"
        }
    ]
}