{
    "title": "宜川县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "470",
            "category": "延安市"
        },
        {
            "id": "512",
            "category": "宜川县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：395次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西魏大统三年（537年）置义川县，因赤石川曾名义水而得名。宋太平兴国元年（976年）为避太宗赵光义名讳，改义川县为宜川县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏系雍州之域，商属西河国地，春秋为白翟地。战国时代，前期属晋；魏武候二十一年（前376年）韩、赵、魏分晋后，属魏国上郡定阳邑；秦惠文王十年（前328年），秦代魏，魏就黄河以西上郡15县於秦后，遂归秦国。"
        },
        {
            "type": "text",
            "text": "       秦汉（前221年～220年），秦置上郡辖定阳县，今云岩河古称定水，城建定水之阳而得名。西汉武帝元朔四年（前125年），增设西河郡。辖县境阴山县（古址在今党湾乡景阳村河南附近）。因城建丹水之阴而得名。东汉时（25年～22年），将交阴道（今富县）撤销划归定阳县辖。到灵帝中平六年（189年），为匈奴占据，郡、县俱废。"
        },
        {
            "type": "text",
            "text": "       三国、晋（220年～420年），为羌胡地，唯东晋属前秦为定阳邑，十六国后为秦。南北朝（420年～589年），建置各有不同。北魏（420年～534年）：属东夏州，置乐川郡，辖定阳县。太和八年（484年），继在今境内薛河川置安平县，属乐川郡。太和十八年（494年），又在县境白水川（今寿峰川）置永宁县，属乐川郡。古城在今寿峰上涧头村附近。临戌县即乔居县，原在内蒙抗锦旗境内，因辖地被匈奴占据，太安二年（456年）迁设在宜川县境西北部平陆堡属定阳郡所辖。"
        },
        {
            "type": "text",
            "text": "       西魏，在古孟门河西地置汾州义川郡（州、郡故城在今牛家佃乡固州村）。大统三年（537年），置义川县，因赤石川曾名义水而得名（古城在今高柏乡郭下村）。并置永乐县（城在今云岩镇），割鄜、延二州地置汾州、理三堡镇，属义川郡。大统十三年（547年）改永乐县为云岩县。改永宁县为太平县。大统十七年（551年）改安平县为汾川县，属义川郡，汾川故城高树山南若多村（今秋林乡大子村）。废帝三年（554年）因汾州与河东汾州同名，改汾州为丹州（丹州故城同汾州故址）以丹山而得名。"
        },
        {
            "type": "text",
            "text": "       北周，保定二年（562年），汾川县城移至库利川甚塞原（云岩镇泥湾峁附近）。大象元年（579年）分汾川、云岩二县地置门山县，属义川郡（故城今延长县门山村）。是年又改义川县为丹阳县，以丹阳川而命名。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），废义川、乐川二郡入丹州，复改丹阳县为义川县，属延安郡。开皇十八年（598年），改太平县为咸宁县。大业初（605年），废丹州、门山、云岩县入汾州县，属延州。仁寿三年（603年），汾川县曾迁城于甘泉坊（今富县茶坊一带）。大业十年（614年），又移城土壁堡（见寰宇记）。大业三年至十三年（607年～617年），于义川县城内设延平县，义宁元年（617年），增设丹阳郡，县属丹阳郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）改丹阳郡仍为丹州，属关内道。武德三年（620年）又析汾川县地。开元二十二年（734年）迁城于今阁楼乡汾川村。置门山县，析义川县地置云岩县。 永徽二年（651年），始由今固州村迁丹州城，由郭下村移义川县城治于赤石川口（今县城地址），城内兼设丹州。天宝元年（742）改丹州为咸宁郡。乾元元年（758年），复为丹州。五代周（907年～960年）：废咸宁县入义川县。"
        },
        {
            "type": "text",
            "text": "       宋初，恢复唐代旧制。淳化五年（994年），改道为路，以丹州咸宁郡属永兴军路，复置咸宁县。太平兴国元年（976年），为避宋太宗赵光义名讳，改义川县为宜川县。康定二年（1041年），置永定郡于敷城县（今洛川与黄龙交界一带），领宜川县。熙宁七年（1074年），改云岩县为镇入宜川县，门山县改隶延安府。高宗二年（1128年），金军攻克延安府，仍沿用宋朝旧制，富延路辖丹州，领宜川县。"
        },
        {
            "type": "text",
            "text": "       元，改鄜延路为延安路，至元二年（1265年），省门山县入宜川县，至元六年（1269年），撤丹州入宜川县，属延安路。明洪武三年（1370年），明师克延安，仍为宜川县，隶属延安府。清王朝袭明代建制，仍为宜川县，隶属延安府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废府、州，设榆林道辖宜川县，废道后，直属陕西省。民国二十四年（1935年）门山县归延安县。10月19日，中央红军经过二万五千里长征到达陕北和陕北红军胜利会师，解放区在县境北赤镇（今新市河乡北赤村）置“宜川县人民政府”，第二年移住临镇，更名为固临县。同年，国民党将县改隶陕西第三行政督察区。民国三十年（1941年）将县西南地区之一部划归黄龙设治局。民国三十六年（1947年）10月21日，中国人民解放军西北野战军2、4纵队第一次解放了宜川县城，军队撤走后，复被国民党占领。民国三十七年（1948年）春，毛泽东亲自部署，彭德怀亲自指挥了“宜川—瓦子街战役”。宜川县城复于3月3日建立了民主政权。仍置宜川县属黄龙分区领导。"
        },
        {
            "type": "text",
            "text": "       1949年10月1日建国后于1950年废黄龙分区，宜川县改属延安专区。1958年，黄龙县入宜川县。1961年市县行政区划整编，复置黄龙县。1968年延安专区改为延安地区。1996年11月，延安地区设立延安市，宜川县属之。"
        }
    ]
}