{
    "title": "甘泉县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "470",
            "category": "延安市"
        },
        {
            "id": "515",
            "category": "甘泉县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：434次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐武德元年（618年），境置伏陆县，唐天宝元年（742年），改伏陆县为甘泉县。因城南五公里山麓处有泉水，飞流激射，清澈透亮，厥味甘美，饮之心旷神怡，隋炀帝赐名“美水泉”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周，初属翟国，后为晋国。春秋（前770年～前476年），属晋国。战国（前475～前221），初属魏，后属秦。"
        },
        {
            "type": "text",
            "text": "       秦（前221年～前206年），置雕阴县，隶上郡。今甘泉东南部（道镇地区）为雕阴县辖；今境内西北部（石门至桥镇）为高奴县辖，隶上郡。秦汉之际，项羽封三秦，甘泉属翟国。"
        },
        {
            "type": "text",
            "text": "       西汉（前206年～247年），置雕阴道，今境东南部仍为雕阴县辖；今境西北部为高奴县辖，隶上郡。东汉（25年～220年），初为雕阴县、高奴县辖，隶上郡，后为夏国。"
        },
        {
            "type": "text",
            "text": "       三国（220年），魏置青州县、筑青州城（今石门），后属夏国。西晋（266年～316年）属夏国。前、后秦（351年～417年）为长城县辖，隶长城郡。北魏太和元年（477年），置因城县，治所在今下寺湾乡阎家沟村，辖今境西北部及志丹县南部。太和八年（484年）设石城县（治所在青州旧址），辖今甘泉东部。"
        },
        {
            "type": "text",
            "text": "       西魏废帝三年（554年），改石城县为银城县，隶上郡；改长城县为三川县，属鄜州，隶中部郡。北周保定三年（562年），银城治所迁石龟镇（今神木县南），原辖地入因城县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），郡制撤销，实行州、县制。大业三年（607年），恢复郡制，改延州为延安郡。今境西北部为因城辖地，隶延安郡；置洛交县（治所今富县），今境东南部为洛交县辖，隶上郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），境置伏陆县，辖今境北、南部。废郡为州，隶鄜州。武德二年（619年），改因城为金城县（治的、所无考），置洛盘、新昌、土埠县及永州。贞观四年（630年），永州迁至洛源县（今吴旗境内）。贞观八年（634年），撤洛盘、新昌、土埠县，辖地入金城县，隶延州。天宝元年（742年），废州复郡，改伏陆县为甘泉县，隶洛交郡（原鄜州）；改金城县为敷政县，隶延安郡（原延州）。乾元元年（758年），撤郡复州，甘泉隶鄜州，敷政隶延州。"
        },
        {
            "type": "text",
            "text": "       五代十国（907年～979年），沿用甘泉、敷政建置，隶鄜州、延州。北宋元祜四年（1089年），改延州为延安府。甘泉、敷政县均属延安府。金（1115年～1234年），沿用甘泉、敷政县旧制，属鄜延路延安府。"
        },
        {
            "type": "text",
            "text": "       元至元二年（1265年），撤临真县（今延安市东南部），入甘泉县；至元六年（1269年），撤敷政县，辖地入安塞县。明洪武二年（1369年）五月，改延安路为延安府，辖甘泉县；洪武九年（1376年）六月，设陕西承宣布政使司。清（1644年～1911年），实行省、道、府、县级行政制，甘泉县属陕西省延榆绥道延安府辖。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府、州、厅制，省下设道、县两级，甘泉县隶属陕西省榆林道。民国十六年（1927年），撤销道制，省直辖县。民国二十四年（1935年）初，创建陕北和陕甘边苏区，甘泉解放。11月，成立甘洛县苏维埃政府，隶属陕甘省，原安塞所辖桥镇、下寺湾、石门入甘洛县，原甘泉所辖临真入延安县。民国二十六年（1937年），改甘洛县政府为甘泉县抗日民主政府，隶属陕甘宁边区政府管辖；同时并存国民党甘泉县政府（辖今甘泉东南部及延安市南部），隶属国民党陕西省政府第二行政督察署管辖。"
        },
        {
            "type": "text",
            "text": "       民国三十年（1941年），甘泉属陕甘宁边区直辖县。民国三十一年（1942年），陕甘宁边区分置延属、绥德、关中、陇东、三边分区，甘泉改属延属分区管辖。1949年5月，撤销延属分区，设陕北行政公署，甘泉隶属陕北行政公署。1950年5月1日，撤销陕北行政公署，设陕西省延安分区专员公署（简称延安专区），甘泉隶延安专区。1958年12月，甘泉县并入延安县。1961年9月，恢复甘泉县制。1969年，延安专区改称延安地区，1996年11月，延安地区设立延安市，甘泉隶延安市。"
        }
    ]
}