{
    "title": "志丹县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "470",
            "category": "延安市"
        },
        {
            "id": "517",
            "category": "志丹县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：416次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋太宗太平兴国二年（977年），置保安军，相当于下州规格的地方行政建置，不领县。金大定十一年（1171年），废保安军置保安县。民国二十五年（1936年）6月，保安县改名为志丹县，以纪念西北红军和革命根据地创建人----刘志丹。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       刘志丹是西北红军和革命根据地创建人，民国二十五年（1936年）4月率红28军东征抗日到山西，遭国民党反动派阻击，在围攻晋西中阳县三交镇战斗中不幸中弹牺牲，时年仅33岁。刘志丹同志对中国革命作出重大贡献。为了永久地纪念他，陕甘宁边区政府决定将其家乡保安县改为志丹县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商、周时期，为少数民族西戎及其支派犬戎所居。春秋时，为白狄部落居地。战国时，初为西戎与晋国交界地。以洛河为界割成两块，洛河以西是西戎支派义渠戎国领土；洛河以东属晋。周威烈王二十三年（前403年），韩、赵、魏三诸侯分晋后，洛河以东属魏国范围，由上郡高奴县领辖。周显王四十年（前328年），秦并吞魏上郡15县，包括本县东部地区，周赧王四十二年（前272年），秦灭义渠戎国，置北地郡，县地全归于秦，仍以洛河为界，洛以东属上郡高奴县，洛以西属北地郡。"
        },
        {
            "type": "text",
            "text": "       秦王政二十六年（前221年），秦始皇统一中国，分全国为三十六郡，本县仍分属上郡与北地郡。西汉（206年～24年），东部地区属上郡高奴县，西部属北地郡归德县。东汉（25年～220年），前期同西汉，灵帝中平六年（189年）被匈奴占据。"
        },
        {
            "type": "text",
            "text": "       三国西晋（220年～317年）为羌胡地。东晋（317年～420年），先为赵之上郡，后为前秦之上郡，又为后秦地，赫连氏建夏后，归夏。南北朝（420年～581年），北部属夏州金明郡广洛县，东南部属因城县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），天下废郡置州，县地属延安州金明县和因城县所辖。大业三年（607年），恢复郡制，改延安州为延安郡，仍辖县地。唐武德二年（619年），置永安县，属北武州。贞观二年（628年），废北武州所辖诸县，并入金明县，东南部属金城县（后改为敷政县）。咸亨年间（670年～674年），曾驻守禁军。贞元十四年（798年），建神策军，后改设永康镇。"
        },
        {
            "type": "text",
            "text": "       五代（907年～960年），先为后梁，后归后唐，再属后晋，旋归后汉，最后属后周。宋太宗太平兴国二年（977年），置保安军，相当于下州规格的地方行政建置，不领县。军治在今志丹县城，属永兴军路。仁宗建炎四年（1130年），保安地归于金，建置依旧。金大定十一年（1171年），废保安军置保安县，属延安府。大定二十二年（1132年），升县为州，仍领县地，属鄜延路。元世祖至元六年（1269年），降州为县，属延安路。明、清（1368年～1911年），仍为保安县，属延安府。"
        },
        {
            "type": "text",
            "text": "       中华民国二年（1913年），废延安府，辖保安县。二十年（1931年），废榆林道，置榆林道，置陕西省第一行政督察专员公署，辖保安县。民国二十三年（1934年）2月，陕甘边革命委员会在小石崖成立，保安县西部的义正川、吴堡川、白豹川、脚札川等地开辟为苏区，属陕甘边范围。11月，在苏区建立赤安县苏维埃政府，属陕甘边苏维埃临时政府。民国二十四年（1935年）11月，成立中华苏维埃人民共和国临时中央政府西北办事处，领陕北、陕甘二省及关中、神府二特区，保安县属陕北省。民国二十五年（1936年）6月，改名为志丹县，隶属未变。民国二十六年（1937年）9月成立陕甘宁边区政府，直辖志丹县。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）12月，陕甘宁边区分设五个分区，志丹属延属分区。1949年成立陕北行署，辖志丹县。1950年2月归延安专区管辖。1958年12月，吴起县并入志丹县。1961年9月，按合并时区域又分出吴起县。1969年延安专区改称延安地区，1996年11月15日撤销延安地区，设立地级延安市，志丹县归属延安市。"
        }
    ]
}