{
    "title": "汉中市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "471",
            "category": "汉中市"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：469次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1949年12月析南郑县城区及近郊置南郑市，1953年10月改南郑专区为汉中专区，南郑市为汉中市。1969年汉中专区改为汉中地区。1996年2月21日，撤销汉中地区，设立地级汉中市。汉中之名源于：秦惠文王后十三年(前312年)攻楚汉江中游，取地六百里，以当地河流----汉水之名而置汉中郡。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周为褒国。秦惠文王更元十三年（前312年）攻取汉江中游楚国的汉中郡后，于南郑（今汉台区东北）置汉中郡。楚、汉之际刘邦受封汉王，都南郑。西汉移郡治于西城（今安康城区西北汉江北岸），新莽曾改称新城郡。东汉复原名还治南郑，初平二年（191年）改名汉宁郡。建安二十年（215年）复原名，属益州。三国魏景元四年（263年）于沔阳（今勉县东）析益州地置梁州，西晋太康年间移治南郑。"
        },
        {
            "type": "text",
            "text": "       南朝宋于南郑侨设秦州及华阳、怀安等郡。梁天监三年（504年）北魏在东部设梁州及汉中、晋昌、褒中、华阳、丰宁五郡，在西部设东益州及武兴、盘头、落丛三郡。西魏废帝元年（552年）改设为梁州及汉中、褒中、傥城三郡；洋州（治今西乡）及洋川、丰宁、怀昌等郡；兴州（治今略阳）及顺政、盘头、落丛、华阳四郡。北周天和年间撤销褒中、怀昌、 盘头三郡，更汉中郡为汉川郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废汉川郡存梁、洋、兴三州。大业二年（606年）废洋州，三年罢梁、兴二州，复设汉川、顺政（治今略阳）二郡。唐武德元年（618年）废郡复设梁、洋、兴三州，贞观元年（627年）州属山南道；开元十三年（725年）因梁州与凉州同音，更梁州为褒州；开元二十年复名梁州；开元二十一年析山南道于南郑置山南西道。天宝元年（742年）罢州复设汉中、洋川、顺政三郡；天宝十五年移洋川郡治于兴道县（今洋县）；乾元元年（758年）复废郡设梁、洋、兴三州；兴元元年（784年）升梁州为兴元府。五代十国时后蜀更洋州为源州。"
        },
        {
            "type": "text",
            "text": "       北宋乾德三年（965年）源州复名洋州，开宝六年（973年）府治兼为峡西路治，咸平四年（1001年）废峡西路，于府治兼置利州路，南宋绍兴十三年（1143年）增设大安军，次年利州路分东、西二路，府治为利州东路治，兴州为利州西路治；开禧三年（1207年）改兴州为沔州。"
        },
        {
            "type": "text",
            "text": "       元初废大安军及两路，升兴元府为兴元路，属陕西行中书省；至元二十年（1283年）沔州移治铎水（今勉县旧州铺）。明洪武三年（1370年）改兴元路为汉中府，降洋州为洋县；七年降沔州为沔县。成化二十一年（1485年）改宁羌卫为宁羌州。清因之，汉中府辖宁羌州及南郑、褒城、城固、洋县、西乡、沔县、凤县、略阳八县和留坝、定远、佛坪三厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改府为道，改州、厅为县。民国三年（1914年）改定远县为镇巴县。民国十四年（1925年）佛坪县治迁今址。民国十七年（1928年）废道，以县属省。民国二十四年（1935年）为陕西省第六行政督察专区。"
        },
        {
            "type": "text",
            "text": "       1949年12月析南郑县城区及近郊置南郑市，次年南郑县治迁十八里铺（今汉台区铺镇），并于市兼设陕南行署区，1951年撤销，改设南郑专区。1953年析宁羌、褒城、南郑三县地于元坝子设黎坪中心区（县级）；6月南郑市改由省直辖；10月改南郑专区为汉中专区，南郑市为汉中市。"
        },
        {
            "type": "text",
            "text": "       1958年汉中市改由地辖并废南郑县，省褒城县分别入汉中市和沔县，省佛坪县入洋县、周至和石泉三县，省黎坪中心区入宁羌县，省留坝县入凤县。1960年将凤县划入宝鸡专区。1961年析汉中市汉江以南地于周家坪（即今南郑县城）重设南郑县，复设留坝、佛坪二县。1963年汉中市升为省辖市（地级）。1964年撤销汉中市，设汉中县。1969年汉中专区改为汉中地区。1980年汉中县改为汉中市。1996年2月21日，撤销汉中地区和县级汉中市，设立地级汉中市，汉中市设立汉台区。"
        }
    ]
}