{
    "title": "宁强县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "471",
            "category": "汉中市"
        },
        {
            "id": "526",
            "category": "宁强县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明洪武三年（1370年）撤销大安县，三十年九月于今县治建宁羌卫，成化二十一年（1485年）改设宁羌州。因古代为氐、羌聚居地，取羌地永宁之意名州。民国二年（1913年）罢州设宁羌县。民国三十一年（1942年）1月因近代书法家于右任题词“安宁强固”，改宁羌县为宁强县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       禹贡梁州之域。商及西周时代为氐羌所据。春秋战国县西北部为白马氐之东境，东南部为蜀国苴侯都邑葭萌领地（葭萌故城今四川昭化）。周慎靓王五年即秦惠文王后元九年（前316年），秦军经金牛道灭蜀，置蜀郡，本县属蜀郡葭萌地。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，县境属蜀郡葭萌县。西汉 汉高祖五年（前202年），于益州刺史部，分蜀郡置广汉郡（驻今四川梓潼）领葭萌县，本县属之。淮阳王更始元年（23）群雄纷起反莽，隗嚣遂据葭萌。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武元年（25年），公孙述据蜀称王，葭萌县为公孙述所据。建武六年（30年），葭萌县又为隗嚣所据。建武八年（32年）、建武十二年（36年），隗嚣、公孙述相继败亡，葭萌归东汉，属益州刺史部广汉郡。汉献帝初平二年（191年），益州牧刘焉以五斗米教首领张鲁，出兵据汉中，县境归刘焉。建安六年（201年），张鲁据汉中，以鬼道教民，威信一方，朝廷力不能制，遂封鲁为镇民中郎将，领汉宁太守，县境为张鲁辖域。建安二十年（215年），曹操军击败张鲁，县东北遂为操控，属武都郡。"
        },
        {
            "type": "text",
            "text": "       三国刘备据蜀，于建安二十二年（217年），分广汉郡置梓潼郡，改葭萌县为汉寿县，县西南属汉寿县地。建安二十四年（219年）刘备击败曹操占据汉中，旋称帝，县境尽归蜀汉。后主炎兴元年（263年），蜀汉灭亡，县境归曹魏领辖。"
        },
        {
            "type": "text",
            "text": "       晋武帝泰始三年（267年）分益州置梁州于汉中；太康元年（280年）改汉寿为晋寿县。县境属梁州梓潼郡晋寿县。光熙元年（306年）李雄称帝，国号大成。东晋咸康四年（338年），大成汉王李寿即帝位，改国号曰汉，史称成汉。晋寿属成汉。永和三年（347年），晋桓温灭成汉，县境归东晋。宁康元年（373年），秦王苻坚攻拔梁益二州，县境归前秦。太元九年（384年），前秦败弃汉中奔长安，梁州复归东晋。桓玄废晋安帝自称帝，国号楚。晋元兴三年（404年）县境归楚。同年，桓玄败亡，复归东晋。安帝义熙元年（405年），氐王杨盛乘汉中空虚而占领，降于后秦，县境归后秦。义熙三年（407年）随杨盛通晋，县境复归东晋。太元十五年（390年），分晋寿县东置兴安县（驻今广元嘉陵镇），升晋寿为郡，本县属梁州晋寿郡兴安县。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋武帝永初元年（420年），晋禅位于宋，县境属刘宋。文帝元嘉十年（433年），仇池氐王杨难当受魏封，攻拔梁州及晋寿等地，县境归北魏。此后120余年间，南北互相争夺梁州及晋寿等地，县境归属，势同拉锯，曾隶属宋、魏、齐、梁及氐王武兴国。北周闵帝元年（557年），宇文觉废西魏恭帝自立，国号周，县境属北周利州晋寿郡兴安县（州、郡、县治皆驻今广元）。"
        },
        {
            "type": "text",
            "text": "       隋开皇十八年（598年），改兴安县为绵谷县。大业三年（607年）废利州置义城郡。县境属义城郡绵谷县。唐武德二年（619年）析绵谷县地于东部通谷镇（今金牛驿）置金牛县，四年今县南部置嘉牟县，天宝元年（742年）三泉县自今广元市北移治今县西北阳平关镇；宝历元年（825年）降金牛县为镇并入西县。"
        },
        {
            "type": "text",
            "text": "       北宋乾德五年（967年）三泉县直隶京师。至道二年（996年）于三泉县置大安军，三年军废，南宋绍兴三年（1133年）复置。元初改设大安州，至元二十年（1283年）降州为大安县，属沔州。明洪武三年（1370年）撤销大安县，三十年九月于今县治建宁羌卫，成化二十一年（1485年）改设宁羌州。因古代为氐、羌聚居地，取“羌地永宁”之意名州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）罢宁羌州，改设宁羌县。民国三年（1914年）属汉中道。民国十七年（1928年）废道制，宁羌县直属省。民国二十四年（1935年）建立宁羌、阳平关两个县级苏维埃政权。红军北上后，建制复旧。民国三十一年（1942年）1月宁羌县改为宁强县。"
        },
        {
            "type": "text",
            "text": "       1949年宁强县属陕南行署区。1951年属南郑专区。1953年10月，南郑专区改为汉中专区，宁强县属汉中专区。1958年撤销县制，辖地划归凤县和汉中市。1969年汉中专区改为汉中地区，1996年汉中地区改为汉中市，宁强县随属。"
        }
    ]
}