{
    "title": "吴堡县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "472",
            "category": "榆林市"
        },
        {
            "id": "534",
            "category": "吴堡县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1170次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据《绥德州志》：吴堡，“金县名，本宋吴堡寨，县从寨名也”。北宋元丰四年（1081年）于今宋家川镇东北吴堡城设吴堡砦，金正大三年（1226年）升吴堡砦为吴堡县，属葭州。元至元二十八年（1291年）升为吴州，元贞元年（1295年）复降为吴堡县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏，属传说中的雍州地，为狄夷活动区之一。商，为鬼戎活动区域之一。西周（约前11世纪～前771年），为翟人活动之地。春秋时期（前770年～前476年）先为白翟属地，后属晋。战国时期，先属赵，后属魏上郡地，秦惠文王十年（前328）纳上郡于秦；赵惠文王三年（前296年），又归赵。"
        },
        {
            "type": "text",
            "text": "       秦王嬴政二十五年（前222年），一统天下，战国终，全国划36郡，本境属上郡肤施县。西汉高祖元年（前206年），项羽改上郡为翟国，七月复故。今吴堡仍为肤施县属地。元朔四年（前125年）并入并州刺史部（监察区）西河郡增山县，原始二年（2年），属朔方刺史部（监察区）西河郡隰城县。后王莽设增山县，本境又属之。东汉初属上郡肤施县，后匈奴侵略，上郡失，又属朔方刺史部西河郡蔺县。"
        },
        {
            "type": "text",
            "text": "       三国时，西河郡黄河西岸被羌人所据，本境属之。西晋时，本境仍属羌胡领带。东晋十六国时，晋咸和二年（327年），为后赵属地；晋太和元年（366年），为前秦领地，隶于上郡；太元二十年（395年），属后秦，隶于上郡；东晋义熙五年（409年）属大夏国。北魏神麚四年（431年），北魏灭赫连氏大夏国，设统万镇，今吴堡地和绥德东部地设政和县，取“政通人和”之意。"
        },
        {
            "type": "text",
            "text": "       西魏初仍名政和县，隶朔方郡。大统十二年（546年），属绥州。废帝元年（552年），改名延陵县，隶于绥州抚宁郡。北周保定二年（562年）属银州抚宁郡，北周天和七年（572年）改属绥州抚宁郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），隋文帝统一中国，设190郡，延陵属抚宁郡（今米脂）。开皇三年（583年）撤郡制，实行州、县制，延陵改属绥州。隋开皇十七年（597年），改县名为延福，大业元年（605年）绥州改名上州，大业三年（607年）撤销上州，设立雕阴郡，延福县属之。"
        },
        {
            "type": "text",
            "text": "       唐武德六年（623年），延福县范围内曾权设三州七县，历时5年，延福县隶于关内道（监察区）绥州（天宝元年改为上郡，乾元元年又改为绥州）。唐德宗建中三年（782年）设定难军，领夏、绥、银、宥等州，延福县隶绥州。五代十国，前四代，延福县属定难军绥州。后汉灭亡，“十国”中的北汉建立，修吴堡水寨。宋开宝九年（976年）定难军节度使李光睿破北汉吴堡寨归宋，属绥州延福县。"
        },
        {
            "type": "text",
            "text": "       宋至道三年（997年），全国分十五路，领府、军、州、县。延福县属定难军绥州。景佑五年（1038年）西夏建立，吴堡寨归属。治平四年（1067年）克夏，收复吴堡寨,归神木营，熙宁间（1068年～1077年）又失于西夏。宋元丰五年（1082年）至元符元年（1098年），吴堡寨隶于河东路石州定胡县。元符二年（1099年），隶于河东路晋宁军定胡县，治所在今山西柳林县孟门镇的黄河滩（清咸丰六年，孟门被黄河洪峰冲毁）。"
        },
        {
            "type": "text",
            "text": "       宋政和五年（1115年）金人占领，至金大定二十九年（1189年），属河东北路葭州定胡县，吴堡为寨地。金正大三年（1226年）升为县，始定名吴堡县，隶于鹿延路葭州。金天兴三年（1234年）蒙古族侵占，到南宋景定五年（1264年）。隶延安路葭州，仍名吴堡县。"
        },
        {
            "type": "text",
            "text": "       元代，全国划11个行中书省，185路。至元元年（1264年），撤销吴堡县，并入绥州；次年（1265年）复设，属陕西行省延安路葭州，仍名吴堡县，志元二十八年（1291年），吴堡县升为吴州，隶于陕西行中书省延安路。元贞元年（1295年），撤州设县，仍称吴堡县，属于陕西行中书省延安路葭州。"
        },
        {
            "type": "text",
            "text": "       明代，吴堡先隶于陕西布政使司延安府葭州，洪武七年（1374年）十一月改隶于绥德州。洪武十年（1377年）五月，废县并入绥德州。洪武十三年（1380年）十一月恢复县制，隶于延安府葭州。"
        },
        {
            "type": "text",
            "text": "       清初划全国19行省。顺治元年（1644年），吴堡由陕西省延安府直隶，雍正三年（1725年）。隶于陕西省延安府葭州，乾隆元年（1736年），改隶于绥德直隶州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府、厅、州，陕西分三道，吴堡属延绥榆道。民国二十二年（1933年），废道制。民国二十四年（1935年），设行政督察区，吴堡属陕西省第二行政督察区（绥德）。"
        },
        {
            "type": "text",
            "text": "       民国二十二年（1933年）至二十五年（1936年），吴堡县国共两党军事斗争激烈，县城、集镇、要道为国民党军队占据，广大农村为红军游击区。民国二十四年（1935年）11月，游击区受陕北省（省府在瓦窑堡）领导。此时国民党县政权依然存在。民国二十六年（1937年），国共两党合作，地方政权和地方武装保安队属国民党，八路军后方留守兵团718团（后改为警备8团）进驻吴堡县，各联保派共产党的驻军代表。民国二十九年（1940年）2月28日，吴堡军民赶走了国民党县政府官员，建立了工农民主专政的政权，吴堡属陕甘宁边区绥德分区管辖。民国三十八年（1949年）5月，吴堡属陕北行政区（行署在延安）绥德分区管辖。"
        },
        {
            "type": "text",
            "text": "       1950年2月，陕西省人民政府成立，吴堡县属陕西省绥德专区管辖。1956年9月，撤销绥德专区，改属榆林专区。1957年11月，撤销吴堡县，辖地并入绥德县。1959年秋，设宋家川中心乡，1960年12月又撤销。1961年8月，恢复吴堡县，属榆林专区。1968年“专区”改为“地区”，称榆林地区，2000年7月1日，榆林地区行政公署撤销、设立地级榆林市，吴堡县隶属榆林市至今。"
        }
    ]
}