{
    "title": "佳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "472",
            "category": "榆林市"
        },
        {
            "id": "535",
            "category": "佳县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：425次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北宋元丰五年（1082年）置葭芦寨，以城西葭芦川西岸葭芦（芦苇）丛生得名。元符二年（1099年）升为晋宁军。金大定二十二年（1182年）升晋宁州，二十四年改葭州。明洪武七年（1374年）降为葭县，十三年升为葭州，属延安府。清属榆林府。1913年罢州复设葭县。1964年因葭字生僻，改名佳县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       春秋时期为白翟部族之地。战国前期属晋，韩、赵、魏三家分晋后，属赵国地。秦惠文王八年（前330年）秦打败赵国，成为秦国上郡地。"
        },
        {
            "type": "text",
            "text": "       西汉惠帝五年（前190年），境内设圁阴县，属西河郡。后圁阴改为圜阴。西汉末年，王莽篡权，改圜阴县为方阴县。东汉时期，复称圜阴县，地域增加了今榆阳区东部一隅。仍属西河郡。 东汉末年起，被匈奴占据。到东晋时，先后属前秦（氐）、大夏国（匈奴）。"
        },
        {
            "type": "text",
            "text": "       北魏始光四年（427年），灭掉大夏，割县境北部、榆林东南部置革融县，属夏州（治统万城）化政郡（治今靖边县北）。西魏废帝元年（552年），割县境西北部、米脂东北部，设开疆县，以县境南部及吴堡县地，设延陵县，两县均属绥德州（治今绥德县城）抚宁郡。北周保定二年（562年）县境北部设中乡郡、中乡县，南部仍为抚宁郡延陵县辖地，均属银州（治今横山县党岔乡北庄村）。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），因隋文帝杨坚父杨忠名讳，改中乡郡、中乡县为真乡郡、真乡县。开皇三年（583年）撤销真乡郡，真乡县、延陵县均改属银州。开皇十六年（596年）延陵县改名延福县。大业二年（606年），真乡、延福二县改属上州。大业三年（607年），二县改属雕阴郡（治今绥德县城）。"
        },
        {
            "type": "text",
            "text": "       唐初分全国为十道，陕北属关内道。唐武德二年（619年）设真州。武德六年（623年），被梁师都占据，真州废。贞观二年（628年），灭梁师都，置银州，境内复设真乡县，归银州管辖。县境南部则属绥州延福县。五代十国时期，被党项拓跋部占据，县境北部为真乡县，南部为延福县，均属银州。"
        },
        {
            "type": "text",
            "text": "       北宋年间，因紧邻党项拓跋部，县境常被其侵吞或割据。宋太祖至太宗淳化年间（960年～994年），属河东路石州管辖。至道三年（997年）以后，被拓跋部占据。元丰五年（1082年），宋置葭芦寨。元祐四年（1089年），为换回战俘，将葭芦、浮图等寨划给西夏，绍圣四年（1097年）收复。元符二年（1099年）葭芦寨升为晋宁军，并领临泉县（今山西临县），属河东路。大观三年（1109年）又以定胡县（今陕西省吴堡县和山西省柳林县一带）归属晋宁军，辖5寨5堡。"
        },
        {
            "type": "text",
            "text": "       金、南宋对峙时期，县境属金统治。金初沿袭宋晋宁军，属河东路管辖。金贞元元年（1153年）改属汾州。金大定二十二年（1182年）改晋宁军为晋宁州，二十四年（1184年）更名葭州。金兴定二年（1218年）五月，由于河东路残破，改属延安府，辖8寨9堡。金正大三年（1226年）改寨设县，葭州领葭芦、通秦、吴堡、神木、太和、弥川、府谷、建宁8县。"
        },
        {
            "type": "text",
            "text": "       元朝统一后，沿袭金时葭州建置，由延安府改属延安路。至元六年（1269年）撤销葭芦县、通秦县、弥川县，辖地仍归葭州；撤销太和县，辖地并入神木县；撤销建宁县，辖地并入府谷县。葭州领吴堡、神木、府谷3县。"
        },
        {
            "type": "text",
            "text": "       明朝初年仍称葭州。属延安府，辖神木、府谷、吴堡3县。洪武四年（1371年）十一月降州为县，改属绥德州。洪武八年（1375年）十一月又升县为州，领属同前。"
        },
        {
            "type": "text",
            "text": "       清时葭州仍领神木、府谷、吴堡3县，属延榆道延安府。雍正三年（1725年）改为直隶州（与府平级），直属陕西布政司管辖，所领3县同前。雍正九年（1731年）设榆葭道，道所设在榆林。乾隆元年（1736年）降为散州（不领县），原辖神木、府谷二县改属榆林府，吴堡县转属绥德州。乾隆二十六年（1761年）裁撤榆葭道。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）改葭州为葭县，属榆林道。民国二十四年（1935年）归陕西省第二行政督察区管辖。10月，县北革命根据地，设立葭芦县，民国二十六年（1937年）秋撤销，辖地部分并入神府县。民国三十年（1941年）11月，陕甘宁边区政府成立绥德分区专员公署，葭县属该分区。民国三十三年（1944年）1月1日成立葭县人民政府，仍属绥德分区。"
        },
        {
            "type": "text",
            "text": "       1955年3月改设葭县人民委员会。1956年10月，改属榆林专区。1958年12月10日并入米脂县，1961年9月1日，复设葭县。1964年9月，全国改革生僻字、繁体字地名，因“葭”字生僻，改为佳县。1969年9月改称佳县革命委员会。1979年榆林专区改称榆林地区。1980年12月复称佳县人民政府。2000年7月1日，榆林地区行政公署撤销、设立地级榆林市，佳县隶属榆林市至今。"
        }
    ]
}