{
    "title": "米脂县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "472",
            "category": "榆林市"
        },
        {
            "id": "536",
            "category": "米脂县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1023次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清光绪《绥德府志》：米脂“金县名。本宋米脂城，以地有米脂水，沃壤宜粟，其米汁淅之如脂，故以名城，金升为县，因宋旧名。”另据《梦溪笔谈》：“鄜延境内有石油，旧有‘高奴县出脂水’，即此也。”"
        },
        {
            "type": "text",
            "text": "       西夏统治时期，在今县城所在地先建毕家砦，后改米脂砦。宋神宗元丰四年（1081年）被宋军收复，始建米脂城。金正大三年（蒙古太祖二十一年，即1226年）于米脂砦设米脂县。明崇祯十六年（1643年），李自成在西安建立大顺政权，改米脂县为天保县，隶属延安府。清朝复称米脂县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商代境内有龙方、鬼方部族居住。商朝后期到西周初期，今陕北一带属翟国范围内。周初翟人很强盛，周人被挤到岐山一带。周强大以后，翟人活动范围向北缩小。"
        },
        {
            "type": "text",
            "text": "       春秋时期，境内由白翟占据。周襄王十七年（前635年），晋文公伐戎翟，占据圁水（无定河）、洛水之间大片土地，翟人降晋，本土归于晋国。战国时期，韩、赵、魏三分晋后，本土归赵国，后由魏国统辖，建上郡。周显王三十九年（前330年），秦国军队在雕阴（今富县、甘泉间）打败魏军，两年后魏襄王将上郡15个城（含本地）割让秦国。周赧王十八年（前297年），赵惠文王向西扩大地盘，从秦手中夺回肤施等，本地又归赵国。周赧王四十五年（前270年），秦昭王反击赵，再夺上郡失地，本土归秦上郡。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后本境在上郡肤施县内。秦二世三年（前207年），楚霸王项羽率军打入咸阳灭秦，将上郡改为翟国，立秦朝降将董翳为翟王。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年（前206年）董翳降汉，仍为翟王，统辖北方。秋季翟国改为上郡。元封五年（前106年）全国划分为13个刺史部。上郡隶属并州刺史部，郡下设12县，本境归上郡独乐县。西汉末年，铜马、青犊、尤来部分农民起义军拥孙登在上郡称帝，为时不久，孙被部将乐元所杀。东汉建立，仍设上郡，取消独乐县，本境属肤施县。永元元年（89年）又设独乐县，境内汉、羌杂处。永初元年（107年）羌胡兴兵反汉，朝廷镇压失败。汉永初五年（111年）上郡郡治由肤施迁至衙县（今陕西白水县东）。北方汉民族被迫南迁，西北各郡县凋零。永建四年（129年），上郡郡治迁回肤施。永和五年（140年），羌胡再次变乱，上郡郡治二次迁至夏阳（今陕西韩城县南），肤施、独乐汉民全迁邻州。羌胡人占据今陕北大部分地方，无建置。建安二十年（215年），并州刺史部所属郡县俱废。"
        },
        {
            "type": "text",
            "text": "       三国到西晋时期，上郡一直由羌胡（氐羌）占据。东晋太兴三年（320年），前赵皇帝刘曜（匈奴人）派兵征服羌胡，占据上郡。咸和三年（328年），羯人石勒打败刘曜建后赵，统治上郡28年。永和六年（350年），上郡归氐人苻洪所建前秦。太元九年（384年），羌人姚苌建后秦，仍辖治上郡。义熙三年（407年），匈奴人赫连勃勃建大夏国，筑都统万城（今靖边白城子），撤销上郡，本境归大夏。后因战乱，境内一片残败。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，北魏始光四年（427年），拓跋焘率军破大夏后设夏州（州治统万城）。太和十一年（487年），本境属化政郡革融县。神龟元年（518年），本境属大斌县（在今子洲）。西魏废帝元年（552年）改属安政郡抚宁县。北周保定三年（563年）正月，在乞银城设置银州，本境长期隶属银州。因此，后人又称米脂为古银州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），银州下设儒林县（今鱼河堡）、抚宁县（今马湖峪一带）、开疆县。大业三年（607年），撤销银州，设雕阴郡（郡治今绥德），儒林、抚宁、开疆、大斌改属雕阴，本境土地曾分属以上各县。大业十三年（617年）三月，原朔方鹰扬郎将梁师都勾结突厥人反隋，占据雕阴郡，建梁国，共12年。此期间，本土属梁国。"
        },
        {
            "type": "text",
            "text": "       唐贞观二年（628年），唐灭梁国，废雕阴郡，关内道复置银州、绥州（西魏时设，后废），儒林县属银州，抚宁、大斌县属绥州。贞观八年（634年），抚宁县改属银州。天宝元年（742年），银州改银川郡，乾元元年（758年）复称银州。本土先后属于上述州、郡、县。唐末，党项羌族首领拓跋思恭因镇压黄巢起义有功，封定难军（今陕北和内蒙部分）节度使，领辖银、夏、绥、宥4州，本境归银州。唐末至五代、宋初，定难军长期与中央政权持半割据状态。"
        },
        {
            "type": "text",
            "text": "       宋太平兴国三年（978年）全国设路、州、县，始有陕西路。太平兴国七年（982年），定难军留后李继捧（党项族）献银、夏、绥、宥州归宋，银州隶于陕西路。李继捧族弟李继迁拥兵反宋，占银州等地。以后他几降几叛，长期控制银州。天圣十年（1032年），李元昊（继迁之孙）在兴庆府（今宁夏银川市）称帝，建西夏国。本土属西夏统治下的银州。今县城所在地出现米脂寨。元丰四年（1081年），宋军夺回米脂寨，隶于延州。元祐四年（1089年），宋与西夏议和，又将银州（含米脂寨）割让西夏。元符元年（1098）宋收复米脂寨，还有暖泉寨、克戎寨、开光堡等，均在今县境内。金天会六年（1128年），金兵占领米脂寨、嗣武城、定戎（克戎）寨，这些寨隶属于绥德军。"
        },
        {
            "type": "text",
            "text": "       金末，蒙古人兴起，元太祖十六年（金兴定五年，即1221年），蒙古将领木华黎率军渡黄河占领葭州、米脂寨等地，驱逐金人。太祖二十一年（金正大三年，即1226年）设米脂县，将嗣武并入。米脂县属于陕西行省延安路绥德州。至元四年（1267年）定戎县并入米脂。"
        },
        {
            "type": "text",
            "text": "       明代全国设布政司，辖府、州、县。米脂县隶于陕西布政司延安府绥德州。崇祯十六年（1643年），李自成在西安建大顺朝，改延安府为天保府，米脂县为天保县，隶属同前。"
        },
        {
            "type": "text",
            "text": "       清顺治元年（1644年）十二月，清军进占天保县，将它恢复为米脂县（属延安府）。雍正三年（1725年）设绥德直隶州，米脂县改属绥德州。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），米脂县改属榆林道。民国十五年（1926年）撤销榆林道，本县直属省辖。民国24年（1935年），陕西省设10个行政督察区，米脂县属第一督察区（榆林）。民国二十六年（1937年）7月15日，国共两党代表经庐山会议协商，承认由陕甘宁苏区改建的陕甘宁边区。当年12月，米脂县划属陕甘宁边区，隶于绥德专区。民国三十年（1941年）11月，边区政府宣布成立绥德分区，米脂县属该分区。"
        },
        {
            "type": "text",
            "text": "       新中国成立后，米脂县隶属陕西省绥德专区。1956年10月，绥德专区并入榆林专区，米脂县转属榆林专区。1958年12月10日～1961年9月1日，葭县一度并入米脂，仍称米脂县。1979年榆林专区改称榆林地区，米脂属榆林地区，2000年7月1日，榆林地区行政公署撤销、设立地级榆林市，米脂县隶属榆林市至今。"
        }
    ]
}