{
    "title": "黑龙江由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：829次",
    "content": [
        {
            "type": "text",
            "text": "       在中国的最北方,有一条著名的大江,叫黑龙江。传说,在很早以前,这条江不叫黑龙江,而叫白龙江,那是因为江里住着一条凶恶的白龙。后来,为什么又叫黑龙江了呢?说起来话就长了。"
        },
        {
            "type": "text",
            "text": "       很久以前,在山东住着一户姓李的人家,只有兄妹二人。一天,哥哥出远门了,妹妹李姐到海边洗衣服,因为天气太热,她不知不觉在海滩上睡着了。醒来后,她感到肚子很疼,忙收拾起衣服回家了。"
        },
        {
            "type": "text",
            "text": "       谁知李姐的肚子一天天大起来,第二年的春天忽然生下一条小黑龙。李姐虽然很害怕,但毕竟是自己的孩子呀。她给小黑龙喂奶,小黑龙吃饱了就不见了。以后, 小黑龙每天晚上都回来吃奶,吃饱了就出去。"
        },
        {
            "type": "text",
            "text": "       不久,李姐的哥哥回来了,知道了这件事后,他偷偷地藏起了一把刀。晚上小黑龙又回来吃奶了,他突然举起刀狠狠地向小黑龙砍去。只见一道火光闪过,屋里响起了一声响雷,小黑龙飞出去不见了,地上只留下了一段被砍下的龙尾巴。李姐心疼地哭了起来。 因为小黑龙生在李家,又被舅舅砍断了尾巴,所以大家都叫它“秃尾巴老李”。 秃尾巴老李被舅舅砍伤以后,不知跑到哪里去了,很久都没有消息。"
        },
        {
            "type": "text",
            "text": "       又是一年的春天。一天，住在江边的老船夫正在做饭，忽然走过来一个穿黑衣的小伙子，他想在老船夫的草棚里借宿一夜。老船夫很喜欢这个又黑又壮的年轻人，连忙说：“住下吧，等我做好饭，咱们一起吃。”"
        },
        {
            "type": "text",
            "text": "       第二天小伙子要出去办事，老船夫约他晚上还回来住。小伙子答应了一声，就顺着江边向东走了。"
        },
        {
            "type": "text",
            "text": "       本来天气很好，可小伙子走了不久，只见东边山上的天空阴云密布，雷鸣电闪。太阳快要落山的时候，东边的天空仍然一会儿黑，一会儿白。忽然，一团云落在江面，黑云也不见了。"
        },
        {
            "type": "text",
            "text": "       天快黑了，老船夫又开始做饭。他想，小伙子昨天把我准备吃三天的饭都吃掉了，今天出去了一天，不吃饱怎么行呢？于是他做了更多的饭菜等小伙子回来。"
        },
        {
            "type": "text",
            "text": "       黑小伙子回来以后，一口气又把饭吃光了。晚上临睡前，老船夫见小伙子直叹气，就安慰他不要发愁，还说他明天可以再去买米，这江边住的人也都会帮助他的。小伙子却说：“一顿饭吃饱容易，顿顿吃饱难啊。”"
        },
        {
            "type": "text",
            "text": "       说着说着，老船夫迷迷糊糊快要睡着了。忽然他听见有人在他耳边说：“我是一条黑龙，家住在山东，人们都叫我秃尾巴老李。自从被舅舅砍了一刀后，一直住在东海。我常常听到北方有哭声，后来才知道是白龙江里的白龙作怪，它年年兴风作浪，淹死百姓，冲走庄稼。今天，我在东山和白龙打了一仗，把白龙打败了，他让我明天中午再战。白龙的家在这里，它饿了有吃的；我是从远处来的，饿了没吃的，怎么能打败它呢？这就得求您帮助我。明天中午我和白龙打仗时，您站在东山顶上，见到江里黑水翻上来，就往江里扔吃的；看见白水翻上来，就往江里扔石头。这样，我就可以把白龙赶走了。"
        },
        {
            "type": "text",
            "text": "       老船夫听到这里，猛地坐起来，只见窗外天已经亮了，黑小伙也不知去向了。他走出草棚，看见附近的伐木工人们都在议论纷纷，原来，他们都做了和老船夫一样的梦．于是，大家决定一起帮助秃尾巴老李。他们蒸了好多大馒头，又准备了许多石头和石灰，一同上了东山。"
        },
        {
            "type": "text",
            "text": "       中午刚过，天忽然阴了起来，只见江面上黑白两股水搅在了一起，发出“呼啦呼啦”的巨响。大家看见黑水翻了上来，就连忙扔吃的，高喊：“秃尾巴老李，我们早来了。”看见白水翻上来，就把一筐筐石头扔下去，骂道：“凶恶的白龙，快滚开!”经过一阵厮杀，忽然一股白烟腾起，一会儿就消散了。江面上，黑色的江水平静地向东流去。"
        },
        {
            "type": "text",
            "text": "       那天晚上，黑小伙没有回到老船夫那里去。第二天一早，老船夫正要去南山开荒，一开门，黑小伙站在门外，笑嘻嘻地说：“你歇歇，我去吧。”说完就走了。"
        },
        {
            "type": "text",
            "text": "老船夫忽然想到，小伙子没有带工具，就拿起镐头送到了南山，他见一条没尾巴的黑龙正用头上的角推倒大树，已经开出了一大片荒地。老船夫想，这一定是秃尾巴老李了，就悄悄地回去了。"
        },
        {
            "type": "text",
            "text": "       黑小伙回来后，知道老人已经看出来了他本来的样子，就说：“以后我不再来了。那块地你种点儿菜，剩下的让大家种庄稼吧，告诉大家，以后我来管这条江，再不让江水伤害老百姓了。大家什么时候有什么困难，就来找我吧。”说完，黑小伙就不见了。"
        },
        {
            "type": "text",
            "text": "       人们为了纪念为民除害的“秃尾巴老李”，就把这条江的名字改成了“黑龙江”。\r\n "
        }
    ]
}