{
    "title": "定边县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "472",
            "category": "榆林市"
        },
        {
            "id": "538",
            "category": "定边县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：555次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       定边，是“底定边远”之意。北宋元符二年（1099年）筑定边城，后置军。政和六年（1116年）置定边县，为军治。故治在今吴旗县西北铁边城镇。明正统二年（1437年）于今址设定边营，清雍正九年（1731年）改设定边县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏禹时，定边一带属雍州，为古羌族后裔羌、氐民族的游牧徙居地。殷商时期，定边一带为鬼方之地。西周至战国时期，定边先后为荤粥、猃狁等犬戎部落所踞。周南王四十三年(前272年)，秦昭王伐义渠，建立北地郡，包括今定边一带。秦王政二十六年(前221年)，始皇统一六国，定边始有军政建置之归属，隶北地郡马岭县。"
        },
        {
            "type": "text",
            "text": "       西汉置刺史部，定边属朔方刺史部，县境东部属上郡奢延县，西部属北地郡昫衍县，南部山区西段属马岭县。汉武帝北伐匈奴，先后于元狩四年(前119年)、元鼎六年(前111年)两次大规模移民陇西、宁夏、陕北，实行实边政策，境内居民数量大增。东汉初年锋镝不息，匈奴东进，北地郡治地两次内徙，定边纳入匈奴控制范围。"
        },
        {
            "type": "text",
            "text": "       西晋末年，五胡十六国混战不休，定边先属前赵、后赵，继又属前秦、后秦。东晋义熙三年（407年），匈奴族铁费部首领赫连勃勃建都统万城(今靖边白城子)，国号夏，雄据河套，定边为其腹地。至北魏前期，县境内无郡县建置，是汉族和匈奴、鲜卑、羯、氐、羌等民族杂居地。"
        },
        {
            "type": "text",
            "text": "       北魏时期，定边全境属西安州大兴郡，武定中均废，改属夏州阐熙郡，定边东部属新 县。北魏永熙三年（534年），北魏分裂为东魏、西魏，定边全境隶属西魏，复置西安州，改大兴郡为五原郡。西魏废帝三年(553年年)，因定边盛产池盐，改西安州为盐州，仍置五原郡。北周沿西魏旧制。"
        },
        {
            "type": "text",
            "text": "       隋改盐州为盐川郡、五原郡为五原县，又于白于山南麓置洛源县，隶弘化郡，县境分属之;东部滩区属朔方郡长泽县。隋末唐初全境为梁师都占据。唐武德元年(618年)复为盐州。元和十五年(820年)宥州治所由鄂托克旗迁至境内，定边分属盐州、庆州、宥州所辖。五代时期，县境先后归属梁、唐、晋、汉、周。"
        },
        {
            "type": "text",
            "text": "       北宋初属陕西路盐州，咸平五年(1002年)全境陷于西夏，仍设盐州。至蒙古太祖二十二年(1227年)成吉思汗灭西夏，废盐州，后建立元朝，实行行省、路、府建置，定边境东部属延安府，余属庆阳府，均隶属陕西行省。"
        },
        {
            "type": "text",
            "text": "       明正统二年（1437年）于今址设定边营，隶属陕西布政司延安府和庆阳卫。明朝中叶，为抵御蒙古族侵扰，在境内多次修筑长城和城堡，时定边属延绥镇，定边营驻参将，领永济等十三营堡为西路，嘉靖四十二年(1562)置延绥镇西协副总兵，驻定边营城。清朝初期，定边行政建置沿袭明代，隶属靖边同知，置守御千户所，驻守御千总。雍正九年(1731)置定边县，安边设州同，隶属榆林府。"
        },
        {
            "type": "text",
            "text": "       中华民国元年(1912年)，各省裁府存道，定边县属陕西省榆林道。土地革命战争时期，县境共产党解放区置定边县(治地定边城)、安边县(治地武峁子、新安边)隶属陕甘宁省；国民党统治区置民国定边县(治地安边堡)。民国二十六年（1937年）陕甘宁省裁撤，陕甘宁边区政府设三边特别行政区(分区)，行政督察专员公署治地定边城。"
        },
        {
            "type": "text",
            "text": "       全国解放后，安边县并入定边县。1949年属陕北行政区。1950年属榆林专区。1969年属榆林地区。2000年7月1日，榆林地区行政公署撤销、设立地级榆林市，定边县隶属榆林市至今。"
        }
    ]
}