{
    "title": "旬阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        },
        {
            "id": "544",
            "category": "旬阳县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：630次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       旬阳因旬水得名。秦时设旬关，汉以旬关置旬阳县，西魏改旬阳为洵阳。因“洵”字比较生僻，1964年全国改革生僻字、繁体字地名时，复改为旬阳县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       楚庄王三年（前611年）楚人联合秦人、巴人，攻灭了庸国，旬阳地区遂归属楚国。周赧王三年（前312年），秦楚战于丹阳，楚败，秦乘机夺楚汉水上游之地，新置汉中郡（治今安康市），旬阳地区遂归于秦。秦昭襄王三年（前305年）楚怀王与秦昭王结盟，秦归还了原属于楚国的上庸六县，旬阳地区又重归于楚。楚顷襄王十九年（前280年），秦伐楚，楚败，割上庸及汉水以北之地子秦，旬阳地区复归于秦。"
        },
        {
            "type": "text",
            "text": "       秦朝，旬阳地区属汉中郡（治今安康市），并在今旬阳县城设有旬关。汉高帝五年（前202年），汉朝建立，始置旬阳县。西汉居摄三年（8年），新都侯王莽代汉立新，曾改汉中郡为新成郡，旬阳属之。东汉光武帝刘秀建武元年（25年），东汉建立时，今安康地区为公孙述势力范围。东汉建武六年（30年），光武帝刘秀遣李通攻克西城县（今安康市），旬阳地区归于东汉。东汉时期，废旬阳县，以其地并入西城县，隶于汉中郡（治今汉中市）。"
        },
        {
            "type": "text",
            "text": "       东汉初平二年（191年），张鲁攻取汉中郡，旬阳地区归属张鲁。东汉建安十六年（211年），曹操打败张鲁，于西城县治置西城郡，旬阳地区属之。建安二十四年（219年），旬阳地区为益州牧刘备所有。东汉延康元年（220年），随着关羽兵败身死和孟达投降曹魏，西城郡归属曹魏。三国时期，旬阳地区一直属于曹魏。魏文帝曹丕即位初，并西城、上庸诸郡置上庸郡。不久复于原西城郡地设魏兴郡，移治洵口（今旬阳县城）。魏兴郡在三国时，隶属于魏之荆州（治今河南省新野县）。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年），复置洵阳县，并于洧溪口（今蜀河镇）置晋兴县，洧溪（蜀河）以西属旬阳县，清溪以东属兴晋县。旬阳、兴晋二县，在西晋时，先属荆州（治今湖北省江陵县），继属凉州（治今陕西省汉中市），一直隶于魏兴郡（治今湖北省郧西县上津）。西晋末年，巴氐族豪强李特率领蜀地流民起义，占据益、凉二州，旬阳地区一度归属李特及其子李雄的成国（十六国之一）。东晋时期，旬阳、兴晋二县，仍属晋魏兴郡（移治西城县）。东晋太元四年（379年），前秦（十六国之一）帝苻坚大将韦锺攻陷魏兴郡，旬阳地区归属前秦汉中郡。东晋太元九年（384年），东晋车骑将军桓冲部将郭宝北伐，收复了魏兴郡。旬阳地区重归于晋。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，宋（420年—479年），旬阳的南区、中西区、北区为旬阳县，东区属兴晋县，均隶于魏兴郡。齐（479年—502年）旬阳境内的旬阳县和兴晋县仍隶于魏兴郡。自宋至梁，旬阳地区一直归属南朝的梁州。梁天监二年（503年）底，梁州刺吏翟远投降北魏，旬阳地区改归北朝，属北魏之东梁州。梁大同元年（535年）底，北魏东梁州刺史元罗降梁，旬阳地区又归于南朝。梁不久改东梁州为南梁州。梁承圣元年（552年），西魏宇文泰遣大将王雄侵略山南（秦岭以南），攻陷魏兴郡，以其地置东梁外卜，旬阳地区复归北朝。梁承圣元年（552年），西魏于洧溪口置洧阳县，又以洧阳县置洧阳郡，并于涫阳县西汉江南岸黄土山西置黄土县。同时，改洵州为洵阳县，并以洵阳县治置洵阳郡。西魏废帝三年（554年）改东梁州为金州，洵阳郡及洧阳郡均属之。北周初，改洧阳郡为长冈郡，并改洧阳县为长冈县，翌年废长冈郡及长冈县，将赤石县、甲县、临江县并入黄土县，移黄土县治于原长冈郡地，隶于甲郡（治今郧西县甲河关）。"
        },
        {
            "type": "text",
            "text": "        隋朝开皇三年（583年）罢天下郡，洵阳郡和甲郡俱废。大业三年（607年），以郡统县，洵阳、黄土二县分隶于西城郡、上津郡。唐朝，武德元年（618年）改西城郡为金州，洵阳县属之，改上津郡为上州，黄土县属之。同年，分洵阳县为三县：一曰洵城（辖境相当于今旬阳县北区旬河流域），一曰洵阳（辖境相当于今旬阳县县城周围），一日驴川（也作“闾川”，辖境相当于今旬阳县南区吕河流域），并于洵阳县治置洵州，以洵阳、洵城、驴川三县属之。武德七年（624年），废洵州，其地隶属金州。贞观元年（627年）省驴川县，并入洵阳县。贞观八年（634年）省洵城县入洵阳县。同年，以已废上州之黄土县隶属金州。天宝元年（742年），改金州为安康郡，黄土县为洧阳县。至德二年（757年），肃宗李亨憎恶安禄山，厌见“安”字，改安康郡为汉南郡（又称汉阴郡）。至德三年（758年），复改汉南郡（汉阴郡）为金州。大历六年（771年）省涫阳县。长庆元年（821年）复置清阳县。"
        },
        {
            "type": "text",
            "text": "       唐朝末年，朱温篡唐后，王建于成都称帝，建立前蜀，洵阳县、洧阳县为前蜀所有，隶属金州雄武军节度使。后唐同光三年（925年），后唐中宗灭蜀，洵阳、洧阳二县归于后唐，隶属金州戎昭军节度使。后唐清泰三年（936年），石敬瑭灭后唐，建号为晋，洵阳、洧阳二县改属后晋。后汉天福十二年（947年），刘知远代后晋称帝，建号为汉，洵阳、洧阳二县归于后汉。后周广顺元年（951年），刘知远部将郭威代汉，建号为周，洵阳、洧阳二县又归于后周。后晋、后汉、后周时，洵阳、洧阳二县均隶属金州怀德军节度使。"
        },
        {
            "type": "text",
            "text": "       宋乾德四年（966年），省洧阳县入洵阳县，北宋时期，洵阳县一直隶于金州，属京西南路，改昭化军节度。南宋时，洵阳县仍一直隶于金州，先后属利州路金均房州镇抚使、京西南路、西川宣抚司、金房开达宣抚使及利州路。"
        },
        {
            "type": "text",
            "text": "       元朝灭宋之后，因洵阳县境民居寥落，遂废县，设洵阳巡检司，隶于金州，属陕西行中书省兴元路总管府。洪武三年（1370年），复置洵阳县。县治设今旬阳县城。洪武五年（1372年），洵阳还属陕西等处行中书省汉中府金州。洪武九年（1376年）改陕西等处行中书省为陕西承宣布政使司。明宪宗成化十二年（1476年），以洵阳县白河堡析置白河县，析洵阳县东部汉江以北金钱河流域入新置之郧西县。第二年，以金州兼属郧阳巡抚。万历十一年（1583年）以水毁州城，改金州为兴安州。万历二十三年（1595年），改兴安州为直隶州，直隶于陕西承宣布政使司，不再属汉中府。"
        },
        {
            "type": "text",
            "text": "       顺治三年（1646年），清军占领了兴安州及所属的洵阳县。康熙元年（1662年），兴安州不再兼属郧阳巡抚。康熙十二年（1673年）吴三桂起兵反清。康熙十四年（1675年），清兴安游击王可成起兵响应，洵阳县遂为吴三桂所有。乾隆四十七年（1782年）兴安州于升为兴安府，洵阳县属之。"
        },
        {
            "type": "text",
            "text": "       民国初年，洵阳县隶属陕西省汉中道。民国二十二年（1933年）废道，直隶于省。民国二十四年（1935年）设陕西省第五行政督察专员公署，后改为陕西省安康行政督察专员公署，洵阳县属之。民国三十七年（1948年）4月中国人民解放军解放洵阳县东区，东部为上关县人民民主政府领导，西部仍属国民党洵阳县政府管辖。民国三十八年（1949年）5月，洵阳县民主政府在湖北省郧西县境成立。7月13日，中国人民解放军由湖北西进，再次解放洵阳县东区，8月10日，洵阳县民主政府由郧西移治蜀河。"
        },
        {
            "type": "text",
            "text": "       1949年11月26日，洵阳县城解放。洵阳县民主政府随之迁至县城，隶于陕甘宁边区安康分区行政督察专员公署。1950年陕西省人民政府成立，洵阳县改隶于陕西省安康分区专员公署。1951年安康分区改为安康专区。1964年全国改革生僻字、繁体字地名时，改洵阳县为旬阳县。1968年安康专区改为安康地区，2000年12月安康地区改为安康市，旬阳县隶属安康市。"
        }
    ]
}