{
    "title": "镇坪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        },
        {
            "id": "545",
            "category": "镇坪县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：852次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明正德八年(1513年)，以此地“毗连三省边境，处处相通，最为险隘”，“五方杂居，易薮奸”，割平利东南境设巡检司以镇守。因山谷平地，当地习惯叫坪，故名“镇坪”巡检司。不久废。清乾隆四十八年(1783年)再划平利县广化里东南，即秋山以南置镇坪巡检司。道光四年(1824年)升巡检司为镇坪抚民分县。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)，县人呈请升格为县，与平利县分疆治理。陕西都督张凤翙批复：设立县治，事关重大，仰候体察情况，斟酌办理。民国五年(1916年)，再次请愿升县，督军陈树藩批复：现值戎马仓皇，缓办可也。民国八年(1919年)，镇坪推举地方人士罗世安、杨少卿驻省，向军政两署请愿立县；平利组织旅省同乡极力反对，平利地方人士同时组织声援。直至民国九年(1920年)始获批准。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前11世纪，今镇坪地区为庸人拥有。周武王灭商，建庸国，镇坪为庸国辖地 鲁文公十七年(前610年)，楚庄王联合秦巴灭庸，庸地属楚。 秦惠文王后十三年(前312年)，秦夺楚汉中郡设西城县。今镇坪地区为西城县辖地。 秦昭王三年(前304年)，秦还汉中郡上庸与楚，今镇坪地区重归楚辖地。 楚顷襄王十九年(前280年)，楚秦交战，楚向秦献出汉水以北及上庸，今镇坪地区遂属秦。"
        },
        {
            "type": "text",
            "text": "       秦始皇二十六年(前221年)，秦统一六国，西城县为汉中郡治。 西汉，沿袭秦制，设汉中郡长利县，辖今镇坪地区。东汉光武六年(30年)，废长利县，先后并入锡县、西城县。建安二十年(215年)，汉中郡改名汉宁郡，分锡县属上庸。到三国曹魏黄初二年(221年)改西城郡为魏兴郡，隶荆州。魏景初元年(237年)锡县又属魏兴郡。"
        },
        {
            "type": "text",
            "text": "       晋太康元年(280年)，置上廉县，属荆州上庸郡，辖今平利、镇坪地区。南北朝时，南朝宋分上廉，增设吉阳；不久撤上廉县，辖地并入吉阳，名吉阳县。南朝齐又划吉阳为吉阳、上廉两县，镇坪仍属上廉，先属魏兴郡，后属上庸郡。梁上庸县属魏兴郡。西魏废帝元年(552年)，改上廉县为吉安县，属安康郡，辖今镇坪县地区。三年(554年)设金州。北周武成二年(562年)，撤西城，辖地并入吉安县，辖今安康、岚皋、平利、镇坪，属于金州。"
        },
        {
            "type": "text",
            "text": "       隋复置西城县，开皇十八年(598年)改称吉安，仍属金州。大业三年(607)撤金州设西城郡，吉安县改称金州，辖今安康、岚皋、平利、镇坪，隶西城郡。大业十三年(622年)郡县俱废。唐武德元年(618年)划金州县东南设平利县，县驻地上廉故城，辖镇坪，属山南东道金州。大历六年(771年)废，并入西城县，长庆二年(822)复置。"
        },
        {
            "type": "text",
            "text": "       五代十国沿唐制，金州平利县属前蜀、后蜀。宋熙宁六年(1073年)，废平利县设镇辖今镇坪，属西城县。宋元祐初复设平利县；北宋属京西南路金州，南宋属利州东路金州。元至元年间，废平利县设巡检司，隶陕西行中书省兴元路金州。"
        },
        {
            "type": "text",
            "text": "       明洪武三年(1370年)，复置平利县辖今镇坪，属四川布政使夔州府大宁州；洪武五年(1372年)改属汉中府金州。正德八年(1513年)，以其地“毗连三省边境，处处相通，最为险隘”，“五方杂居，易薮奸”，割平利东南境设镇坪巡检司以镇守。山谷平地，当地习惯叫坪，因名镇坪。不久废。万历十一年(1583年)，金州改名兴安州。平利属兴安州。万历廿三年(1595年)，兴安州直隶陕西布政司。"
        },
        {
            "type": "text",
            "text": "       清初，镇坪属陕西布政使司兴安州平利县，乾隆元年(1736年)设兴汉道，辖兴安州。乾隆四十八年(1783年)升兴安州为府。划平利县广化里东南，即秋山以南置镇坪巡检司。嘉庆五年(1800年)改兴汉道为陕南兵备道。道光四年(1824年)升巡检司为镇坪抚民分县，设县丞。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)和民国五年(1916年)，县人两次呈请升格为县，与平利县分疆治理。直至民国九年(1920)始获批准，属陕西省汉中道。民国二十二年(1933年)裁汉中道，设陕西省第五区行政督察专员公署，嗣后改为安康行政督察专员公署，镇平县随属。民国三十八年(1949年)5月，经中共陕南区委批准，在湖北郧县成立中共镇坪县委和镇坪县人民民主政府，随中国人民解放军第十九军西进。"
        },
        {
            "type": "text",
            "text": "       1950年1月11日镇坪县解放，属安康专区。1968年9月6日，安康专区革命委员会成立，1969年10月1日，改为安康地区革命委员会。1979年7月，撤销安康地区革委会，改称安康地区行政公署，镇坪县属安康地区。2000年6月23日，撤销安康地区和县级安康市，设立地级安康市，镇坪县属安康市。"
        }
    ]
}