{
    "title": "平利县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        },
        {
            "id": "546",
            "category": "平利县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：502次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋太康元年（280年）以上廉水为名设置上廉县（地域包括今平利、镇坪县及岚皋县部分乡镇）。西魏废帝元年（552年），改上廉为吉安县。隋大业三年（607年），吉安改为金川县。唐武德元年（618年），划金川县东南，在上廉故城，以平利川名置平利县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，平利属梁州。商代，平利为大巴山区族落——庸国的封地。周初，庸随周武王伐纣灭商，故得袭封旧土，建都上庸，平利仍属庸国统治区。春秋时代，公元前611年，楚、巴、秦灭庸后，平利先属巴国，后属楚国势力范围。战国时期，公元前312年，秦大破楚军于丹阳（今河南丹水之北）；前280年楚军再败，向秦献出汉水北及上庸，平利遂属秦地。公元前221年，秦并六国，统一中国，实行郡县制，划汉江上游为汉中郡，平利属汉中西城县。"
        },
        {
            "type": "text",
            "text": "       汉高祖元年（前206年），汉高祖刘邦灭秦，建立西汉王朝，沿袭秦制，平利属汉中郡长利县（地域包括今湖北省郧西县和平利县、镇坪县域）。东汉光武六年（30年），废长利县，先后并入锡县（今白河）、西城县（今安康）。三国时期，平利属锡县地，先后为魏、蜀统治区。"
        },
        {
            "type": "text",
            "text": "       西晋太康元年（280年）以上廉水为名设置上廉县（地域包括今平利、镇坪县及岚皋县部分乡镇），系平利县前身，为置县之始，属房州上庸郡。南北朝时期，建置及政区归属变化频繁：南朝宋初分上廉增设吉阳，不久撤上廉县，辖地并入吉阳，名吉阳县；南朝齐，又划吉阳分置吉阳、上廉两个县，平利仍为上廉县，先属新兴郡，后属上庸郡；梁时仍为上廉县，属新兴郡；西魏废帝元年（552年），改上廉为吉安县，属安康郡。"
        },
        {
            "type": "text",
            "text": "       隋大业三年（607年），吉安改为金川县，属金州西城郡。唐武德元年（618年），划金川县东南，在上廉故城，以平利川名置平利县，属金州。大历六年（771年）废，并入西城县。长庆年初，复置平利县。北宋熙宁六年（1073年），废县设镇，平利属西城县地。宋元年间，复置县，属金州。元代废县设巡检司，平利属兴元路金州。"
        },
        {
            "type": "text",
            "text": "       明洪武三年（1370年）复置平利县，先属大宁州（今重庆市巫溪），后属金州，万历十一年（1583年）金州改称兴安州，平利遂属兴安州。清乾隆四十七年（1782年）兴安升州为府，至清末，平利属兴安府。"
        },
        {
            "type": "text",
            "text": "       中华民国初期，沿袭清制；民国六年（1917年）撤府设道，平利属汉中道；民国十一年（1922年），今镇坪由平利划出17个保置县，平利定为三等县；民国十六年（1927年），“陕西省政府成立之后，行政区划中道一级取消，改为省直接领导”；民国二十五年（1936年），省下增设行政督察专员公署，此后，平利县属第五行政督察专员公署；民国二十九年（1940年）实行新县制，分县为6等，平利为5等县，一直到解放。"
        },
        {
            "type": "text",
            "text": "       1949年，平利解放后，县人民政府属陕南行政主任公署安康专署、1950年属安康专区。1969年属安康地区。2000年安康地区改为安康市，平利县随属。"
        }
    ]
}