{
    "title": "哈尔滨市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "10",
            "category": "黑龙江省"
        },
        {
            "id": "45",
            "category": "哈尔滨市"
        }
    ],
    "detail": "[日期：2014-02-11]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1214次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       哈尔滨地名的由来，据有关资料记载，有如下几种说法。《哈尔滨考》考证：“哈尔滨”是女真语“阿勒锦”一词的译转，是“荣誉”的意思；《满州地名考》记载：据说沙俄设置哈尔滨市街建设局时，曾经对地名的设置花费了很多的脑筋，巡视了松花江沿岸的一些小村落，并向当地人寻问了地名，当地人称此地为哈欧滨。同时沙俄也曾设想了许多名称，但都未采用。最后取名为哈鲁滨。"
        },
        {
            "type": "text",
            "text": "       光绪二十六年（1900年）制作的地图上就出现了“哈鲁滨市街”的名称。“哈鲁滨”系满语“鱼网”的意思。据说很早以前这一带是满人的一个较大的捕鱼区，汉人称之为晒网场。后哈鲁滨音讹为哈尔滨；又有些资料记载：昔日此地是松花江岸的一片草原地带，蒙人以此地草甸平坦，遥望如哈喇，故称哈喇滨，后音讹哈尔滨。"
        },
        {
            "type": "text",
            "text": "        还有一说较为可信，即来源于满语“哈勒费延”，意为“扁状的岛屿”，是指松花江中的一个沙洲。这个扁状的沙洲，从金代以来，一直以女真语记载为“合里宾忒”、“哈儿宾”、“哈儿芬”，而且此沙洲在1718年康熙皇帝主持编绘的《皇舆全图》中也有标注，汉语译音为“哈尔滨屯”，而满族先民之女真语“岛”即有“屯”之意。光绪二年（1876年）正式刊行的《历代舆地沿革险要图》，在随后重版再校对，便明确标明为哈尔滨。百多年间由于松花江河道南移，河床变异，江心中那个“扁状的岛屿”逐年向北岸靠近，已为闻名于世的“太阳岛”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       早在西周时期此地归属肃慎地；公元三世纪为挹娄属地；南北朝时为勿吉地；隋唐时期归靺鞨；宋代这里是满族祖先女真族完颜部的属地，当时将这里命名为阿勒锦村。十七世纪中叶以后，我国少数民族之一的满族建立了清王朝的统治，哈尔滨地区属阿拉楚喀（阿城）副都统管辖，有许多满汉农民在此耕作，清代中后期，自嘉庆以后，随着“京旗移垦”以及此后的开禁放垦政策的实行，到了十八世纪末，在哈尔滨地区已建立了更多的满族移民和汉族垦民的村落，有许多满、汉族人民在这里从事耕种和渔业，故此地曾有“鱼村”之称。"
        },
        {
            "type": "text",
            "text": "       光绪二十二年（1897年）6月3日由于清政府的腐败，签订了不平等的《中俄密约》，使沙俄获得了东清铁路的修筑权。光绪二十三年（1896年）8月在东清铁路修筑的同时，于旧哈尔滨（土名香房，当时主要是俄国人居住的地方）设置了监督所。翌年5月沙俄最后确定以哈尔滨为东清铁路的修筑中心，于是开始了都市的建设。光绪二十六年（1900年）开始在新市街（当时土名秦家岗）进行施工建筑，之后，将沙俄设置的各种行政机构迁移此处。同年，我国人民为了反抗沙俄的侵略，摧毁了沙俄的铁路以及建筑，使沙俄苦心经营的成就与建筑化为无有。光绪二十七年（1901年）沙俄要求清政府进行赔偿，重新复兴原状、光绪二十九年（1903年）松花江岸的部分地方也被沙俄侵占，变成沙俄铁道的附属地，属东支铁道长官所管辖。"
        },
        {
            "type": "text",
            "text": "       民国七年（1918年）俄国十月革命以后，沙皇俄国的势力逐渐消退，于民国九年（1920年）又收回了铁路界内的司法权，同时由司法部将中东铁路用地划作了东省的特别区（包括哈尔滨东至绥芬河，西至满州里、南至长春宽城子）。全区域共分五个区，哈尔滨为第一区。民国十五年（1926年）3月30日东省特别区行政长官下令解散白俄霸占的市公议会及董事会，所有卷宗、票照及市有财产线由市政管理局接收。至此，被沙俄及其残余侵占达28年之久的哈尔滨行政权全部收回。"
        },
        {
            "type": "text",
            "text": "      民国二十一年（1932年）3月伪满洲国成立，同年7月11日便成立了“哈尔滨市政筹备所”。民国二十二年（伪满大同二年，即1933年）7月1日，成立哈尔滨特别市，属于伪中央直辖市。民国二十六年（伪满康德四年，即1937年）7月1日，伪市制改革废除了特别市。变哈尔滨为伪滨江省的直辖市，并为滨江省公署所在地。"
        },
        {
            "type": "text",
            "text": "       全国解放后，划东北为三省，哈尔滨又划归黑龙江省，为省会所在地。1996年，松花江地区与哈尔滨市合并组成新的哈尔滨市。2006年8月15日，撤销动力区、香坊区，组建新的香坊区；撤销阿城市，设立阿城区；将阿城市永源镇、巨源镇划归道外区管辖。调整后的哈尔滨市辖道里、道外、南岗、香坊、平房、松北、呼兰、阿城8个区和宾县、巴彦、依兰、延寿、木兰、通河、方正7个县，五常、双城、尚志3个县级市。2014年5月，撤销县级双城市，设立双城区。"
        }
    ]
}