{
    "title": "八达岭的由来与传说",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：552次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       八达岭是位于北京延庆县境内的军都山的一小部分，它是关沟最北端的一个谷口，又称北口(另有南口在关沟之南)，也是居庸关的外口。由此往北可到延庆，往西可到康庄、怀来、张家口、大同；往东可到永宁、四海、密云；往南可经昌平到北京。交通四通八达，故称八达岭。明代《长安客话》说，“路从此分，四通八达，故名八达岭，是关山最高者”。\n\r\n【传说】\r\n       当地传说元代曾有一位名叫“巴达黎黎”的皇帝巡幸到此，看到关山险峻，崇峦叠翠，于是龙颜大悦，给此处赐名曰“巴达岭”，后人讹传为“八达岭”。这个解释未必真实，因为不但找不出史料依据，而且也查不出元代有过一位名叫“巴达黎黎”的皇帝。实际上，在八达岭所在的延庆县，确曾降生过一位元代皇帝，不过，他的名子叫爱育黎拔力八达，含有“八达”二字，也许“巴达黎黎”是一种误传。但联想到元朝时皇帝们每年要从北京到上京来往一次，而处于必经之路的八达岭，被这位皇帝乘兴赐名，还是有一定可能的。 　"
        },
        {
            "type": "text",
            "text": "       还有人传说明末李自成率军征战到此，由于关城易守难攻，大军受阻，累日不进，不由心急如焚。这时探马来报，前方还有七道险关。李听罢长叹一声，心想这第八道关都过不去，看来强攻是不行了，于是改途而去。后来这里被称“八道岭”，继而成为“八达岭”。"
        },
        {
            "type": "text",
            "text": "       另外有一说是由“八大岭”谐音而得名。因这一带山峦层叠，地势险峻，据说所建的长城在这里要转八道弯，越过八座大的山岭，当年兴建这段长城很艰难，工程迟迟完不成，曾先后有八个监工为其而死。最后通过仙人的点化，采取“修城八法”，即“虎戴笼头羊背鞍，燕子衔泥猴搭肩，龟驮石条兔引路，喜鹊搭桥冰铺栈”，才把建筑材料运送到山上。所以人们就把这段长城称为“八大岭长城”，后来地名就谐音成“八达岭”。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       八达岭它自古以来，既是交通要道，又是北京的防御前哨。八达岭上依山据险，设有关城，比“一夫当关，万夫莫开”的居庸关更加险要。“居庸之险不在关，而在八达岭。”建在这里的长城，随山就势，当然更加蜿蜒多姿，为人所乐游了。"
        },
        {
            "type": "text",
            "text": "       明代，在八达岭长城驻有重兵。但是，世上没有攻不破的城堡。明崇祯十七年(1644年)三月，闯王李自成率领他的部队，就是由宣化、怀来直指八达岭，夹攻居庸关，敲开北京的大门，打进了紫禁城，明代经营了二百多年的长城防线，毁于一战。"
        },
        {
            "type": "text",
            "text": "       八达岭的关城，建于明弘治十八年(1505年)。在它东门悬有匾额，题为“居庸外镇”。在东门之外有一块约2米高的巨石，上面刻有三个大字：“望京石”。望京石的由来是，清光绪二十六年（1900年）八国联军攻陷天津向北京进犯，慈禧太后见势不妙，携带光绪帝及宫眷仓惶出逃。路经八达岭时，曾站在这里向北京遥望，因而得名。"
        },
        {
            "type": "text",
            "text": "       登上八达岭长城，使人想起清代诗人魏源的五言绝句：“一登八达岭，回视如窥井；岂意塞门关，更成云外境。”"
        }
    ]
}