{
    "title": "紫阳县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        },
        {
            "id": "548",
            "category": "紫阳县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：444次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明正德七年（1512年）设紫阳堡，同年升置紫阳县。相传县治南有宋代紫阳真人（张平叔）修道处紫阳洞和汉江岸的紫阳滩，故县以为名。据《郡县释名》载：“正德壬申立紫阳堡，癸酉升县，县南紫阳滩旁有三洞，乃紫阳真人所居，县名本此。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今紫阳县地，据传为古梁州之域，商代属庸国，春秋属巴，战国后期属楚之汉中郡。战国末期，秦灭巴、楚，汉水流域俱归于秦。秦汉之际，紫阳地属益州汉中郡西城县；曹魏时属荆州西城郡西城县；魏文帝改西城为魏兴。"
        },
        {
            "type": "text",
            "text": "       西晋泰始三年（267年），分益州立梁州，魏兴郡改属梁州。东晋永和三年（347年）桓温伐蜀，为了安置巴山一带流民，晋廷增设晋昌、安康等郡县。宁都县治在今紫阳境内白马石，即郦道元《水经注》所记宁都县治松溪口。"
        },
        {
            "type": "text",
            "text": "       南北朝时，晋昌、安康等郡先属南，后归北。刘宋时（约420年），宁都县划归安康郡辖；并分宁都县南、西城县西设广城县，隶于魏兴郡。县治在王谷（今任河）谷道中，疑为今八庙。梁天监初，梁州西部被魏占领，梁武帝将梁州迁设西城。魏分安康郡设魏明郡，辖汉阳、宁都2县，属新设立的东梁州。西魏大统元年、梁大同元年（535年），梁夺回东梁州。西魏废帝元年、梁天正元年（552），西魏大举伐梁，占领汉水上游之地，寻改东梁州为直州，撤销广城、汉阳2县，并入宁都。北周时。沿袭西魏建置，在宁都县治增设安康郡，仍属直州。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）撤销安康郡；大业三年（607年）撤销直州，同时改宁都为安康，改属金州总管府西城郡。唐武德元年（618年）于安康县兼设西安州，同时分设宁都、广德2县；武德二年（619年）改西安州为直州；贞观元年（627年）撤销直州及宁都县，将广德县并入安康，属山南东道金州西城郡。天宝元年（742年）西城郡更名安康郡；至德二年（757年）又更名汉阴郡，并将安康县更名汉阴。"
        },
        {
            "type": "text",
            "text": "       五代时（907年～960年），今紫阳县地仍属汉阴，隶于金州。先后属后梁、前蜀、后唐、后周、后晋、后汉、后周领有。北宋时（960年～1127年），汉阴县属京西南路金州安康郡昭化军节度；南宋初沿袭北宋建置，建炎四年（1130年）改属利州路。"
        },
        {
            "type": "text",
            "text": "       元代（1271年～1368年），汉阴等县撤销，辖地归金州，属陕西行中书省兴元路。明洪武三年（1370年），分金州地设汉阴等县；洪武十年（1377年）撤销汉阴，并入石泉县，后又复设，仍属金州。正德初，川陕一带爆发农民起义。明廷于正德五年（1510）设立紫阳堡；正德七年十一月（1512年12月）升为县，割金州西南、汉阴县东南为其疆域，隶于金州。万历十一年（1583年），金州改名兴安州。清代，紫阳属陕安道兴安州。乾隆四十七年（1782年），兴安州升为府。\n\r\n       中华民国初年，紫阳隶于陕西省汉中道；民国二十二年（1933年）撤道，紫阳县直隶于省。民国二十五年（1936年）以后，隶于陕西省第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年11月30日紫阳解放后，属陕南行政公署安康分区辖；1950年2月10日陕西省人民政府成立后，5月整编各区，紫阳县属安康专区。1969年，专区改称地区，紫阳县隶属于陕西省安康地区。2000年12月安康地区改为安康市，紫阳县随属。"
        }
    ]
}