{
    "title": "汉阴县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        },
        {
            "id": "551",
            "category": "汉阴县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：484次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉始置安阳县（县址在今上七镇鳌头山下的冉家坝）。晋改安康县。唐至德二年（757年）改称汉阴（县城位于汉水南岸的社溪，古代以水之南为阴，故名汉阴）。后因汉水泛滥，城池被毁，宋绍兴二年（1132年）县城迁至汉水以北100多里的新店（即今县址），仍沿用汉阴之名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n        夏代，今汉阴属梁州。商周时期，今汉阴成为庸国的封地，史称上庸，为“群夷之国”。公元前11世纪，因巴人讨伐商殷纣王有功，西周建立之初，周武王封巴氏为子国，首领为巴子，因而叫巴子国，通常简称巴国，国都设今汉阴县地。秦惠王更元十三年（前312年），在安康汉江北岸台地（今天的中渡台）设西城县，属汉中郡，今汉阴为西城县辖地。"
        },
        {
            "type": "text",
            "text": "       汉初，西城与成固各裁一部合并而置安阳县。魏黄初二年至东晋建武一年（221年～317年） 魏文帝重设安阳县，由于当时石泉以西为蜀占据，另设黄金县，因此辖地缩小。晋太康元年（280年），安阳县改名安康县，辖地未变。东晋建武一年至梁天监三年（317年～504年） 东晋元帝时，安康县西部分设长乐县，因而辖地再次缩小，只包括今汉阴县及石泉东南部、紫阳西北部。"
        },
        {
            "type": "text",
            "text": "       南朝宋、齐、梁3代将安康县分为宁都、安康两县，区域未变。梁天监四年至梁豫章王天正元年（505年～551年） 梁州被北魏占据后，分安康县地，设直城县（今池河）、汉阳县（今汉王城）。此时安康、宁都两县只辖今汉阴县及石泉南部。以后两县合为安康县，又改名宁都县，而辖区未变。"
        },
        {
            "type": "text",
            "text": "       西魏废帝元年至唐大历六年（552年～771年） 西魏撤销广城、汉阳两县，辖地并入宁都县。此时区域为今紫阳、汉阴两县及石泉南部。"
        },
        {
            "type": "text",
            "text": "       唐至德二年（757年）改称汉阴。唐大历六年至永贞元年（771年～805年） 石泉县因人口稀少撤销并入汉阴县。辖地为今汉阴、石泉、紫阳3县。唐永贞一年至南宋末（805年～1279年） 石泉分出复设，汉阴县辖地为今汉阴、紫阳两县。元初汉阴县撤销，辖地并入金州。"
        },
        {
            "type": "text",
            "text": "       明洪武十年（1378年）汉阴县恢复，辖地仍为今汉阴、紫阳两县。明洪武十年（1377年）汉阴县撤销并入石泉县。明永乐五年至正德七年（1407年～1512年） 复设汉阴县，辖地仍为今汉阴、紫阳县。明正德七年（1512年），分汉阴东南隅并金州西南一部分设紫阳县。嘉靖三十八年（1559年）十一月，汉阴县割属汉中府。万历十一年（1583年），改金州为兴安州，汉阴又划归兴安州。"
        },
        {
            "type": "text",
            "text": "       清乾隆四十七年（1782年），改兴安直隶州为兴安府，同时撤汉阴县，与州辖地合并设安康县。乾隆五十五年（1790年），原汉阴县分出改为汉阴厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改厅为县，称汉阴县，归汉中道管辖。民国二十五年（1936年），在今安康设陕西省第五行政督察专员公署，汉阴从属。"
        },
        {
            "type": "text",
            "text": "       1949年11月29日汉阴县和平解放。属安康分区。1950年属安康专区。1958年12月，汉阴并入石泉县，1961年9月恢复汉阴县建制。1968年“文化大革命”期间安康专区改称安康地区。2000年安康地区改为安康市，汉阴县随属。"
        }
    ]
}