{
    "title": "安康市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "473",
            "category": "安康市"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：497次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       晋武帝太康元年(280年)为安置巴山一带流民，取“万年丰乐、安宁康泰”之意，将安阳县更名为安康县。后废，西魏废帝三年（554年）设金州。明万历十一年(1583年)汉江洪水覆没金州城，于是在赵台山下筑新城，改名兴安州，清乾隆四十七年(1782年)改设兴安府，以原兴安州并汉阴地在府城设县，取“安民康泰”之意，称安康县。1988年9月14日安康县以原建置基础改为市（县级），2000年12月1日安康地区撤地设市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代，安康属梁州的一部分。商周时期，安康成为庸国的封地，史称上庸，为“群夷之国”。东周安康隶楚、隶蜀、隶秦，更变频繁。春秋战国时期，安康处“秦头楚尾”，地扼南北要冲，公元前611年庸国被秦、巴、楚三分，安康成为秦楚必争之地。秦惠王更元十三年（前312年），在安康汉江北岸台地（今天的中渡台）设西城县，属汉中郡，郡治设在西城。"
        },
        {
            "type": "text",
            "text": "       秦统一六国（前221年），划汉水上游为汉中郡，西城县为汉中郡治，领十二县，辖今汉滨、汉阴、石泉、紫阳、岚皋、平利、镇坪七县。西汉沿袭秦制，汉中郡下设西城、安阳、长利（今天平利县）、旬阳、锡（今天白河县）五县，治所西城县。西城县辖今天汉滨区的大部和紫阳、岚皋全境。东汉建武元年至六年(25年－30年)刘秀遣将军李通领兵，与巴蜀公孙述战于西城，取汉中地，郡治改迁南郑，隶益州刺史部。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十一年(215年)，曹操攻占汉中，分郡之东部即安康为西城郡，划归荆州，西城郡辖今汉滨、岚皋、紫阳、平利和镇坪五县区。三国曹魏黄初二年（221年），取“曹魏兴盛”之义，设魏兴郡，辖七县。"
        },
        {
            "type": "text",
            "text": "       西晋沿袭旧制。晋武帝太康元年(280年)为安置巴山一带流民，取“万年丰乐、安宁康泰”之意，将安阳县更名为安康县，“安康”从此得名。南北朝时期，安康先属南朝，后属北朝，先称直州，西魏废帝三年（554年）设金州，因越河川道出麸金得州名，隶属魏兴郡。北周武成二年（560年），撤西城县改称吉安县。北周天和四年（569年）治所迁回西城，县城改建汉江南岸，辖今汉滨、岚皋、平利和镇坪四县区。北周末年废县，复设魏兴郡。"
        },
        {
            "type": "text",
            "text": "       隋朝复设西城郡。开皇十八年（598年）改称吉安，属金州。大业三年（公元607年）撤金州，设西城郡，吉安改称金川，辖六县。大业十三年（617年）郡县俱废。唐、五代、宋设金州安康郡，辖西城、汉阴、平利、旬阳、淯阳、石泉等六县。"
        },
        {
            "type": "text",
            "text": "       元朝设金州，属陕西行中书省兴元路。至元年间（1279年－1294年），金州改为散州，下不辖县，辖区相当于今汉滨、平利、镇坪、白河、旬阳、紫阳、岚皋、汉阴、石泉和镇安十县境地。"
        },
        {
            "type": "text",
            "text": "       明代仍设金州，万历十一年(1583年)汉江洪水覆没金州城，遂于城南赵台山下筑新城，并易名为兴安州，属汉中府。万历二十三年（1595年）兴安州从汉中府划出，直属陕西布政司，领汉阴、平利、旬阳、紫阳、白河、石泉等县。"
        },
        {
            "type": "text",
            "text": "       清顺治四年(1647年)兴安州迁回老城。乾隆四十七年(1782年)改设兴安府，并汉阴县地设安康县，领安康、平利、旬阳、白河、紫阳、石泉等六县，属陕西布政司领。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）陕西省撤消府、州、厅，省下设道、县两级，安康在清代六县基础上新增四县归汉中道。民国二十二年(1933年)，废道，安康县而直隶于省；二十四年(1935年)设为陕西省第五行政区行政督察专员公署，辖十县。"
        },
        {
            "type": "text",
            "text": "       1950年设安康市，属陕甘宁边区安康分区，1951年元月安康分区改称安康专区，1954年撤销安康市改设城关区，隶属安康县管辖。1968年“文化大革命”期间安康专区改称安康地区。1988年9月15日复设市（县级），中共安康地委和安康地区行政公署驻地安康市。2000年，安康地区撤地设市，县级市改为汉滨区。"
        }
    ]
}