{
    "title": "商洛市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "39",
            "category": "陕西省"
        },
        {
            "id": "474",
            "category": "商洛市"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：842次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦始皇二十六年（前221年)设商县，因商山而得名。西汉初，境内设上洛县，因汉朝忌水，后将上洛改为上雒。魏文帝曹丕将上雒的“雒”字改为“洛”字。明天启元年(1621年)为避明兴宗朱常洛名讳，又改“洛”为雒”。1964年9月，全国改革生僻字、繁体字地名，改“雒”为“洛”，时称商洛专区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       为古“商国”，帝喾之子—虞司徒契[ xiè ]佐禹治水有功，封于商，国名也。夏属梁、豫之交；周属雍、豫。春秋战国，地属商地，和毗邻的於地，统称为“商於”。先后分属楚、晋(魏)、秦，最后统一于秦。"
        },
        {
            "type": "text",
            "text": "       秦，地属内史南境，治所设咸阳，统辖境域相当于今关中平原及商洛地区，领42县。秦始皇二十六年（前221年)设商县，包括今商州区、丹风县、商南县、山阳4县，因商山而得名。"
        },
        {
            "type": "text",
            "text": "       西汉，地属弘农郡，隶司隶校尉部，其治所在弘农(今河南灵宝貌略镇北)，领11县，其中在陕西境内的上洛、商县两县，即大体相当于现今的商洛地域。上洛这一地名，因居洛河上游故名，战国时即有。汉朝忌水，将上洛改为上雒，这是用“雒”字的开始。包括今商州区、洛南县两地。今丹风、山阳、商南3县时为商县。"
        },
        {
            "type": "text",
            "text": "       东汉，地属京兆尹，仍隶司隶校尉部，尹治设在长安，仍领10城，其中上洛、商两县的地域和今商洛地区大体相当。三国时期，地属曹魏之京兆郡，正始五年(公元244年)设，治所在长安，领11县。仍称上洛县（魏文帝曹丕又将上洛的“雒”字改为“洛”字。）辖地包括今商州区、洛南两地。"
        },
        {
            "type": "text",
            "text": "       西晋，地属司州，州治设在洛阳，领12郡。泰始二年，晋武帝分京兆南部置上洛郡，治所在上洛，领上洛、商、卢氏三县(卢氏今属河南省)。南北朝时期，中国呈分裂局面，行政建制混乱。郡县朝设夕废，统属复杂。由东晋开始的南朝，在辖区的北部侨设了上洛的州、县，用的是上洛的地名，以安置南迁的上洛的百姓，包括上洛的巴民。"
        },
        {
            "type": "text",
            "text": "       北魏，此地属洛州。太延五年(439年)于上洛城设荆州，太平真君二年(441年)上洛县北部划设拒阳县，太和三年(479年)将荆州迁往卢氏。太和十一年(487年)又迁往襄阳，撤上洛郡，于上洛城设立洛州，领5郡，其中3郡属今商洛：上洛郡，领上洛、拒阳2县；上庸郡，领商(今丹凤)、丰阳2县；苌和郡，领南商1县，即今商南。"
        },
        {
            "type": "text",
            "text": "       西魏时，属洛州和雍州管辖。洛州治所设上洛，领上洛郡(今商州区)、拒阳郡(今洛南县)、上庸郡(今山阳县西北部、镇安县及柞水县东南部)、商县(今丹凤)及山阳漫川、商南县。柞水西北部属雍州管辖。北周，宣政元年(578年)改洛州为商州；治所设上洛领上洛郡，拒阳郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年)撤上洛、上庸两郡，保留商州；大业三年(607年)撤商州复设上洛郡，治所仍设上洛，领上洛县(今商州区)、商洛县(隋文帝改称商洛，这是“商洛”二字合用称呼地名的开始)、洛南县、丰阳县(今山阳、镇安县及柞水县东南部)、上津县(今湖北省境内)5县；大兴县东南部(今柞水县西北部)仍属京兆郡管辖。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)改上洛郡设商州，贞观元年(627年)划归山南道，开元二十五年归山南西道。天宝元年(742年)撤商州又改为上洛郡，乾元元年(758年)撤上洛郡再改为商州，治所设上洛，领上洛(今商州区)、商洛县(今丹凤、商南两县)、洛南县(今洛南)、丰阳县(今山阳)、乾元县(今镇安及柞水县东南部)、上津县(今湖北省境内)。今柞水县西北部属京兆府。"
        },
        {
            "type": "text",
            "text": "       五代十国的行政建制沿用唐制，但由于分裂割据，各国疆域均不辽阔，道一级遂废，为州(府)统县的二级制。当时陕南东部经历了后梁(907年—923年)、后唐(923年—936年)、后晋(936年—946年)、后汉(947年—950年)、后周(951—960年)等5个期代。后梁时，商州领上洛、商洛、丰阳、乾元、上津5县；洛南县改属华州；万年县东南部属京兆府。后汉时，商州领上洛、商洛、丰阳、上津4县；南县仍属华州；乾佑县(949年改乾元县为乾佑县)、万年县东南部属京兆府。后周时，商州领上洛、商洛、洛南、丰阳、上津5县；乾佑县、万年县东南部属京兆府。"
        },
        {
            "type": "text",
            "text": "       北宋时，商州初属陕西路，后属永兴军路，治所设上洛，领上洛、商洛、洛南、丰阳、上津5县。金、南宋时，商州属金国京兆府路。金贞元二年(1154年)将商洛、丰阳两县降为镇，并入上洛、洛南两县；咸宁县东南部属京兆府；旬阳县西北部(今镇安县)属金州。金元光二年(1223年)五月改属河南路。领上洛(今商州区、丹风、商南、山阳4县及柞水县南部)，至元元年(1264年)废上洛县，以州代县，由州直辖，定名商州。辖地包括今商州、丹凤、商南、山阳及柞水县南部，并统领洛南县地。"
        },
        {
            "type": "text",
            "text": "       元代，商州先属安西路，后属奉元路管辖。元代实行省、路、府、县四级行政建制，商州下领洛南县，原来的上洛为在郭，仍不另设县，由州直管，但商州所辖的地域和今天大体相当。"
        },
        {
            "type": "text",
            "text": "       明代地属西安府，时称商州，辖地包括今商州区、丹风县两地。明洪武七年(1374年)五月，降商州为县制。成化十三年(1477年)三月复升为州，领洛南、商南、山阳、镇安4县。天启元年(1621年)为避明兴宗朱常洛名讳，又改“洛”为雒”。祟帧十六年(1643年)十月，闯王军攻占了商州，第二年在西安建立大顺朝，称永昌元年，派鲁大儒为商州牧，永昌二年正月，闯王政权结束。"
        },
        {
            "type": "text",
            "text": "       清雍正三年(1725年)升为直隶商州，直属陕西省，领商南；雒南、山阳、镇安4县。乾隆四十七年(1782年)，析咸宁、蓝田、镇安3县之地置孝义厅，属西安府，这是柞水县的前身。"
        },
        {
            "type": "text",
            "text": "       民国二年(1913年)废州改设商县、洛南县、柞水县3县，属关中道；山阳、商南、镇安3县，属汉中道。民国二十二年(1933年)，撤销道制，以省直接领县。民国二十四年(1935年)在商县城设第四行政督察专员公署，辖商县、雒南、商南、山阳、镇安、柞水6县，一度还管过蓝田县。是年在龙驹寨成立设置局。1949年5月，商洛地区各县陆续解放，在商县设置陕甘宁边区陕南行政主任分署第二分区，辖商县、雒南、商南、丹凤、山阳、镇安、柞水7县。"
        },
        {
            "type": "text",
            "text": "       1950年，陕南行政主任分署第二分区改名陕西省商洛分区专员公署。1958年12月，撤销丹风、柞水两县(丹风分属商南和商县辖，柞水与镇安县合并)，商洛地区辖商县、洛南、商南、山阳、镇安5县。1961年10月又恢复为7县。1964年9月，因“雒”字生辟，改“雒”为“洛”，时称商洛专区，行政公署驻商县城。1968年，商洛专员公署改称为“商洛专区革命委员会”，各县人民委员会易名为“县革命委员会”。1969年，商洛专区革命委员会改名为“商洛地区革命委员会”，1978年更地区名为商洛地区行政公署。1981年元月，改县革命委员会为县人民政府。1988年6月，改商县为县级商州市。2001年8月31日撤销商洛地区和县级商州市，设立地级商洛市。县级商州市改为商州区。"
        }
    ]
}