{
    "title": "四川省",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：340次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宋设川峡路，后分设西川路和峡西路，再分西川路为益州路和利州路，分峡西路为梓州路和夔州路，这样益利梓夔四路合称四川，其间设四川制置使，为四川得名的开始。元朝实行行省制度，置四川省和四川行省和西蜀四川道；明置四川省，后改四川布政使司；清改四川省；建国初分为川东、川南、川西、川北四行署，后合并恢复四川省。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       商周时期，四川地区建立了两个国家：一个是在今川西地区，由古蜀族为中心建立的蜀国；另一个是在今川东地区（包括今重庆市），由古巴族为中心建立的巴国。秦惠文王九年(前316年)，战国时期，因巴、蜀发生战争，秦惠王趁虚而入，先后兼并了蜀国和巴国，设立了蜀郡和巴郡。"
        },
        {
            "type": "text",
            "text": "       西汉元封五年（前106年），巴蜀二郡划入全国十三州之一的益州。新莽地皇五年（24年），蜀郡太守公孙述起兵占据益州称帝，取起于成都之意号成家。东汉建武12年（36年），公孙述战败，益州重归中央政权管辖。东汉末年黄巾起义后，益州牧刘焉、刘璋父子割据四川，后为刘备所灭。东汉献帝建安十五年（221年），刘备称帝，国号\"汉\"，史称\"蜀汉\"，建都成都，魏景元四年（263年）蜀汉灭于曹魏，此地尽归魏国。"
        },
        {
            "type": "text",
            "text": "       晋初年，划出益州一部设梁州。西晋末年，李特率流民起义军攻入益、梁二州。东晋永安元年（304年），李特侄子李雄在成都称王，史称成汉。347年被东晋所灭。"
        },
        {
            "type": "text",
            "text": "       南北朝时，益、梁二州先后成为南朝的宋、齐、梁和北朝的西魏、北周的统治地区，州、郡、县的建置和更改十分频繁，数量有所增加。唐代，改益州为剑南道，梁州为山南西道。"
        },
        {
            "type": "text",
            "text": "       唐代，改益州为剑南道，梁州为山南西道。在川西高原，设立了很多羁縻州、县。今凉山彝族自治州地区，则属南诏地方割据政权。五代时期，前\"蜀\"王建（907年—925年）和后\"蜀\"孟知祥（934年—965年），又先后在今四川地区建立过地方割据政权。"
        },
        {
            "type": "text",
            "text": "       宋太宗太平兴国六年（981年），并西川路和峡西路为川峡路。真宗咸平4年（1001年），又分为益州路（后改成都府路）、梓州路（后改为潼川府路）、利州路和夔州路，称之为川峡四路，总称\"四川路\"，\"四川\"由此得名。北宋初，王小波、李顺领导的农民起义军曾在四川地区建立过\"大蜀\"农民革命政权。今凉山彝族自治州地区则属大理地方割据政权。"
        },
        {
            "type": "text",
            "text": "       元朝至元二十三年（1286年）设\"四川行中书省\"，简称\"四川行省\"，是为\"四川\"建省之始。当时，川西高原北部，属\"陕西行中书省\"。今凉山彝族自治州地区，属\"云南行中书省\"。元末红巾军起义后，元至正二十一年（1361年），明玉珍及其子明昇在四川建立\"大夏\"政权，建都重庆，明朝洪武五年（1372年）为明朝所灭。"
        },
        {
            "type": "text",
            "text": "       明清时期，四川省辖境己达川西高原和凉山地区。辖区除现在的四川、重庆外，还包括今贵州省遵义和云南东北部及贵州西北部。在川西高原地区设立卫所，进行军屯。明末，农民军领袖张献忠在四川建立过\"大西\"农民革命政权（1644年－1646年），建都成都。"
        },
        {
            "type": "text",
            "text": "       清初，分全国为18行省，并对川、滇、黔3省省界进行较大调整，基本确定了现在四川的南部省界。清中叶，在府、州、厅、县之上，增设五道，即：成绵龙茂道、建昌上南道、川南永宁道、川北道、川东道，以道辖该地区的府、州、厅、县。在川西高原少数民族聚居地区，从清初至清末，实行\"改土归流\"，为后来的西康建省打下了基础。"
        },
        {
            "type": "text",
            "text": "       辛亥革命后，四川成立了四川军政府。后又曾出现长达近20年的军阀混战局面。民国二十一年（1932年）红四方面军主力进入四川，建立了川陕革命根据地。民国二十七年（1938年）国民党中央政府迁重庆，重庆作为战时的首都8年。"
        },
        {
            "type": "text",
            "text": "       1949年底四川解放，1955年西康省划归四川。1997年将四川分为今重庆直市和四川省，川渝分治。"
        }
    ]
}