{
    "title": "金堂县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        },
        {
            "id": "588",
            "category": "金堂县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：3451次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐咸亨二年(671年)蜀郡长史李崇义析雒县、新都、金水三县置金堂县，属益州，以县内有金堂山故以为名。金堂山又名金台山，即金堂峡之山。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       金堂上古为蜀山氏地。黄帝时属蜀国，虞夏属梁州。商周及春秋时属蜀国。县内金堂峡传说即为开明氏始祖鳖灵所凿。秦惠文王后元九年(前316年)，秦灭蜀及巴、苴。其后分置巴、蜀郡。秦始皇统一中国，设郡三十六，蜀郡治成都，金堂地属蜀郡。"
        },
        {
            "type": "text",
            "text": "       汉承秦制，仍置巴、蜀二郡。汉高帝六年(前201年)分巴、蜀置广汉郡，领梓潼、什邡、涪、雒、绵竹、广汉、葭萌、郪、新都、白水、刚氐道、甸氐道、阴平道十三县。金堂地属新都县。建元六年(前135年)新置犍为郡，元鼎二年(前115年)分新都县，置犍为郡牛鞞县，金堂县地属广汉郡新都县东地与犍为郡牛郫县西地。武帝元封五年(106年)，分天下为十三州剌史部。广汉、犍为二郡均隶益州刺史部。金堂地虽分属二郡，均隶益州刺史部。"
        },
        {
            "type": "text",
            "text": "       王莽篡汉，于天凤元年(14年)改益州为庸部，广汉郡为就都郡、犍为郡为西顺郡。更始三年（25年），公孙述据蜀，又改益州为司隶，广汉郡为子同，但名虽改而属县如故。东汉承西汉之旧，广汉、犍为二郡仍隶益州刺史部。因郡县增没改置，广汉郡原领之刚氐道、甸氐道、阴平道划出，增置德阳而为十一县，新都仍属之。犍为郡划出汉阳、存阝[cún]鄢、朱提、堂琅增加汉安而为九县，牛鞞仍属之。金堂仍隶广汉、犍为二郡之新都、牛鞞二县。"
        },
        {
            "type": "text",
            "text": "       东汉献帝建安十五年（221年），刘备称帝建立蜀汉。章武元年分广汉郡梓潼、涪、葭萌、白水置梓潼郡，别立阳泉、五城二县，广汉郡共领九县。犍为郡仅余武阳、南安、僰道、资中、牛鞞五县。金堂仍隶广汉、犍为二郡之新都、牛鞞二县。"
        },
        {
            "type": "text",
            "text": "       晋武帝秦始三年(267年)分益州置梁州，并将秦始二年所置新都郡隶梁州，领雒、什邡、绵竹、新都四县。咸宁三年(277年)，封司马该为新都王，以新都郡为新都国。太康四年(285年)司马该死亡，无子而国除，复为郡。又二年、罢新都郡。犍为郡则隶益州，领武阳、南安、僰道、冶官、资中、牛鞞六县。金堂地又分属梁、益二州。"
        },
        {
            "type": "text",
            "text": "       晋惠帝太安二年(303年)李特据蜀，永兴三年(306年)，李雄建立成汉。至穆帝永和三年(347年)成汉亡，遗臣又拥立范贲据成都至永和五年(349年)为晋所灭。孝武帝宁康元年(373年)前秦攻取梁益二州，至太元十年(385年)为晋收复。安帝义熙元年(405年)，因蜀兵不愿随益州刺史毛璩东征发生兵变，谯纵率众据成都称成都王，后为晋军讨平。自成汉至谯纵之割据期间及归晋后，金堂之隶属未变。晋安帝义熙九年(413年)朱龄石率军讨平谯纵后，于牛郫县西地置金水戍，以界有水出金沙故名。"
        },
        {
            "type": "text",
            "text": "       西魏废帝二年(553年)尉迟迥伐蜀，梁、益诸州俱入魏，遂于金水戍戍所置金渊郡及金渊县，并置白牟县于新都县东地，隶金渊郡。北周时废金渊郡，并白牟入金渊县，隶属西魏时以阳安、婆闰二县建立的武康郡，郡治阳安。隋开皇年间(581—600年)废郡为州，金渊隶简州。仁寿三年(603年)以玄武、绵竹、金渊、飞鸟四县为凯州、州治玄武(今中江)。炀帝大业二年(606年)又废州为郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，因避李渊讳，改金渊县为金水。在“诏令未到之前，通以‘润’字代‘渊’字，故又名金润县，未几，改金水，隶益州。”益州所领同隋蜀郡。三年(620年)分阳安、平泉、金水三县立简州，州治阳安。咸亨二年(671年)蜀郡长史李崇义析雒县、新都、金水三县置金堂县属益州，以县内有金堂山故以为名。金堂山又名金台山，即金堂峡之山。但那时，现在的金堂县又分属益、简二州。"
        },
        {
            "type": "text",
            "text": "       唐哀帝天祐四年（907年），朱温篡唐建立后梁。王建当时据蜀，以讨梁之名称帝建立前蜀。郡县之制悉依唐代。后唐同光三年（925年）后唐灭前蜀。后唐应顺元年（934年）孟知祥又建立后蜀，亦未改州县之名。后晋曾于天福七年(942年)，改金堂为“汉城县”。但当时后晋政令并不能达到孟蜀割据的四川，所以此名并未使用。"
        },
        {
            "type": "text",
            "text": "       宋乾德五年(967年)，以简州金水县置怀安军，并将汉州金堂县划归怀安军管辖，隶西川路。咸平四年(1001年)改隶梓州路。嘉祜二年(1057年)金堂县城因屡被水害，县治移驻白牟故城，即今清白江区城厢镇。重和元年(1118年)梓州路改名潼川府路，怀安军隶之未变。淳祐三年(1243年)四川安抚制置使余玠为了抵御蒙古军队南侵，建立山城防御体系。同年在金水县云顶山筑云顶城。先后曾移成都府、潼川府、汉州、利州及怀安军治所于该城。先后坚守十五年直至宝祜六年(1258年)被蒙古军改陷为止。"
        },
        {
            "type": "text",
            "text": "       元初，升怀安军为怀州。至元十三年(1276年)省金水县入怀州。至元二十年(1283年)又并怀州入金堂县，与成都、华阳、新都、郫县、温江、双流、新繁、仁寿共九县同属成都路成都府录事司。元至正廿二年(1362年)春，红巾军明玉珍于四川建大夏政权，都重庆，年号天统。金堂亦属夏国管辖，明玉珍死后其子升继位，于洪武四年(1371年)降于明。"
        },
        {
            "type": "text",
            "text": "       明洪武十年(1377年)废金堂县并入新都。洪武十三年(公元1380年)复置。崇祯十七年(1644年)张献忠攻克成都，建立大西政权，建立五军都督府，金堂隶北军都督府。清顺治三年（1646年），张献忠率师北上抗清牺牲，金堂复为明有。"
        },
        {
            "type": "text",
            "text": "       清康熙五年(1666年)清军进取成都郊县，金堂始归清有，仍明制为金堂县。康熙十三年(1674年)吴三桂叛清，四川又归吴手，康熙十九年(1680年)清军攻克成都，金堂复为清有。在此期间建置亦未改变。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）1月1日，中华民国成立，仍置金堂县。民国二年（1913年），划全川为七道，金堂县隶属川西道。民国三年（1914年），改川西道为西川道，金堂县隶属西川道。民国七年（1918年），四川由军阀各部划区驻防并掌管政权，称为“防区制”。由于军阀互相攻侵，防区时有改变。民国十四年（1925年）9月，金堂县为陆军三十师邓锡侯部杨秀春旅驻地。民国十七年（1928年）后，废除道制，县由省直辖。民国二十四（1935年），川政统一，防区制结束。划全川为十八个行政督察区，金堂县隶属于第十三行政督察区，专员公署驻绵阳。民国三十七年（1948年）元月，改隶第一行政督察区。中华民国时期，县治仍驻城厢镇。"
        },
        {
            "type": "text",
            "text": "       1949年12月27日，金堂县解放。1950年，划全川为四个行政公署区，金堂县隶属于川西行政公署绵阳专区。同年10月18日，县治迁驻赵镇。1952年9月，恢复四川省建制，金堂县仍隶属于绵阳专区。1953年7月恢复四川省建制后，改隶于温江专区。1955年新都县华严乡划入金堂。1968年9月，温江专区改为温江地区，金堂仍为属县。1976年元月，金堂县划入成都市管辖。县治仍驻赵镇。"
        }
    ]
}