{
    "title": "郫县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        },
        {
            "id": "586",
            "category": "郫县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：490次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       关于郫县县名的由来，历来有几种不同的说法，迄今尚无定论。"
        },
        {
            "type": "text",
            "text": "       第一种说法，因人得名。据《蜀王本纪》“望帝治汶山下邑曰郫”及《华阳国志》“杜宇称帝，号曰望帝，更名蒲卑”的记述，持此说者认为，“郫”系“蒲卑”的音译或“蒲卑之邑”的缩称。清《一统志》和嘉庆《四川通志》在郫县条文内更明确地说：“杜宇名蒲卑，都于此，因以名邑。秦灭蜀国而县名不改。”各种旧郫县志皆沿用此说。至今县内持此说者较多。"
        },
        {
            "type": "text",
            "text": "       第二种说法，因水得名。《成都古今记》说：“郫县因郫江得名”；清同治《郫县志》和《郫县乡土志》中也载有“杜宇都郫邑，因水标名曰郫”的传说。公元前311年筑郫城，约50年后李冰始穿二江(指郫江、捡江)。据近人解释，“穿”有二义，一为开凿，一为疏浚。据前义，郫江开于建县之后，只能是江因县得名，而非其反；据后义，疏浚前江名未见记载。"
        },
        {
            "type": "text",
            "text": "       第三种说法，因地理方位得名。《汉书·扬雄传》说：“……溯江上，处岷山之阳曰郫。”据此说，“郫”指岷山南面那一片地方。但“岷山之阳曰郫”还有另一解：在岷山南面“郫”这个地方。据此说，则“郫”之得名与地理方位无关。1966年犀浦出土东汉王孝渊碑，上有“建宅处业，岷山之阳”的碑文，其义相同。"
        },
        {
            "type": "text",
            "text": "       第四种说法，因地势得名。《资治通鉴·音注》说：“郫，即卑邑也”。据此说，古代郫县地处卑洼之地，蒲草丛生，故称卑邑，合写为“郫”。"
        },
        {
            "type": "text",
            "text": "       第五种说法，因族称得名。近年一些研究巴蜀史的学者主张用巴蜀语解释当时的地名，并认为蒲卑系古蜀族自称，其蜀语含义为“蜀族人的地方”，“蒲卑人的地方”或“来自‘天上’(高原)的人的地方”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       郫县古称“郫”，在古史传说中，最初以古蜀国的都邑闻名于世。距今二千七八百年前的蜀王杜宇、鳖灵，都以郫为都邑。鳖灵即位，号曰开明帝。开明帝的子孙曾迁都于广都樊乡，最后定都于成都，至公元前316年为秦所灭。"
        },
        {
            "type": "text",
            "text": "       秦灭巴蜀之后两年，即秦惠文王后元十一年(前314年)，秦在巴蜀同时实行分封制与郡县制。此后即以郫邑作为蜀郡的属县，称郫县，此为郫县建置之始。后元十四年(前311年)，秦派大夫张仪和蜀守张若修筑成都、郫、临邛三城。"
        },
        {
            "type": "text",
            "text": "       秦汉时期，郫县辖地约涉及今郫县、温江、彭县、灌县等数县之地。西部。三国蜀汉时，郫、绵、江源三县各分出部分地区置都安县，即今灌县前身，属汶山郡。"
        },
        {
            "type": "text",
            "text": "       西魏恭帝二年(555年)，分郫县南境、江源东境置温江县，属成都国蜀郡。北周天和三年(568年)，废都安并入郫县，隶属蜀郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年(583年)撤温江县复并入郫县。隋仁寿元年(601年)，又废汶山县入郫县。郫县隶属益州总管府。仁寿三年(603年)再分郫县置万春县，万春属濛州；大业二年(606年)再并入郫县，隶郫县属蜀郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，于灌口镇置盘龙县，后改称导江县和灌县。唐武德三年(620年)又置万春县，后复称温江县。武德年间，郫县隶属益州总管府，后改隶蜀郡。唐仪凤二年(677年)分九陇、导江、郫三县地置唐昌县，后改称永昌和崇宁县，隶属益州蜀郡，垂拱二年（686年）起改隶彭州。武则天大周长寿二年(693年)至长安四年(704年)，曾改名周昌。唐中宗神龙元年(705年)复名唐昌。后周时划沱江北郫县地为新置九陇县的一部分，今属彭县。唐垂拱二年(686年)到宋熙宁五年(1072年)的380多年间，曾建犀浦县；熙宁中改县为镇归入郫县。"
        },
        {
            "type": "text",
            "text": "       宋开宝四年(971年)唐昌改名永昌，崇宁元年(1102年)改名崇宁，崇宁隶属彭州，郫县均隶属益州成都府，元朝时崇宁和郫县均隶属成都路成都府。明洪武十年(1377年)崇宁并入灌县，十三年(1380年)复置。清康熙七年(1668年)并崇宁入郫县，雍正七年(1729年)再置崇宁县。明清时期民国时期，县域基本无变动。"
        },
        {
            "type": "text",
            "text": "       1950年崇宁和郫县均隶属川西温江专区。1952年春，原成都县撤销时，将其所属的安靖、仁义、清溪、金泉和万福5个乡并入郫县。到1956年秋，除留下安靖、仁义两个乡全部和清溪、万福乡部分外，其余转划给成都市金牛区。1958年秋，崇宁县撤销，所辖区域全部并入郫县。次年7月，柏条河以北与彭县接壤的丰乐、桂花、庆兴、君平4乡转划给彭县。"
        }
    ]
}