{
    "title": "大邑县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        },
        {
            "id": "585",
            "category": "大邑县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：390次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐咸亨二年（671年）置大邑县。据《太平寰宇记》：“县在鹤鸣山东，其邑广大，遂以为名。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、周时有古蜀。今大邑县区域当时古蜀国地。周慎靓王五年，即秦惠更元九年（前316），秦灭古蜀国。今昔对比大邑县区域当时为临邛县地。"
        },
        {
            "type": "text",
            "text": "       汉高祖五年（前202年），平定巴蜀．今大邑县区域为江原县、临邛县地。西汉末年，王莽立国为新（9年—23年），临邛县改为监邛县，江原县改为邛原县。后公孙述据蜀称成家（25年—36年）。监邛、邛原县名仍旧。"
        },
        {
            "type": "text",
            "text": "       东汉建武十二年（36年）十一月，成家亡，邛原县复名江原县，监邛县复名临邛县。历蜀汉、魏、西晋宽大初至成（汉）玉衡二年（312年），大邑县区域仍置。"
        },
        {
            "type": "text",
            "text": "       东晋永和三年（347年），成（汉）亡。汉原县改为融县，后又复名江原县。临邛县仍置。中经宋、齐，至梁武陵王萧纪据蜀前，两县建置不变。梁末，武陵王萧纪据蜀（552至553年）。临邛县改为依政县，江原县仍置。梁承圣二年（553年），西魏统治蜀地。依政县分出部分地区置临邛县，江原县仍置。北周孝闵帝元年（557年）立国。江原县改为多融县，后县，后又改为晋原县。依政县、临邛县仍置。"
        },
        {
            "type": "text",
            "text": "       隋代,今大邑县区域为晋原、临邛、依政县地。唐武德元年（618年），晋原县地分出部分置唐隆县。武德三年（620年），临邛、依政、唐隆3县地分出部分置安仁县，贞观十七年（643年），安仁县撤销，咸亨元年（670年），安仁县复置。今大邑县区域唐初未建置时，属临邛、依政、唐隆、安仁县地。唐咸亨二年（671年）割晋原县西部置大邑县，大邑县始置时隶邛州。唐宝元年（742年），邛州改为临邛郡。唐乾元元年（758），临邛改为邛州。"
        },
        {
            "type": "text",
            "text": "        五代十国时期，大邑县属前蜀国19年（907年—926年），后唐9年（925年—933年），后蜀国32年（934年—965年），隶邛州。"
        },
        {
            "type": "text",
            "text": "       北宋乾德三年（965年）起， 大邑属宋，邛州改为邛州临邛郡，大邑隶邛州临邛郡。南宋宝祐六年（1258年），蒙古军攻入四川，大邑隶邛州临邛郡。至元十四年（1277年）后不久，邛州临邛郡改为邛州。大邑隶属邛州。至元十六年（1279年），大邑属元。"
        },
        {
            "type": "text",
            "text": "       元至元二十一年（1284年）撤消安仁县和火井县建制撤消，其行政区域划归大邑县。火井县境域后划归邛州。元至正二十年（1360年），明玉珍在蜀建立农民政权，元至正二十二年（1362）称帝，国号夏，大邑属邛州。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）春，朱元璋派军入川。六月，夏亡，大邑属明，隶邛州。明洪武九年（1376年），邛州降为邛县，大邑隶嘉定州。明洪武十年（1377年）农历五月，大邑建制撤消，境域并入邛县。明洪武十三年（1380年）农历十一月复置。隶嘉定州。明成化十九年（1483年），邛县复升邛州，大邑还隶邛州。"
        },
        {
            "type": "text",
            "text": "       明崇祯十七年（1644年）八月初八日,张献忠克成都，建立大西农民政权,定都成都,称西京。并于十月初五破邛州，入大邑。在张献忠据蜀期间（1644年—1646），大邑为大西辖县之一，其隶属关系与明末时同。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1646年），大邑属清，隶邛州。清顺治九年（1652年），已和南明联合的张献忠部属刘文秀出兵回川，大败已降清的吴三桂，克川南各州县。刘文用克成都。清顺治九年前后，大邑属南明，隶邛州。清康熙十三年（1674年）吴三桂反后，其总部属王藩攻占邛州大邑。吴三桂在康熙十三年（1674年）称帝，国号为周。大邑属周，隶邛州。清康熙十九（1680年），王屏藩被讨平，大邑属清，隶邛州。"
        },
        {
            "type": "text",
            "text": "       民国元年，大邑隶邛州。民国二年（1913年），邛州改为邛崃县，大邑隶上川南道。民国三年（1914年）五月，上川南道改为建昌道教。民国十七年（1928年），道制撤销，时四川正值军阀混战，延至次年才正式撤销。大邑于是直隶四川省。民国二十四年（1935年）6月，大邑隶四川省第四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年12月20日大邑县解放后，隶眉山行政区。1950年3月起改隶温江行政区。又称温江专区。1960年7月1日，新津县并入大邑县。原新津县城关镇改为大邑县新津镇。1962年3月25日，建制恢复，原新津县所辖区域仍归新津县管辖。1968年10月温江专区改为温江地区。1983年5月，温江地区建制撤销，大邑县至今划归成都市管辖。"
        }
    ]
}