{
    "title": "新津县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        },
        {
            "id": "583",
            "category": "新津县"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1266次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉置武阳县，因县居皂里江（今名金马河，为岷江正流）津之所，位金马河、同羊马河、西河（文井江）、南河、杨柳江五水交会之五津渡口，即在今县东五津镇（俗称旧县）。初名新津渡，亦称新津市。北周闵帝元年（557年）置新津县，因东汉建安年间废古玉津，开设新渡而得名，隋始迁今城。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       新津县古为蜀国地。周慎靓王五年(前316年)秋，秦灭蜀。“周赧王元年(前314)，秦惠王封子通国为蜀侯，以陈壮为相，置巴郡，以张若为蜀国守。”新津为秦国领地。“(周赧王)三十年(前285年)，(秦昭襄王)疑蜀侯绾反，王复诛之，改蜀为郡”，新津属蜀郡。秦灭六国，分天下为三十六郡，蜀郡是其一，新津仍属蜀郡。"
        },
        {
            "type": "text",
            "text": "      “汉武帝建元六年(前135年)，开西南夷，分巴、蜀，置犍为郡”。新津地属犍为郡。“元鼎二年(前115年)，置武阳县，属犍为郡”，新津地属武阳县。元封五年(前106)，改梁州曰益州，蜀郡隶属益州。太初四年(前101年)，益州刺史任安城武阳”，县城在今彭山江口附近。“孝昭始元元年(前86年)，郡治移僰道”。孝昭始元三年(前84)，以“南夷数叛”，郡治移至武阳。新津属武阳未变。"
        },
        {
            "type": "text",
            "text": "       东汉建安二十一年(216年)，犍为郡守李严“乃凿天社山，循江通车道”，开辟了沟通成都平原与眉嘉平原的新渡口，代替了汉安桥的旧渡口，故皂里江、文井江、布濮水(即蒲水，今南河)三渡合称新津。东汉、三国、晋、刘宋，近五百年间，犍为郡在缩小，郡治在武阳县未变，新津属武阳，隶益州。"
        },
        {
            "type": "text",
            "text": "       南北朝时，萧齐高帝时(479年—482年)，犍为郡治复移僰道，新津仍是武阳县地。萧梁武帝大同十年(544年)，改犍为郡(南部)为戎州，改武阳县为犍为县，并在当时的犍为郡北部置江州，领犍为一县。新津为犍为县地，属江州，隶于益州。后西魏乘梁乱，奄有蜀土，于江原郡侨置犍为郡及僰道县，改犍为县为隆山县(其时西魏势力虽已伸至四川，但只占有蜀郡及犍为郡部分，为示领土广袤。故于江原郡境侨置犍为郡及僰道县)。新津在隆山县境，仍属江州。"
        },
        {
            "type": "text",
            "text": "       北周孝闵帝元年(557年)，析隆山县北部置新津县。县亦因“新渡口”而名“新津县”。县治六门水(今邓公场附近)。犍为郡治(侨置)亦迁泊于此。犍为郡原只领僰道一县，此时领新津、僰道两县，隶益州总管府。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇九年(589年)，悉罢天下诸郡，以州统县。犍为郡废，蜀郡改为益州，治成都。新津和僰道两县改属益州。大业三年(607年)，又废置诸州，改州为郡。益州复蜀郡。废僰道县入新津。新津隶蜀郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年(618年)，分天下为十道，道下置州、县。四川西部为剑南道，改蜀郡为益州。新津属益州，隶剑南道。唐垂拱二年(686年)，分益州，置蜀、彭、汉三州。新津属蜀州，隶剑南道。县治由皂里江东岸坝上移至南河北岸即今武阳镇。唐天宝元年(742年)，改州为郡，蜀州曰唐安郡。新津属唐安郡。至德二年(757)，分剑南道为东、西川节度，改唐安郡为蜀州，新津属蜀州，隶西川节度。"
        },
        {
            "type": "text",
            "text": "       五代时，前蜀一切率循唐制，后蜀继之，无所更变。新津仍属蜀州，隶西川节度。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德三年(965年)，改道为路，新津属蜀州，隶西川路。真宗咸平四年(1001年)四川分为益、利、梓、夔四路。新津属蜀州，隶益州路。徽宗重和元年(1118年)，又改益州路为成都府路。新津属蜀州，隶成都府路。南宋绍兴十年(1140年)，升蜀州为崇庆府，属成都府路。新津属崇庆府，隶成都府路。"
        },
        {
            "type": "text",
            "text": "       元世祖中统三年(1262年)，立陕西、四川行中书省。至元十八年(1281年)分省四川，始改宋成都府路为成都路。新津属崇庆府，隶成都路。至元二十年(1283年)，降崇庆府为崇庆州，新津属崇庆州，隶成都路。至元二十三年(1286)，特置四川行中书省，新津隶属未变。 明太祖洪武四年(1371年)，仍置四川等行中书省，废路存府以统州、县。洪武九年(1376年)，改行中书省为承宣布政使司。新津县属崇庆州，隶成都府，统于四川布政使司。"
        },
        {
            "type": "text",
            "text": "       清初，仍置四川布政使司，下设府、州、县三级，州或县有直隶于府或省的。新津直隶于成都府。康熙六年(1667年)，以双流土旷人稀，并入新津。雍正八年(1730年)，复置双流县，新津地如故。嘉庆七年(1802年)，于四川省布政使司下设五道，分统府、州(厅)、县。新津仍直属成都府而隶于龙绵龙茂道，至清末光绪三十四年(1908年)改名川西道。"
        },
        {
            "type": "text",
            "text": "       中华民国元年(1912年)，废清道制，置府、州(厅)以统县，隶于省。新津属成都府而隶于四川省。民国二年(1913年)，废府、州(厅)设置。复置道，分四川为川西等七道。 民国三年(1914年)，更川西等七道为西川等五道，以道领县。新津均属西川道。民国二十四年(1935年)，复废道，实行省县制。新津属第一行政督察区(即温江专区)督察，隶于四川省。"
        },
        {
            "type": "text",
            "text": "       1949年12月25日，新津解放。这时，四川分川西、川东、川南、川北四个行政区公署(简称“行署”)，原专区未变，分隶四个行署。新津县仍属温江专区，1950年5月改属眉山专区，均隶川西行署。1953年初，复置四川省，撤销四个行署，省下仍设专区。1953年3月眉山专区被撤销，从3月10日起，新津改属温江专区。1960年7月1日，撤销新津县建制，并入大邑县。1962年10月20日，恢复新津县建制。1983年7月，实行市管县，撤销温江专区建制，新津县属成都市辖县。"
        }
    ]
}