{
    "title": "邛崃市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        },
        {
            "id": "580",
            "category": "邛崃市"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：564次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       秦惠文王更元十四年（前311年，即周赧王四年），秦置临邛[qióng] 县。南朝设邛州管辖邛崃县。隋改邛州为临邛郡，临邛县为其属县。唐代又改邛州，宋代邛州改为邛州临邛郡，元时又改为邛州，明清沿袭。民国二年（1913年），改邛州为邛崃县设县。因邛蛛山为名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦惠文王更元九年(前316年)派张仪和司马错率兵灭蜀以后，在蜀地修筑城池。秦惠文王于更元十四年(前311年)派蜀守张若主持修筑三城(临邛、成都 、郫)。秦灭六国以后，在今邛崃市境内建置临邛县（治所在今邛崃市临邛镇）和蒲阳县。因临邛故地素有邛民(邛族)聚居，故取名临邛。"
        },
        {
            "type": "text",
            "text": "       西汉时期，撤销蒲阳县，只存临邛县，归蜀郡管辖。王莽新朝建立（9年—23年），将临邛改为监邛，归导江郡（即蜀郡）管辖。天凤年间（14年—19年），导江卒正（即蜀郡太守）公孙述，主持营建新城，称为公孙城，治所设在今邛崃市临邛镇。东汉建武元年（25年）四月，公孙述称帝，国号“成家”，割据蜀郡十二年。临邛归其统治。直至光武帝建武十二年（36年），公孙述败亡后，蜀郡始正式纳入东汉版图。临邛县治所同前，仍归蜀郡管辖。三国时期，临邛县名及治所同东汉，仍归蜀郡管辖。"
        },
        {
            "type": "text",
            "text": "       西晋武帝泰始元年（265年）至怀帝永嘉五年（311年）临邛县名及治所同前，归蜀郡管辖（只是晋武帝太康十年即289年曾改蜀郡为成都国，后仍为蜀郡）。从永嘉六年起，临邛县名不变，但已将治所迁到原崇庆县三江镇和江源乡一带，成为侨县，归汉原郡管辖。这是因为，当时賨族首领李雄占据成都建立了对抗西晋王朝的政权，曰“成”（其后李寿称帝改为“汉”，通称“成（汉）”）。东晋穆帝永和三年（347年），“成（汉）”政权结束，临邛县名同前，但治所仍在今崇庆县境内，归晋原郡（原汉原郡改建）管辖。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋时期，临邛县名、治所及归属关系不变，仍为侨县。萧齐时期，临邛县名、治所如旧，仍为侨县，归晋康郡（由晋原郡改建）管辖。萧梁时期，益州刺史武陵王萧纪于蒲水口（今邛崃市回龙镇境内）立栅为城，以备生僚，名蒲口顿。萧纪又就该地置邛州，下设依政县。"
        },
        {
            "type": "text",
            "text": "       北朝西魏于废帝二年（553年）始平定蜀境。平蜀后，邛州名称不变，但辖境扩大，州辖四郡：蒲阳郡，临邛郡，蒲原郡，蒙山郡。"
        },
        {
            "type": "text",
            "text": "       隋朝建立之初，邛州建置与北周相同。文帝开皇三年（583年）撤销邛州所辖的四郡，邛州名称不变，下辖依政、临邛、蒲江、临溪四县。炀帝大业三年（607年），改邛州为临邛郡，先后辖十县：严道县、名山县、芦山县、依政县、临邛县、临溪县、蒲江县、沈黎县、汉源县、火井县。火井县，因其境内有火井（天然气井）而得名。"
        },
        {
            "type": "text",
            "text": "       唐朝高祖武德元年（618年），将临邛郡改置雅州。同年不久，又恢复邛州，辖依政、临邛、蒲江、临溪、火井、安仁、大邑七县。玄宗天宝元年（742年）将邛州改为临邛郡。肃宗乾元元年（758年）又改临邛郡为邛州，高宗显庆二年（657年）始将邛州治所从依政县移至今邛崃市临邛镇。五代时期，今四川地区先后为前蜀、后唐和后蜀所统治。在此三个时期中，邛州名称不变，仍辖唐时邛州所辖的7个县。"
        },
        {
            "type": "text",
            "text": "       北宋时期，邛州改为邛州临邛郡。初归西川路管辖，宋太宗太平兴国六年（981年）起，归川陕路管辖，其后曾一度归剑南西道管辖，淳化四年（993年）归剑南道管辖，真宗咸平四年（1001年）归益州路管辖，仁宗嘉祐四年（1059年）归成都府路管辖。南宋时期，邛州临邛郡名称仍旧，辖六县（即北宋时所辖七县除去临溪县）。惠民监于南宋初撤销，32年后复置惠民监。"
        },
        {
            "type": "text",
            "text": "       元朝时期，仍称邛州，归成都路管辖。先后辖临邛、依政、安仁、大邑、蒲江、火井六县，归嘉定府路管辖。至元二十一年（1284年），撤销临邛、依政、蒲江三县并入邛州（治所在今临邛镇），又将安仁、火井二县并入大邑县。此时，邛州只辖大邑县。据查，撤销火井县，主要原因是天然气已经减少。"
        },
        {
            "type": "text",
            "text": "       明朝建立，今四川地区于明太祖洪武四年（1371年）七月以后始纳入版图。初邛州名称不变，归四川布政司管辖。洪武九年，邛州降为邛县，归嘉定州管辖。宪宗成化十九年（1483年），复升为州，辖大邑、蒲江两县。"
        },
        {
            "type": "text",
            "text": "       清朝建立，邛州名称不变。从嘉庆初年起，归建昌道管辖（光绪三十四年，建昌道改为上川南道，或统称建昌上川南道），仍辖蒲江、大邑两县。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），邛州名称如旧，直属于省府。民国二年（1913年），改邛州为邛崃县，下不辖县，归上川南道管辖。民国十七年（1928年），废道建制，直属于省府。民国二十四年（1935年），国民党政府将四川划为18个行政督察区，邛崃属第四行政督察区管辖。"
        },
        {
            "type": "text",
            "text": "       中华人民共和国建立后，于1950年将四川省划为川西、川东、川南、川北4个行署区，行署区下辖专区，邛崃县属川西行署区眉山专区管辖。1952年9月1日，恢复四川省建制。1953年8月13目，邛崃、新津、蒲江三县划入温江专区。1959年2月15日，蒲江县与邛崃县合并，名邛崃蒲江县。同年3月，蒲江县改为蒲江镇，更名邛崃县。1962年11月1日，恢复两县建制。1983年5月16日，温江地区与成都市合并，邛崃县归成都市管辖。1994年6月6日，撤销邛崃县，设立邛崃市（县级）。"
        }
    ]
}