{
    "title": "成都市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "558",
            "category": "成都市"
        }
    ],
    "detail": "[日期：2014-03-06]   来源：www.Youlai19.cn  作者：【由来网】   阅读：375次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       大约在公元前5世纪中叶的古蜀国开明王朝九世时将都城从广都樊乡（今双流县）迁往成都，构筑城池。借用西周建都的历史经过，取周王迁岐“一年而所居成聚，二年成邑，三年成都”，因名成都，相沿至今。"
        },
        {
            "type": "text",
            "text": "       东汉时期织锦发达，曾设专门机构“锦官”管理，故有“锦官城”美誉，简称“锦城”；五代十国时，后蜀皇帝孟昶偏爱芙蓉花，命百姓在城墙上种植芙蓉树，花开时节，成都“四十里为锦绣”，故成都又被称为芙蓉城，简称“蓉城”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       公元前5世纪中叶的古蜀国开明王朝九世时将都城从广都樊乡（今双流县）迁往成都，构筑城池。取周王迁岐“一年而所居成聚，二年成邑，三年成都”，因名成都。"
        },
        {
            "type": "text",
            "text": "       秦惠文王更元九年(前316年)，秦国吞并巴蜀。秦惠王十四年（前311年），秦人按咸阳建制修筑城垣。西汉元封五年（前106年），汉武帝在全国设13州剌史部，在成都置益州剌史部，分管巴、蜀、广汉、犍为四部。秦末、汉初成都取代中原而称“天府”。西汉末年，公孙述称帝，定成都为“成家”。东汉末年，刘焉做“益州牧”，移治于成都。西汉时期，成都的织锦业已十分发达，设有“锦官”，故有“锦官城”即“锦城”之称。"
        },
        {
            "type": "text",
            "text": "       西晋（265年—316年）初期，把全国分为十九个州，成都仍属益州，州治仍在成都。西晋永安元年（304年），入蜀避难的秦、雍流民首领李特在成都建立了“大成”政权，辖六县。东晋永和三年（347年），东晋大将桓温消灭“大成”政权，下令拆去成都少城。在隋开皇二年至开皇十二（582年—592年）年间，隋蜀王杨秀沿着旧城，扩大西南面，重筑成都城，周围四十里。这次筑城取土中，成摩诃池。隋时成都为益州蜀郡治，辖十三县。"
        },
        {
            "type": "text",
            "text": "       唐先后置成都为州、郡、府。其间为管理方便，成都人口稠密的东部曾被划为蜀县。唐明皇避“安史之乱”来到成都，蜀县改称华阳县，成都也改称“南京”。当时有“扬一益二”之说，即天下城市，扬州第一，成都第二。唐乾符六年（879年），唐剑南西川节度使高骈为加强防卫，又筑“罗城”。这是成都城第一次改用砖石建造。"
        },
        {
            "type": "text",
            "text": "       五代期间前蜀的王建、王衍父子和后蜀的孟知祥、孟昶父子割据于成都，前后长达六十年之久，后被北宋所灭。其间后唐天成二年（927年），后蜀孟知祥在罗城之外，增筑羊马城，城周达四十二里。其子孟昶命人在城墙上遍种芙蓉树，一到秋天，四十里花开如锦，绚丽动人，称之为芙蓉城，即今成都简称“蓉城”的来由。"
        },
        {
            "type": "text",
            "text": "       宋代（960年—1279年）分天下为十五路，四川地区被划分为益州路、梓州路、利州路、夔州路，简称川峡四路。益州路治所一直在成都。成都还是叫成都府，管辖成都、华阳两县。后李顺攻入成都，建立“大蜀”政权。失败后，成都府被降为益州。"
        },
        {
            "type": "text",
            "text": "       元朝初年，设四川行中书省，简称四川省，治所先在重庆，不久移到成都。从此成都一直是四川省的最高军政长官治所。当时四川共辖九路，成都居路首。忽必烈至元十六年（1279年），又分四川为四道，成都划为川西道。"
        },
        {
            "type": "text",
            "text": "       明代设四川布政司，下辖八个府，成都是首府，管辖两州十三县。明太祖朱元璋封第十一子朱椿为蜀王，王府建在成都。朱元璋曾先后两次命大将李文忠和蓝玉以土筑成都城，后来都指挥使赵清用砖石重修成都大部城墙。崇祯十七年（1644年），张献忠部队进入成都，改国号为“大西”，成都也改称“西京”，随后清军攻入四川，与张献忠的大西军在成都激战。清顺治三年（1646年），成都全城焚毁于战火之中。"
        },
        {
            "type": "text",
            "text": "       清顺治十一年（1654年），清顺治将四川布政使司改为四川省。从康熙初年起，大量移民进入四川，经济开始回升，成都也随之逐渐恢复生气。康熙、乾隆年间曾两次重建和扩建成都城，但是鸦片战争以后，随着重庆的门户开放和川江航运的开辟，成都在四川和西南的地位逐渐被重庆所取代而渐趋衰落。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年），北京政府通令废除成都府设治所，改称西川道，领成都、华阳等31县，民国十年（1921年），成都、华阳两县合并为市，成立市政筹备处，处以下设总处、文牍、法治、会计、调查、庶务六科。民国十一年（1922年），市政筹备处改名为市政公所。民国十七年（1928年），设市政公所为市政府，国民政府置成都市为省辖市和四川省省会。"
        },
        {
            "type": "text",
            "text": "       1949年12月27日，成都解放，始为川西行署所在地。1950年设温江专区，属川西行署区。温江专署驻温江县。1951年将新津县划归眉山专区；原属眉山专区的大邑县划入温江专区。1952年撤销行署，恢复四川省建制，温江专区属四川省领导。撤销成都县。成都市一直为四川省省会。1954年将名山县划归雅安专区。1970年温江专区改称温江地区。1977年将金堂、双流2县划归成都市。1983年，温江地区撤销，所辖广汉、什邡、温江、崇庆、大邑、邛崃、蒲江、新津、郫县、灌县、彭县、新都12个县划归成都市；同年广汉、什邡二县划归德阳市。"
        }
    ]
}