{
    "title": "容县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "559",
            "category": "自贡市"
        },
        {
            "id": "590",
            "category": "荣县"
        }
    ],
    "detail": "[日期：2014-03-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：460次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐置荣州，宋置荣德县，因县东北荣德山得名。与县北荣隐山，县东荣黎山合称三荣。明太祖洪武九年（1376年），降荣州而名荣县。荣也就是梧桐，古代时县境内的梧桐树多。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       据传，此地乃黄帝的儿子，封号青阳名玄嚣的封地。青阳的孙子高辛氏，即在荣县出生。西周时荣县境为荣公封国。因荣公佐武王有天下，名列十臣，有盛德留周，赐土于此。"
        },
        {
            "type": "text",
            "text": "       自周慎王五年秋，五霸中的秦国征灭蜀地后，即设为蜀郡(包括四川全境），所辖有南安县(取南中安定之意），县署设嘉定（既今乐山县），今荣县地属南安县境辖。"
        },
        {
            "type": "text",
            "text": "       汉武帝建元六年（前135年），另设犍为郡，南安辖属健为，荣县仍属南安地区。蜀汉建安十八年（213年），于荣县东境划设江阳郡，荣县仍属南安县。晋初，沿袭旧制，到晋安帝义熙十年（414年），于荣县西境置为冶官县，自是荣县即为冶官地。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋，齐概依晋制。齐永元三年,秦州(指陕西地)以氐族作乱，南安郡人士多侨寓来蜀，曾于荣县西境侨置南安郡。后周废南安郡．另于荣县东境置公井镇（以境内大公井得名，当今贡井区域。）仍属冶官地区。"
        },
        {
            "type": "text",
            "text": "       隋代以冶作咨官（隋有咨官令）因字形相近，以致讹误.隋初，自荣县括及以下东南境，改为大牢县〔因致境内有大牢溪，故名）。"
        },
        {
            "type": "text",
            "text": "       唐代又误咨为资，高祖武德元年（公元618年）改郡为州，太守改为刺史：原资阳郡改为资州，并于州境内祈置荣州〔取界内有荣德山为名）改公井镇为县，荣州署设公井县，领辖贡井、大牢、威远三县。咨官，则改属嘉系。唐太宗贞观九年〔627年），荣州仍在公井县，属剑南道，领郡七县：即由大牢分出旭川（因境内有盐井，号旭井．取以为名。）由威远分出婆日及至如，又以泸州之隆越来属。唐高宗永徽二年（公元652年），荣州署迁到旭川县，辖属六县不变。唐中宗景龙二年，将宜宾北境及野容山（荣县山脉分两大干，北日铁山，南曰野容山。）一带的云州及罗永，云川，湖连三县裁撤，一并列入大牢县。唐元宗元年（公元724年），改荣州为和义郡，同年改大牢名应灵，此时辖县即为公井，应灵，旭川,威远,资官及和义六县.经历十六年后,唐肃宗至德二年,复改郡为州,和义都仍为荣州，隶属剑南道（时剑南道分为东西川节度使，共辖十二县)。"
        },
        {
            "type": "text",
            "text": "       五代时荣州如故，宋时仍为荣州，一切概如唐制。宋太祖乾德五年，废和义并入威远，故尚领五县。宋英宗治平四年（1067 年），改旭川县为荣德县。宋神宗熙宁四年，裁撤公井县，并入荣德县。宋光宗绍熙元年（1190年），升荣州为绍熙府。绍熙府只辖有资（资阳）、简（简阳）、普（普慈）、荣（荣州）四州。"
        },
        {
            "type": "text",
            "text": "       金、元战乱时期，均以“蜀若不守，浙江自摆”。及“蜀平江南可定”的战略口号，奉为逐鹿箴言，金，元兵皆在川中杀人无数。元初，全川民众共仅十二万户，因而尽废州、县、故无史载。元顺宗至元六年（1340年）十一月撤销绍熙军民宣抚司。"
        },
        {
            "type": "text",
            "text": "       元至正十七年、明玉珍已据有全蜀，仍复置荣州如故。明太祖洪武九年四月（1359年）荣州降为县，属嘉定县（嘉定州，洪武四年为府，九年四日，降为县，领辖峨眉，夫江、洪准、键为，荣县及威远六县。）明洪武十年（1377年）五月，截撤威远，并入荣县，洪武十三年（1380年）十月，复置威远县。"
        },
        {
            "type": "text",
            "text": "       清康熙六年（1667年），再废威远，并入荣县，康熙十三年（1674年），再复设威远。康熙二十年（1681年），威远第三次并入荣县。雍正六年（1728年），第三次复置威远县。雍正十二年（1734年），升嘉定州为嘉定府，仍辖荣县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），荣县仍属嘉定府上川南道。民国三年（1914年），上川南道为建昌道，容县隶属建昌道。1921年以后，川中军阀混战，全川形成各军防区，荣县划归第二行政一区，专员公署设资中县。"
        },
        {
            "type": "text",
            "text": "       1949年解放后，属州南行政区，公署设泸州，后改属内江专区，1978年4月，由内江地区划归自贡市管辖。2005年6月15日，荣县的龙潭镇、桥头镇、五宝镇、莲花镇、成佳镇、白庙镇、章佳乡、牛尾乡划归贡井区管辖。"
        }
    ]
}