{
    "title": "盐边县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "560",
            "category": "攀枝花市"
        },
        {
            "id": "591",
            "category": "盐边县"
        }
    ],
    "detail": "[日期：2014-03-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：386次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       清宣统元年（1909年）析盐源境置盐边厅，民国二年（1913年）改盐边厅为盐边县。民国四年（1915年）设盐边县。因地处盐源边缘而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏禹时，属当时九州之一的梁州边缘地区。到周成王时，盐边地区亦属雍州。周慎王五年（前316年），秦灭巴、蜀二国，改置巴、蜀二郡。蜀国国民，因国破，子孙居姚西等处，姚西之地，正是指今西昌、攀枝花至云南永仁、大姚一带。周郝王三十年（前285年）秦昭王派蜀太守张若“取笮及江南地焉”。笮即指今盐边、盐源、米易及云南华坪、宁蒗、大姚一带。"
        },
        {
            "type": "text",
            "text": "       汉承秦制。汉武帝元鼎六年（前111年），平南越后，返师平西南夷，并以邛、笮等地设置越 郡，东汉末年曾改名为集 ，郡治邛都（今西昌东南）。同年置大笮县，县治盐边县敢鱼乡，辖地今盐边中南部及市仁和区的一部份，东汉末省入定笮县。同年又轩定笮县；县治盐源盐井，辖地今盐边北部及盐源，南齐时省。大笮，定笮两县均隶属越 郡管辖。同年又置三绛县，东汉时改名三缝县，县治会理县南，汉武帝建元时期（前140—129年）置遂久县。今盐边西北部为遂久县管辖。"
        },
        {
            "type": "text",
            "text": "       北周天和二年（567年），置定笮镇，镇治盐源盐井南，隶属州，辖地今盐边、盐源。唐·武德二年（619年），以定笮镇改昆明县，辖地今盐边、盐源，后没于南诏。唐太宗贞观二十二年（648年），置牢州及寻声、林开、松外三县。唐高宗永微三年（653年），州废，省三县入昌明县，县治盐边健康，天宝后没于吐番，后又为蒙氏南诏所据。贞观八年（634年），曾置和集县，其辖地含今盐边南部五乡镇，后没于南诏。"
        },
        {
            "type": "text",
            "text": "       从五代十国至宋辽金夏，盐边曾先后为云南在长和国、大天兴国、大义宁国、大理国、大中国和后理国等6个地方割据政权所统治。元宪宗二年（1252年）忽必烈率蒙古大军从甘肃经四川北部，过大渡河，南渡金沙江灭后理国，确立行省制。盐边等地隶属云南行中书省，至元十四年（1277年），置盐井管民户，辖地盐源、盐边。至元十七年改为盐州，10年后改为闰盐县，隶属罗罗蒙庆宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），改“行中书省”为“布政使司”。洪武二十六年（1393年），置盐井卫军民指挥使司，辖地盐源、盐边，隶属四川行都指挥使司。"
        },
        {
            "type": "text",
            "text": "       清初设宁远府，治所西昌。盐源、盐边隶属盐井卫军民指挥使司，雍正六年（1728年），罢卫改置盐源县，隶属宁远府。时盐边为盐源县所辖，统名山后。嘉庆二十一年（1816年），在盐边阿所拉地（原健康镇）设巡检司，隶属盐源县。宣统元年（1909年），罢司升为盐边厅，治所盐边健康，设通判，直属宁远府。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），将省下属府、州、厅名称一律改为县。遂改盐边厅为盐边县，隶属四川建昌道。民国二十四年（1935年），盐边县与会理、西昌三县改属四川省第十八行政督察区。民国二十八年（1939年）建立西康省，三县又改属西康省第三行政督察区。"
        },
        {
            "type": "text",
            "text": "       1950年3月31日盐边解放。建国初隶属西康省西藏自治区昌专区。1955年10月西康省撤消并入四川省，盐边县隶属四川省西藏自治区昌专区。1965年8月1日，盐边县所属同德、务本、民政、银江四乡划归渡口市。1978年11原西昌专区所属的盐边、米易两县正式划归渡口为市辖县。1990年7月1日，原仁和区所属的红格、新九、新民、安宁、和爱五乡划归盐边县管辖。"
        }
    ]
}