{
    "title": "泸州市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "561",
            "category": "泸州市"
        }
    ],
    "detail": "[日期：2014-03-07]   来源：www.Youlai19.cn  作者：【由来网】   阅读：297次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       泸州得名“泸水说”，古称江阳。南朝梁大同年间（535年—546年）置泸州，领江阳郡。江阳郡领：江阳县（治今江阳区）、汉安县（治今纳溪区大渡口镇）、绵水县（治今长宁县北）、安乐戍（治今合江县合江镇）。州、郡治今江阳区。北宋乐史《太平寰宇记》：“梁大同中置泸州，远取泸水为名。”清李元《蜀水经》：“郡得名为泸者，盖始因梁大同中尝徙治马湖江口。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时属梁州之域。周代属巴国辖地。周慎靓王五年（前316年）春，秦国灭巴、蜀，同年设置巴郡，辖包括江阳在内的大片土地。西汉景帝六年（前151年）封苏嘉为江阳侯，在长江与沱江交汇处（今泸州市江阳区）设置江阳县。汉武帝建元六年（前135年），开发西南少数民族地区，置犍为郡，领江阳县。东汉献帝建安十八年（213年）置江阳郡。"
        },
        {
            "type": "text",
            "text": "       西晋仍置江阳郡。江阳郡属益川，下辖江阳县、符县、江安县。南朝刘宋、南齐置东江阳郡。梁大同年间（535年—546年）建置泸州。泸州辖一郡即江阳郡，三县即江阳县、江安县、绵水县。"
        },
        {
            "type": "text",
            "text": "      隋大业三年（607年）改泸州为泸川郡，仁寿中升为泸州总管府。改江阳县为泸川县，为泸川郡治。泸川郡辖泸川县、富世县、江安县、合江县、绵水县。唐武德元年（618年）复置为泸州，武德三年（620年）置总管府，武德四年（621年）升为都督府。泸州辖泸川县、富义县、江安县、合江县、绵水县。"
        },
        {
            "type": "text",
            "text": "      北宋泸州泸川郡置泸川军节度。南宋乾道六年（1170年）升本路安抚使。宋末改泸州为江安川，属潼川路。辖泸川县、江安县、合江县、纳溪县。宋、元之际，蒙古军入蜀，泸州城先后迁治于合江榕山、江安三江碛、合江安乐山，最终筑城于合江神臂崖，坚持抗战35年。元改为泸州，并废泸川县入泸州，属重庆路，辖江安县、合江县、纳溪县。"
        },
        {
            "type": "text",
            "text": "      明洪武六年（1373年）泸州直隶四川行中书省，洪武九年（1376年）直隶四川布政使司。辖江安县、纳溪县、合江县。清嘉庆七年（1802年）泸州置川南永宁道（1908年改名下川南道）。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），改泸州为泸县，属川南军政府，后属下川南道。民国三年（1914年），下川南道为永宁道，泸县隶属永宁道。民国十八年（1929年）撤销永宁道，直属四川省政府。民国二十四年（1935年）设置第七行政督察区，领县8：泸县（1913年改泸州置。专员公署治，治北城镇，今泸州市市中区）、隆昌县（治中城镇，今隆昌县金鹅镇）、富顺县（治釜江镇）、合江县（治治城镇，今合江县合江镇）、纳溪县（治中城镇，今泸州市安富镇）、古宋县（治中城镇，今兴文县中城镇）、古蔺县（治中城镇，今古蔺县古蔺镇）、叙永县（1913年改永宁州置。治双城镇，今叙永县叙永镇）。"
        },
        {
            "type": "text",
            "text": "       1949年12月设置泸县行政督察专员公署，1950年9月改称泸县专员公署，属川南行署区。7月10日，泸县析出设立泸州市，8月15日正式成立泸州市人民政府。泸县专署驻泸州市，辖泸县（驻泸州市小市镇）、合江、古蔺、叙永、古宋、纳溪、富顺、隆昌等8县。1952年3月，泸县专署迁隆昌县，改称隆昌专区，后属四川省领导。同年12月专署迁泸州后，改称泸州专区。原由川南行署直辖的泸州市划归泸州专区。1953年1月12日，泸州市划归泸州专署领导，并为专员公署所在地。1960年，撤销古宋县，并入叙永县。7月14日，撤销泸州专区，所属市县划归宜宾专区。"
        },
        {
            "type": "text",
            "text": "       1983年3月3日，泸州市升为地级泸州市，将宜宾地区的泸县、纳溪、合江等3县划归泸州市管辖。同年5月设立泸州市市中区。1985年6月4日，宜宾地区的古蔺、叙永2县划归泸州市管辖。1995年12月24日，泸州市市中区更名为江阳区；撤销纳溪县，设立泸州市纳溪区；设立泸州市龙马潭区。"
        }
    ]
}