{
    "title": "北川羌族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "563",
            "category": "绵阳市"
        },
        {
            "id": "604",
            "category": "北川羌族自治县"
        }
    ],
    "detail": "[日期：2014-03-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：446次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       北周天和元年（566年）置北川县，因县西北有北川城而得名；一说汶川又称北川，因以此江为名。唐太宗贞观八年（634年），析北川县地置石泉县，唐太宗永徽二年（651年），并北川县入石泉县。民国三年（1914年），因与陕西省石泉县同名，乃改回原名北川县。2003年7月6日，设立北川羌族自治县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏、商时期，北川县境属梁州之域。 周代属冉駹部落境域，冉駹隶蜀国。周赧王十五年（前300年），以蜀国境域设置蜀郡，北川属蜀郡冉駹部落境域。"
        },
        {
            "type": "text",
            "text": "       西汉武帝元鼎六年（前111年），以冉駹部落之地置汶山郡，辖广柔等五县。西汉宣帝地节三年（前67年），撤销汶山郡，辖县改隶蜀郡。东汉安帝延光三年（124年），复设汶山郡，仍辖广柔等县。蜀汉、西普、成汉、东晋因之。"
        },
        {
            "type": "text",
            "text": "       刘宋迁汶山郡治于都安县（今灌县城），广柔县废。南齐在汉汶山县地设置北部都尉，北川属其境域。梁武帝普通三年（522年），置绳州，辖汶山郡和新由北部都尉改置的北部郡，北部郡辖复置的广阳一县，北川属广阳县境域。西魏改汶山郡隶益州，绳州仅辖北部郡一郡。"
        },
        {
            "type": "text",
            "text": "       北周武帝保定四年（564年），改绳州名汶州，仍辖汶山郡和北部郡。天和元年（566年），于北部郡新置北川县。此为北川建县之始。隋文帝开皇三年（583年）撤销汶山郡和北部郡，以汶州、扶州合并设置蜀州，以州辖县，北川县隶蜀州。开皇五年（585年），改蜀州名会州，北川县隶会州。隋炀帝大业三年（607年），罢州设郡，会州、翼州、覃州合并置汶山郡，北川县汶山郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年）罢郡设州，汶山郡复称会州，北川县隶会州。武德四年（621年）改会州名南会州，北川县隶南会州。唐太宗贞观八年（634年），改南会州名茂州，析北川县地置石泉县，北川、石泉两县均隶茂州。唐太宗永徽二年（651年），并北川县入石泉县，石泉县仍隶茂州。唐玄宗天宝元年（742年），罢州设郡，茂州改称通化郡，石泉县隶通化郡。唐肃宗乾元元年（758年）罢郡设州，通化郡复称茂州，石泉县隶茂州。五代因之。北宋神宗熙宁九年（1076年），石泉县改隶绵州。"
        },
        {
            "type": "text",
            "text": "       北宋徽宗政和七年（1117年），于石泉县置石泉军。石泉军辖石泉、龙安、神泉三县，隶成都府路。徽宗宣和三年（1121年）石泉军降为军使，仍隶成都府路；军使不辖县，原辖三县还隶绵州。宣和七年（1125年）又升石泉军使为石泉军，仍辖石泉、龙安、神泉三县，隶成都府路。南宋理宗宝祐三年（1255年），石泉军迁治龙安县。"
        },
        {
            "type": "text",
            "text": "       元世祖中统五年（1264年，即至元元年）升石泉军为安州，石泉县隶安州，安州隶成都府路（后改成都路）。明太祖洪武七年（1374年），降安州为安县，石泉县与安县均隶成都府。明世宗嘉靖四十五年（1566年），石泉县改隶龙安府。清代因之。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）罢府、厅、州，以道辖县，石泉县隶川西道（次年改称西川道）。民国三年（1914年），因与陕西省石泉县同名，且彼县设置在先，乃复名北川县，仍隶西川道。从民国八年（1919年）起，四川军阀割据的“防区制”正式形成，县级政区均由驻防军阀管辖，省、道形同虚设。北川县先后为吕超、邓锡侯、刘斌、杨森、田颂尧等大、小军阀的防区。民国十九年（1930年），四川省正式撤道，各县均隶省。民国二十四年（1935年）4月，川政统一，省下设置行政督察区，北川县隶第十四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1950年1月7日，北川县解放，隶剑阁专区。1953年1月，剑阁专区改称广元专区，北川县隶广元专区。同年3月，广元专区撤销，北川县隶绵阳专区。1968年7月，绵阳专区改称绵阳地区，北川县隶绵阳地区。1985年5月，绵阳地区撤销，分置绵阳、广元、遂宁三市，北川县隶绵阳市。2003年7月6日，设立北川羌族自治县。2008年5月12日，北川羌族自治县治所曲山镇因“5·12”大地震夷为平地。北川新县城所在地迁至永昌镇。永昌镇名字取相邻的永安、安昌两镇首尾一字，也寓意着北川新县城永远繁荣昌盛。"
        }
    ]
}