{
    "title": "平武县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "563",
            "category": "绵阳市"
        },
        {
            "id": "603",
            "category": "平武县"
        }
    ],
    "detail": "[日期：2014-03-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：758次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       三国蜀汉为阴平郡之广武县，西晋改平武县。取阴平、广武二名而成。西魏置龙州，明嘉靖置龙安府，万历复称平武县至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       今平武县境，周秦时期为氐羌民族聚居之地，是氐人所建白马国的一部分。西汉高帝六年（前201年）)，析巴、蜀二郡北部地域设置广汉郡，郡治神乡（今梓潼县城文昌镇）。下设刚氐道，就在今平武县境内，是境内最早设置的县级政区。东汉安帝永初二年（108年），析广汉郡北部地域设广汉属国，治地在今甘肃省文县，刚氐道改隶广汉属国。"
        },
        {
            "type": "text",
            "text": "       东汉献帝建安二十年（215年），改广汉属国为阴平郡，刚氐道改隶阴平郡。东汉献帝建安二十四年（219年），刘备为防备曹操越摩天岭南下，在刚氐道境内设置了军事要塞江由戍，《蜀中名胜记》解释，“江由”之意为“江水所由矣”。三国蜀汉后主建兴七年（229年），蜀汉政权在刚氐道境内南部分置广武县，同时改刚氐道为刚氐县，治地未变，两县皆隶阴平郡。广武县治地与江由戍同在一地，即今平武县南坝镇。魏元帝景元四年（蜀汉炎兴元年，263年）十月，蜀汉灭亡，广武、刚氐二县归于曹魏。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康元年（280年），东吴灭亡，天下归晋，乃更广武县名为平武县，此为县境内第一次以“平武”为名建县。“平武”之名，系取“阴平”之“平”与“广武”之“武”组合而成，乃“天下从此太平，永远休兵罢武”之意。"
        },
        {
            "type": "text",
            "text": "       晋怀帝永嘉三年（309年），巴氐李雄建大成国，史称成汉，平武、刚氐二县归于成汉。东晋穆帝永和三年（347年），桓温伐蜀，成汉灭亡，平武、刚氐二县入于东晋版图。是年，省刚氐县入平武县，仍治今平武县南坝镇，上隶阴平郡，郡治今江油市小溪坝镇。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，南朝宋、齐两代，平武县建置未变，隶北阴平郡。南梁武帝天监四年（505年），北魏据蜀后，改北阴平郡为阴平郡，并新设龙州，与阴平郡及阴平县同治今江油市小溪坝镇。同时，在蜀汉江油关所在地今平武县南坝镇设置江油郡，上隶龙州，郡下设江油县，与郡同治。梁天监七年（508年）)，南梁复得其地，撤销龙州及江油郡、江油县，还为平武县。梁武帝普通三年（522年），氐人首领李龙迁率部众在江油关建立割据政权，称藩于梁。"
        },
        {
            "type": "text",
            "text": "       北周时（557年～581年），改阴平郡为静龙郡，龙安县为阴平县，治地未变。 隋文帝开皇三年（583年），撤销江油、静龙、马盘、建阳四郡，江油、平武、阴平、马盘、秦兴五县直隶于龙州。开皇十三年（598年），改秦兴县为方维县。隋炀帝大业三年（607年），改龙州为平武郡。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），改平武郡为龙门郡，其年又加一西字，称西龙门郡，仍领江油、平武、马盘、方维四县。武德四年（621年），拨出方维县，郡领江油、平武、马盘三县。 唐太宗贞观元年（627年），改西龙门郡为龙州，又称龙门州，属羁糜州，归茂州管辖，至武则天垂拱年间（685年～688年）始为正州。贞观八年（634年），省平武县入江油县，州领江油、马盘二县。 唐玄宗天宝元年（742年），改龙州为江油郡，改马盘县为清川县，郡领江油、清川二县。五代时期，前蜀、后蜀政权承唐旧制，龙州及江油、清川二县建置、治地均无变化。"
        },
        {
            "type": "text",
            "text": "       北宋建立后，仍置龙州，领江油、清川二县。宋徽宗政和五年（1115年），改龙州为政州。南宋高宗绍兴元年（1135年），复改政州为龙州，仍领江油、清川二县。 宋度宗咸淳元年（1265年），南宋政府授予龙州知州薛严世袭土知州之职，龙州全境皆成为土司领地。"
        },
        {
            "type": "text",
            "text": "       元世祖至元二十二年（1285年），省江油县入龙州，今平武县境为龙州及龙州三寨长官司管地辖地。元顺帝至正元年（1341年），升龙州为龙州宣慰司。顺帝至正十一年（1351年），又升为龙州元帅府，并将龙州三寨长官司纳入其中，今平武县境为龙州辖地。至正二十一年（1361年），复改龙州元帅府为龙州宣慰司。"
        },
        {
            "type": "text",
            "text": "       明洪武六年（1373年），改龙州安抚司为龙州，仍为土司建置。洪武十年（1377年），并江油县入梓潼县。洪武十三年（1390年），复设江油县，改隶剑州。明神宗万历十八年（1590年），新设宁武县附郭，与龙安府同治今平武县城龙安镇。万历十九年（1591年），改宁武县为平武县。此为县境内第三次以“平武”为名建县。此后，县名及治地至今未变。"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年），省江油县入平武县。顺治十六年（1659年），裁青川守御千户所并入平武县。康熙元年（1662年），复设江油县隶龙安府，仍治今江油市武都镇。雍正七年（1729年），拨松潘卫隶龙安府。雍正九年（1731年），拨彰明县隶龙安府，改松潘卫为松潘厅。同年，平武县设县丞署于青川（今青川县青溪镇），分管原青川守御千户所辖地。乾隆二十五年（1760年），松潘厅由散厅升为直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废除龙安府，仍设平武县和黄羊关土长官司、阳地隘土通判、龙溪堡土知事三土司，隶川西道（治成都，次年更名西川道）。民国十三年（1926年），撤销西川道，平武县直隶于省。民国二十四年（1935年）年6月，川政统一，平武县归四川省政府设第十四行政督察区（专员公署驻剑阁县城）管辖。"
        },
        {
            "type": "text",
            "text": "       1949年12月27日，平武县解放。1950年1月，平武县人民政府建立，隶剑阁专区。1952年12月，剑阁专区更名广元专区。1953年3月，撤销广元专区，平武县改隶绵阳专区。1985年2月，撤销绵阳地区，建立绵阳市，平武县改隶绵阳市。"
        }
    ]
}