{
    "title": "绵阳市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "563",
            "category": "绵阳市"
        }
    ],
    "detail": "[日期：2014-03-08]   来源：www.Youlai19.cn  作者：【由来网】   阅读：490次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       据清嘉庆《绵州志》卷7《山川》：绵山“旧志：治北二里越王台后，与天池山相连，为一州之主山。州以此得名”。旧之绵阳县、今之绵阳市均以在绵山之阳而得名。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201）置涪县，因治地近邻涪水（今涪江）得名，属广汉郡。晋永嘉元年（307年）改名涪城县，隋开皇五年(585年)涪县改名绵州，此后一直沿用。民国二年（1913年）降旧制中州、府、厅为县，又因绵州治地在绵山之阳，改为绵阳县。1950年1月20日，以绵阳县为治地建绵阳专区。1976年2月4日，因分绵阳县筹建绵阳县级市，1978年4月25日，绵阳县并入绵阳市。1985年2月8日，绵阳地区撤销，改为地级绵阳市。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       汉高祖六年(前201年)建置广汉郡，广汉郡领有十三县，郡治乘乡。（乘乡在汉代建置的广汉郡的雒县境内，但属于现在广汉市境内）。汉武帝元封五年（公元前106年），广汉郡由乘乡（今广汉市境内）迁到梓潼县，是为今市境内设有州郡建置的开始。汉安帝元初二年（115年），为镇压少数民族反抗，益州刺史部和广汉郡均迁至涪县（今市区），三年后州、郡皆迁出市境。"
        },
        {
            "type": "text",
            "text": "       东汉末年，刘备据蜀，于建安二十二年（217年）分广汉郡北部地区设梓潼郡（治梓潼县），建兴三年（225年)分广汉郡东部地区设东广汉郡（治郪县，今三台县境）。"
        },
        {
            "type": "text",
            "text": "       两晋和南北朝三百余年间，由于战争频繁，政区建置变化较大，市境内先后设置过潼州、新州、龙州等3州；梓潼、巴西、巴西梓潼、潼川（又称潼州、东川）、北阴平、阴平、新巴、江油、新城（后改为昌城）、始平（先名始平僚，后改为涪城、安城）、西宕渠、北宕渠（后改为盐亭）、高渠等13郡，以及40余县。"
        },
        {
            "type": "text",
            "text": "       从隋代后，政区建置逐渐稳定，形成市境中部以今市区为治地的绵州,东南部以三台县城为治地的梓州——潼川府,西北部以江油、平武两县为中心的龙州——龙安府等3个政权建置中心。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）降旧制中州、府、厅为县，又因绵州治地在绵山之阳，改为绵阳县。民国二十四年(1935年）川政统一，市境内只有今市区成为四川省第十三行政督察区治地，民国三十七年（1948年）领有（绵阳、安县、绵竹、德阳、梓潼、罗江、广汉、什邡、金堂、彰明）10县。"
        },
        {
            "type": "text",
            "text": "       建国后，1950年1月20日，以绵阳县为治地建绵阳专区，仍辖民国时期10县；1953年3月10日，撤广元专区，划入（广元、昭化、剑阁、青川、平武、北川、江油、旺苍）8县，共辖18县；1953年7月4日，广汉、什邡、金堂3县划出，专区辖15县；1958年10月18日，并入原遂宁专区（遂宁、蓬溪、潼南、中江、三台、射洪、盐亭）7县，共辖21县。1959年3月22日，昭化、罗江2县撤销，分别并入广元县和德阳县；1968年7月8日，改专区设地区；1976年2月4日，因分绵阳县筹建绵阳县级市。1977年9月24日，潼南县划出。1978年4月25日，绵阳县并入绵阳市，地区辖17县1市。"
        },
        {
            "type": "text",
            "text": "       1983年8月18日，分绵阳地区建德阳市，德阳、绵竹、中江3县划出。1985年2月8日，绵阳地区撤销，分别建立绵阳、广元、遂宁三市。1988年2月24日江油市建立。1992年10月，撤销绵阳市市中区，分设涪城、游仙两区。至此绵阳市辖涪城、游仙2区，三台、安县、梓潼、盐亭、北川、平武6县。"
        }
    ]
}