{
    "title": "剑阁县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "564",
            "category": "广元市"
        },
        {
            "id": "610",
            "category": "剑阁县"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：496次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n        东汉建安二十二年（217）置剑阁县，因为大小剑山，峰峦联络，延亘如城，下有隘路，谓之剑门关。据《水经注》：“连山绝险，飞阁通衢，故谓之剑阁。”"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏商时，今剑阁县属梁州。西周时属雍州。春秋战国时（前770－221年）大部分蜀国辖地，东南小部属巴国领域。周慎靓王五年，即秦惠文王后元九年（前316年）归秦国版图。秦始皇二十六年（前221年）统一中国后，实行郡县制，剑境大部属蜀郡葭萌县，东部属巴郡阆中县。"
        },
        {
            "type": "text",
            "text": "       西汉高祖六年（前201年），剑地分属于广汉郡梓潼县、葭萌县和巴郡阆中县；东汉建武十二年（36年），分属于梓潼县、葭萌县、德阳县、阆中县四县管辖。东汉建安二十二年（217年），刘备据蜀，始在今汉阳乡境内新立汉德县，隶属梓潼郡；蜀相诸葛亮又在剑门设关立门，置阁尉，设戍守，自此，剑阁为军政要地。"
        },
        {
            "type": "text",
            "text": "       东晋永和三年（347年），在今下寺镇大仓坝新置剑阁县。与汉德县同属梓潼郡。太和十五年（390年）废剑阁县。南朝元嘉初，汉德县侨置南安郡，宋大明中，改侨置为实郡，南安郡治地设今普安镇，领南安、白水、华阳、梓潼县。梁天监二年（503年），在南安郡治地新立南梁州，领南安、辅剑、新巴等郡。武陵王据蜀南梁州更名安州，西魏废帝三年（554年），改安州名为始州，领普安、黄原、安都、潼川4郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）废郡。始州领普安县、永归县、黄安县、安寿县、武连县、胡原县（开皇七年更名为临津县）、阴平县（由龙州来属，治今江油市小溪坝镇阴平村）7县。大业三年（607年）改始州为普安郡，领县未变，安寿县还名为梓潼县（治地移今梓潼县连枝坝）。\n\r\n       唐武德元年（618年），普安郡复称始州，属利州总管（都督）府，贞观六年罢，改属剑南道及剑南东川节度。圣历二年（699年）新置剑门县属始州。先天二年（713年）改始州为剑州，“取剑阁为名也”。至此，剑州之名始见于世。天宝元年（742年）改剑州为普安郡。乾元元年复名剑州，领普安县、黄安县（唐末更名普成县）、武连县、梓潼县、阴平县、临津县（迁治今白龙镇）、永归县、剑门县共8县。隋唐时，于剑门关设军事建置，立关令并置大剑镇（治地剑门场），小剑戍（今下寺镇大仓坝）。五代时，前蜀、后唐、后蜀，剑州为其领地，辖县未变，属昭武军节度。"
        },
        {
            "type": "text",
            "text": "       宋乾德三年（965年），置剑州普安军，属西川路，仍领原县。乾德五年，省永归县隶属剑门县。开宝六年（973年）属峡西路，太平兴国六年属川峡路，咸平四年（1001年）后，属利州路。景德二年（1005年），剑门县隶属于剑门关都监。景德三年，剑门关直隶京师，以东京兵出戍。剑州只领6县。熙宁五年（1072年），关、县析而为二，皆还隶剑州，并省临津县为镇入普安县。元符中，剑门关下隶于剑门县，“敕县令通管关事”。宋绍兴四年（1134年）后，利州路分为东、西二路，几经分合，剑州均属利州东路。隆兴二年（1164年），因宋孝宗“藩邸”升剑州为普安军节度。绍熙元年（1190年）再升为隆庆府。宝祐三年（1255年）蒙军攻蜀，隆庆府治所移至苦竹寨（今剑门关镇朱家寨）。\n\r\n        元至元二十年（1283年）改隆庆府为剑州，普成、剑门2县并入普安县，阴平县因战乱荒废。泰定中（1324年至1328年），省武连县入梓潼县，剑州领普安、梓潼2县，属四川等处行中书省广元路。元末，剑州为明玉珍夏国辖地，领县未变。\n\r\n       明洪武六年（1373年）省普安县入剑州。九年省州。十三年（1380年）复置剑州，领梓潼县、江油县（治今江油市武都镇）2县属四川承宣布政使司保宁府（治今阆中）。洪武三十一年，废剑门关，嘉靖二十一年（1542年），重立剑门关，置百户戍守。嘉靖四十五年（1566年）江油县划属龙州。"
        },
        {
            "type": "text",
            "text": "       明末，剑州为张献忠大西政权领地。清顺治三年（1646年），剑州领梓潼1县，雍正五年（1727年），梓潼县划属绵州，剑州始无领县，遂成“单州”。"
        },
        {
            "type": "text",
            "text": "       中华民国元年（1912年），剑州直隶大汉四川军政府，下辖剑门、武连2分州。民国2年（1913年）始将剑州改为剑阁县，下置剑门、武连2分县；民国三年，废剑门、武连分县，剑阁县划属四川省嘉陵道。民国七年（1918年）至二十三年（1934年），四川“防区”时期，剑阁县先后为靖国军吕超、靖川军刘存厚、川北边防军王鸿恩、第二十九军川西北屯殖军田颂尧的防区。民国二十四年（1935年），川陕革命根据地划普安、赤化、金仙为苏维埃三县；同年秋川政统一，为14专区所在地，剑平师管区、新三师司令部也同设。"
        },
        {
            "type": "text",
            "text": "       1949年12月18日剑阁解放，仍为县建置，县城驻城关镇（1981年改为普安镇）。1950年属川北行署区人民行政公署剑阁专区专员公署。1952年9月1日撤销川北行署区并入恢复设置的四川省后，改属四川省剑阁专区专员公署。1953年3月广元专区（剑阁专区1952年12月20日更名）撤销并入绵阳专区（1968年改为绵阳地区）后，改属绵阳专区专员公署。1985年5月，剑阁县由绵阳地区划属地级广元市。"
        }
    ]
}