{
    "title": "旺苍县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "564",
            "category": "广元市"
        },
        {
            "id": "612",
            "category": "旺苍县"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：863次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       民国三十一年（1942年）分广元县东建立旺苍设治局，因行政中心所处地的位于宋江河与黄洋水河道中间，中间地势平坦，两岸高山壁立，四望皆苍松翠柏，称为望苍坝，取地名望苍，后易名地旺苍，因昔时文人以望苍四时，有兴旺之气，故名旺苍。民国三十四年（1945年）建旺苍县，"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时，今旺苍东属巴、西属蜀。春秋时为蜀国苴侯领地。秦惠文王九年（前316年），秦灭蜀、巴后，以苴侯国地置葭萌县，旺苍境隶属葭萌县，秦昭襄王二十二年（前285年），秦杀蜀侯绾，国除，置蜀郡，葭萌隶蜀郡；"
        },
        {
            "type": "text",
            "text": "       至西汉，属益州广汉郡葭萌县，王莽新朝曾改益州为庸部，改广汉郡为就都，旺苍属庸部就都葭萌县，更始二年（24年）公孙述据蜀，改就都名子同，旺苍属子同葭萌县；东汉，隶益州广汉郡葭萌县，蜀汉属梓潼郡汉寿县；西晋属梁州梓潼郡晋寿县，东晋隶晋寿郡晋寿县。"
        },
        {
            "type": "text",
            "text": "       南朝宋武帝永初元至三年（420年—422年），置宋熙郡并兴乐（今嘉川镇嘉川坝）、嘉昌（今国华镇国华场）二县，郡治兴乐县，隶梁州。宋文帝元嘉八年（431年）后，置平周县（今东河镇冯家坝），隶梁州北马西郡（治今阆中市）。平周县除隶北巴西郡外，并为白水郡（郡亦属梁州、治新巴县、即今江油市雁门坝场）属县，是为两属县。"
        },
        {
            "type": "text",
            "text": "       南朝齐，宋熙郡、兴乐县、嘉昌县及平周县仍置，郡县隶属与治地无变。南朝梁，宋熙郡隶黎州、仍领兴乐、嘉昌二县。天监四年（505年）至天监七年（508年），北朝元魏占据宋熙郡及其属县。北魏宣武帝永平元年（508年），改梁黎州为西益州，同年，梁收复宋熙郡。天监八年（509年），平周县废。普通六年（525）置木门郡，隶属巴州，领新置伏疆县（今木门镇木门场）、池川县（今普济镇大池坝），梁元帝承圣元年（552年），宋熙、木门二郡及其属县为武陵王萧纪割据。 西魏废帝二年（553）废嘉昌县。宋熙郡仍置，隶利州，领兴乐一县。恭帝元年（554年），改兴乐县为嘉川县，恭帝二年分西晋寿郡置东洛郡，隶利州，分晋寿县置义城县，隶东洛郡，郡县同　治今东河镇冯家坝。"
        },
        {
            "type": "text",
            "text": "       北周（557年—581年）废东洛郡，在今县境置元寿县，隶宋熙 郡，旋省。 隋初，罢郡置州。文帝开皇三年（583）废宋熙郡，木门郡及池川县。开皇七年改伏疆县为清化县。炀帝大业三年（607年）罢州复郡，改利州为义城郡（治今广元市中区嘉陵办事处），义城县、嘉川县属义城郡，县治同前，改巴州为清化郡，清化县属清化郡。恭帝义宁二年（618年），改义城县为义清县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年）于清化县木门故地置静州，次年改狄平名地平，静州移治地平县，隶利州都督府，领清化、地平、大牟三县。贞观二年（628年）又割利州嘉川县属静州，贞观十七年（643年）州废。清化县改属巴州；武德元年析清化县置大牟县，治今南江县正直坝，静州废后隶巴州；地平县，武德元年分清化县置狄平县，治今普济镇大营坝，静州废后隶集州，代宗永泰元年（765年）再改名通平县，敬宗宝历元年省入大牟县，文宗后又复置，隶属与治地仍前；嘉川县，仍治今嘉川镇嘉川坝，静州废后又还隶利州，代宗永泰元年改属集州。武德七年（624年），置南平州，治义清县，隶利州都督府，领义清等三县，贞观二年南平州废，义清县还隶利州，天宝元年（742年）改义清县名胤山县，治今东河镇冯家坝。"
        },
        {
            "type": "text",
            "text": "       五代，唐天佑四年（907年），王建建蜀国（史称前蜀）至北宋太祖乾德三年（965年），今旺苍辖区先后属前蜀，后唐、后蜀管辖。嘉川、胤山两县仍置，治地无变，两县前蜀隶昭武军，后唐隶益州，后蜀隶利州。通平县仍置，治今普济镇大营坝，隶集州。清化县治今木门场，隶巴州。"
        },
        {
            "type": "text",
            "text": "       两宋时期，嘉川县仍置，真宗咸平五年（1002年）由集州改隶利州益川郡。通平县，宋初仍置，隶集州，太祖乾德五年（967年），省入嘉川县。太祖乾德三年(965)改胤山县为平蜀县，神宗熙宁三年(1070年)省入嘉川县。清化县，宋初仍置，太祖乾德五年省盘道县（治今南江县八庙乡）入清化县，真宗咸平四年（1001年）巴州改隶集州，神宗熙宁五年（1072年）集州废，省入化成县（治今巴州区）设清化镇，镇直隶于县。"
        },
        {
            "type": "text",
            "text": "       元代初，嘉川县仍置，世祖至元十四年（1277年）省嘉川县入绵谷县（治今广元市中区嘉陵办事处），隶广元路。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371）设广元府，复置嘉川县，治地仍前，洪武九年（1776年）府降为州，洪武二十二年（1390年）州降为县，嘉川县省入广元县。"
        },
        {
            "type": "text",
            "text": "       清顺治元年（1644年）张献忠攻占四川地区，建立农民政权，国号大西，旺苍属大西广元县。顺治五年（1648年），清军攻克广元，旺苍属清广元县，雍正八年（1730年），在百丈关设巡检司，分理广元县东部各堡社会治安等事。"
        },
        {
            "type": "text",
            "text": "       民国三十一年（1942年）分广元县东建立旺苍设治局，民国三十四年（1945年）建旺苍县。因行政中心所处地的位于宋江河与黄洋水河道中间，中间地势平坦，两岸高山壁立，四望皆苍松翠柏，称为望苍坝，取地名望苍。又有说昔时作战军队以越过这里不久就可到达汉昌县（苍溪县），故称望昌（望苍），后易名地旺苍。"
        },
        {
            "type": "text",
            "text": "       1950年1月12日，旺苍解放。1953年3月10日，中共广元地委撤销，旺苍县委改属中共绵阳地委领导。1954年4月，第四区（正源）并入第九区（英萃），合并区称第四区，区治设英萃。第九区改为第八区。1981年1月3日，绵阳地区行署同意将旺苍县城更名为旺苍县洪江镇，为县直属区级镇。1985年2月设立地级广元市，旺苍县隶属广元市。1991年冬撤区建镇时又更名为旺苍县东河镇。"
        }
    ]
}