{
    "title": "广元市朝天区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "564",
            "category": "广元市"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1775次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐天宝十五年（756年），唐玄宗避安史之乱奔蜀，至飞霞镇后，蜀中百官于此接驾，隆典朝拜天子幸蜀，为之纪念，遂将飞霞镇更名为朝天镇。1989年9月，此地设区（县级），区人民政府驻朝天镇，故名朝天区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       西周时期，朝天为西周辖治。春秋初期，蜀部落酋长于蜀称王，建立蜀国、朝天为蜀治。春秋中期、蜀于今广元南部建置附庸国。春秋末期，蜀开明氏废附庸国，于今广元南部（今昭化境内）置苴国，朝天属苴治。"
        },
        {
            "type": "text",
            "text": "       秦统一六国后，全国推行郡县制，秦于今昭化置葭萌县，朝天属葭萌治。秦二世元年，刘邦率军攻破咸阳，秦亡，刘于汉中称王，朝天属汉治。建安二十二年（217年），蜀汉刘备杆葭萌县北（今朝天镇楼房沟村周家坪）置昭欢县，隶属梓潼郡。 秦始三年（267年），晋为树立国威，盖避“昭”讳，遂颁诏天下，改“昭”为“邵”，更名为邵欢县。"
        },
        {
            "type": "text",
            "text": "       东晋惠帝太安二年（303年），羌族首领率军走故道、金牛道、拔益州据全蜀，建立大成国，邵欢县归大成。晋穆帝永和二年（346年），桓温灭成汉，邵欢复归晋。晋太元十五年（390年），邵欢隶晋寿郡，其辖域由兴安、邵欢两县分治。"
        },
        {
            "type": "text",
            "text": "       南北朝时，宋文帝元嘉十九年（442年），杨难当破葭萌，后为齐将裴方明所败，邵欢归齐治。齐明帝嘉鸾永泰元年（498年），为稳固边防，宠络人心，遂增州置县封官晋爵，将刘宋迁置的华阳郡又迁至朝天境内的邵欢县邑----周家坪，这就是朝天地区广为流传的“曹州府”。北魏正始二年（505年）因邵欢县邑城江畔水码头石盘亭上建有河神庙一座，俗称“石亭寺”，故以此为名，将邵欢县改为石亭县。西魏建德二年（573年）省晋寿、 石亭二县，原石亭县所辖区域归兴安县治，石亭自此废县为戌。 隋炀帝大业三年（607年），为御西北少数民族入蜀，于富村驿（今朝天镇）置兵镇守，并改富村驿为“飞霞镇”。"
        },
        {
            "type": "text",
            "text": "       唐天宝十五年（756年），唐玄宗避安史之乱奔蜀，至飞霞镇后，蜀中百官于此接驾，隆典朝拜天子幸蜀，为之纪念，遂将飞霞镇更名为朝天镇，属绵谷县治，朝天之名延至今日。"
        },
        {
            "type": "text",
            "text": "       南宋建炎四年（1130年），利州宁武军于朝天置都统治官。至元十四年（1277年）置广元府路，至元十九年（1282年）置广元总管府。明洪武二十二年（1389年）于朝天镇置富千户指挥所。明崇祯十三年（1640年）至崇祯十七年（1644年），张宪忠锯朝天，朝天镇属大西政权。"
        },
        {
            "type": "text",
            "text": "       清顺治三年（1644年），广元县置三乡，于神宣驿置神沙乡，顺治十五年（1658年），广元增置为六乡，朝天境内有神沙、干河二乡。清康熙二十六年（1698年）于朝天镇增设千总。雍正九年（1732年）于朝天镇增设巡检司。乾隆二年（1756年），神宣驿由驿丞升为巡检司，析朝天镇巡检司。嘉庆四年（1799年），神宣驿升置为分司县。嘉庆十六年（1811年）撤神宣驿公司县改置为广元县神宣驿镇分司。光绪元年（1875年）撤镇分司为总保，后改称神沙乡。宣统二年（1910年），撤总保改设东宣镇。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）设神宣驿分县，下辖三个团区 ，九个团防局。民国十六年（1927年）撤分司县改设神宣驿公安分局，辖域未变。民国二十四年（1935年），神宣驿改为第二行政督察区署，民国三十年（1941年）改第二行政督察区为第二区公署。"
        },
        {
            "type": "text",
            "text": "       1949年12月13日，朝天镇解放。1986年10月，撤销羊木、大滩、中子、曾家四个区公所，原所属22个乡镇归朝天区公所辖。1989年9月，建立朝天区（县级），区人民政府驻朝天镇。"
        }
    ]
}