{
    "title": "老铁山由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：370次",
    "content": [
        {
            "type": "text",
            "text": "       旅顺西南角的老铁山，是旅顺最大的一座山，它山峰连着山峰，看起来非常雄伟。老铁山的最南端有一个自动旋转的灯塔，夜晚，灯塔上的灯光把海面照得金光闪闪，连老铁山上的花草树木也都看得见。每到夏季，山峰被雾气笼罩着，时隐时现，也算是旅顺有名的奇景——老铁山戴帽。"
        },
        {
            "type": "text",
            "text": "       其实老铁山原来不叫老铁山，叫马石山。那么，老铁山这个名字是怎么来的呢？这还得从盘龙山谈起。"
        },
        {
            "type": "text",
            "text": "       这盘龙山在老铁山的西北角，每年四月十八，这里有庙会。庙会这天可热闹啦，山顶上搭着戏棚子，里面文戏武戏都有，看戏的人山人海。山下尽是摆摊做小买卖的，山珍海味，针头线脑，要什么有什么。有一年，南方一个会看风水的老道来到庙会上，在人群里，他发现一只金马驹蹦蹦跳跳，穿来穿去。老道急忙从腰里掏出一根红绳，打了一个扣，刚要往马脖子上套，那金马驹头朝地一拱，尾巴往上一撅，四只蹄儿腾空而起，一直向东南的一座大山飞去。老道一看，撒腿就追。"
        },
        {
            "type": "text",
            "text": "       老道赶到大山跟前四下一看，原来这里是一块宝地，山是金山，河是银河，天上龙飞，地下凤舞，满山尽是金银财宝。老道想：要是把金马驹引到南方去，这些宝贝都得跟着搬家，俺岂不更富了。于是他东望望西瞧瞧，四下里寻找那只金马驹。可是找了大半天，也没找到。天黑了，老道下了山，就在一个打雕的窝棚里住下了。第二天老道醒了，他刚出窝棚，忽然看见那只金马驹在一家房后吃草。他悄悄地走到跟前，刚想用手去捉，哪知，那金马驹好像浑身是眼，“嗖”地一声，向山顶上飞去了。老道穷追猛赶，也来到了山顶上。东找西找，哪有金马驹的影子呀！忽然，他在山顶上见到了一块金晃晃的金马石，这块石头和那只金马驹一模一样，只是不会动弹，这就是那个金马驹变的。  "
        },
        {
            "type": "text",
            "text": "       老道不死心，下山找到了金马驹吃草的那户人家。这家只有一个老头。他问老头说：“你家房后长的是什么草？”老头说：“是金针叶呀！”老道明白了，原来金马驹专吃金针叶。他又问老人：“你这草没有人来动吗？”老头说：“我也没在意，反正这草春天长了，秋天就光了。”老道就对老人说：“等来年你从端午节算起，过一百天以后，你把草割下来，晒干了垛起来。你要多少钱，我给你多少钱！”老头说：“好吧！”"
        },
        {
            "type": "text",
            "text": "       第二年，风调雨顺，这草长得绿油油的，花开得黄澄澄的，可稀罕人咧。到了秋天，老头闲着没有事，就到房后去看看。他一连看了几天，这草一天少一块。老头一看不好，就把草割了，晒干垛了起来。住了不多日子，那个老道来了，问老头：“这草你要多少钱？”老头说：“一垛草能值几个钱？你看着给吧！”老道说：“给你五十两银子怎么样？”老头一听，吓了一跳，心想，一垛草怎么值这么多的钱？老道没等老头回话，就从钱褡子里掏出五十两银子递给了老头。老道从草垛里抽出一把草，就爬上了山顶。他把草拿在手里，一个劲地晃呀晃呀。这时只见那块金马石活了，“腾”地一下爬了起来，飞到老道跟前，用鼻子闻了闻草，立即掉转身来向天边飞去。原来老头把草割早了，金马驹不认识了。因为没有了金针叶草，金马驹再也不想呆在这个山上了。它飞走以后，满山的金银财宝也跟着走了。财宝一走，风水泄了。宝地一泄风水，必遭一场大灾。不久，马石山就起了一场大火，这火着了三天三夜，连天都给照得通红，山上的飞禽走兽、花草树木全烧光了。"
        },
        {
            "type": "text",
            "text": "       大火熄灭后，马石山黑乎乎的，像是一口尖尖底的大黑铁锅，扣在那里。从此，马石山就被叫成了老铁山。"
        }
    ]
}