{
    "title": "射洪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "565",
            "category": "遂宁市"
        },
        {
            "id": "614",
            "category": "射洪县"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：444次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       汉置广汉郡及广汉县，西魏在金华设射江县，北周更名为射洪县。县东南有射江，故名。据《太平寰宇记》：“土人讹江为洪，后周从俗改今名。”一说因县当梓潼河入涪江之口，本地称江口曰洪，梓潼江急流如奔，直射涪江口，故称射洪。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦惠文王灭巴，蜀两国，设置巴，蜀两郡。西汉析巴，蜀郡置广汉郡，领辖广汉等十三县。广汉县治今射洪县柳树镇的通泉坝，为今射洪县境内建县之始。此时，今射洪县境分属广汉，郪两县。广汉县和郪县的分界线，东西以涪江和梓潼江为界，即涪江以东和梓潼江左岸地区为广汉县。涪江西岸和梓潼江右岸地区为郪县（治今三台县郪江乡）。"
        },
        {
            "type": "text",
            "text": "       西汉末年，王莽夺取政权，建立“新”王朝，改益州为庸部，改广汉郡为就都，改广汉县为广信县。今射洪县境分属广信，郪两县。东汉时，刘秀政权恢复益州，广汉郡，广汉县名，东汉末年，今射洪县境仍属广汉，郪两县。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉，后主建兴二年（224年），分广汉郡四县置东广汉郡。郡治广汉县（今射洪县柳树镇）。今射洪县境仍属广汉，郪两县。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康六年（285年），废东广汉郡，复置广汉郡，今射洪县境仍属广汉郡广汉，郪两县。东晋穆帝永和三年（347年），罢德阳郡，置遂宁郡，广汉县由广汉郡划入遂宁郡。今射洪县境分属遂宁郡广汉县，广汉郡郪县。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋分广汉郡置新城郡，郡治北伍城县（今三台县潼川镇），领辖北伍城，怀归两县。刘宋（明帝）泰始五年（469年），改遂宁郡为东遂宁郡，郡治巴兴县（今大英县回马镇长江坝）。广汉县隶属东遂宁郡。今射洪县境属东遂宁郡广汉县，广汉郡郪县。萧梁（502年～553年）撤郪县并入北伍城县。新城郡领北伍城县。南齐，改北宕渠郡（治今盐亭县城），置西宕渠郡，析广汉县，置通泉县。领辖广汉，通泉两县。今射洪县境分属广汉，通泉，北伍城三县。西魏宇文泰平蜀，恭帝二年（555年）分北伍城县，置射江县，隶属昌城郡。北周（557年～581年），改射江县为射洪县，射洪得名自此始。今射洪县境属射洪，通井（涌泉改名），广汉（广魏改名）三县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），罢郡置州，涌泉郡，昌城郡被废，改通井县为通泉县，并光汉县（由广汉改名，讳炀帝杨广名）入通泉县。县治今射洪县柳树镇。射洪、通泉两县隶属新州（治今三台县潼川镇）。开皇十八年（598年），改新州为梓州，射洪、通泉两县属梓州。炀帝大业三年（607年），罢州置郡，射洪、通泉两县属新城郡（治今三台潼川镇）。今射洪县境属射洪、通泉两县。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），改新城郡为梓州，射洪、通泉两县属梓州。玄宗天宝元年（742年），改梓州为梓潼郡。乾元元年（758年），复改梓潼郡为梓州。射洪，通泉两县隶属未变。今射洪县境仍属此两县。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德三年（965年），射洪，通泉两县初隶梓州梓潼郡。太祖乾德四年（966年），梓州梓潼郡改为静戌军。太宗太平兴国三年（978年）又改为静安军。端拱二年（989年）复改为东川节度，神宗元丰三年（1080年）又改为剑南东川节度，徽宗重和元年（1118年）改设为潼川府，射洪、通泉两县隶属关系未变。"
        },
        {
            "type": "text",
            "text": "       元世祖至元二十年（1283年），通泉县“兵后地荒”，并入射洪县，隶属潼川府（治今三台县潼川镇）。明洪武十年（1377年）五月，并射洪县入盐亭县。洪武十三年（1380年）十一月，又恢复射洪县建置。"
        },
        {
            "type": "text",
            "text": "       清初，射洪县属潼川直隶州（治今三台县潼川镇）。雍正十二年（1734年）升州为府，隶属潼川府。嘉庆七年（1802年），隶属川北道潼川府，直至清末。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），裁川北道，以府，州直隶省政，射洪县隶属四川省潼川府。民国二年（1913年），废潼川府，复置道，又隶川北道，又旋改属嘉陵道。民国七年（1918年）起，四川军阀割据，四川形成“防区制”。民国二十四年（1935年），射洪县隶属四川省第十二行政督察区，直至民国三十八年（1949年）12月。"
        },
        {
            "type": "text",
            "text": "       建国后，1950年1月置射洪县（县治由金华镇迁至太和镇），隶属川北区行署遂宁分区。1952年9月，隶属四川省遂宁专区。1958年10月，射洪县划归绵阳专区。1968年9月，绵阳专区改为绵阳地区，射洪县仍隶属。1985年2月，撤销绵阳地区，射洪县隶属遂宁市。"
        }
    ]
}