{
    "title": "蓬溪县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "565",
            "category": "遂宁市"
        },
        {
            "id": "615",
            "category": "蓬溪县"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：471次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       西晋置巴兴县，东晋改名长江县，唐置唐兴县，后改名蓬溪县。据《太平寰宇记》：“天宝初改为莲溪县，取邑内蓬溪为名。”一说因县有蓬山（又名蓬莱山）和溪水（即蓬溪水）而得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦灭巴，蜀两国置巴，蜀两郡。汉高祖六年（前201年），分巴，蜀两郡置广汉郡，今蓬溪县境属广汉郡广汉（治今射洪县柳树镇），郪（治今三台县郪江乡）两县。"
        },
        {
            "type": "text",
            "text": "       西汉末年，王莽夺取政权建“新”王朝，改益州为庸部，改广汉郡为就都，改广汉县为广信县。仅易其名，建置未变。今蓬溪县境隶属仍旧。东汉刘秀政权恢复益州，广汉郡和广汉县名。东汉末年，割广汉县南置德阳县（治今遂宁市城区），今蓬溪县境分属广汉，德阳，郪三县。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉，后主建兴二年（224年），分广汉郡置东广汉郡，今蓬溪县境分属东广汉郡广汉、德阳、郪三县。"
        },
        {
            "type": "text",
            "text": "       西晋武帝太康六年（285年），废东广汉郡复置广汉郡。惠帝永宁元年（301年），分广汉郡置德阳郡领辖德阳县。今蓬溪县境分属广汉郡广汉，郪两县和德阳郡德阳县。"
        },
        {
            "type": "text",
            "text": "       东晋穆帝永和三年（347年），桓温平蜀，罢德阳郡，置遂宁郡，郪县仍归广汉郡。永和十一年（355年），划郪县东部和广汉县濒涪，郪两江地区置巴兴县。县治设灵鹫山，今蓬溪县境内始置县治。孝武帝（373～396），分广汉县置晋兴县（治所今潼南县玉溪镇）隶属遂宁郡。今蓬溪县境属遂宁郡巴兴、晋兴、德阳三县。"
        },
        {
            "type": "text",
            "text": "       刘宋泰始五年（469年），改遂宁郡为东遂宁郡。今蓬溪县境仍隶属巴兴、德阳、晋兴三县。萧梁（502年～534年），德阳县更名小溪县。今蓬溪县境属东遂宁郡巴兴、晋兴、小溪三县。西魏恭帝二年（555年），分东遂宁郡置怀化郡，改巴兴县为长江县，以境内有大江（涪江）故名。改晋兴县为始兴县，改小溪县为方义县。今蓬溪县境属怀化郡长江，始兴两县和东遂宁郡方义县。北周闵帝元年（557年），于东遂宁郡置遂州，改东遂宁郡为石山郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），撤郡留州，以州辖县。开皇十八年（598年），始兴县更名青石县。今蓬溪县境属遂州长江、青石、方义三县。炀帝大业三年（607年），改州为郡，以郡统县，遂州改为遂宁郡，领县仍旧。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），行州统县制。遂宁郡更名遂州，属县仍旧。高宗永淳元年（682年），割方义县北境置唐兴县，县治蓬川（今蓬溪县翔凤乡）。今蓬溪县境属长江、唐兴、青石三县。武后长寿二年（693年），唐兴县更名武丰县。中宗神龙元年（705年），武丰县复名唐兴县。景龙二年（708年），析唐兴县北境置唐安县，县治设赤城镇茶店子。玄宗开元元年（713年），废唐安县，徙唐兴县治于赤城镇茶店子。天宝元年（742年），改唐兴县为蓬溪县。上元二年（761年），长江县治迁徙凤凰川（今大英县回马镇长江坝）。今蓬溪县境属遂州蓬溪、长江两县。"
        },
        {
            "type": "text",
            "text": "       宋神宗熙宁六年（1073年），省青石县入蓬溪县，熙宁七年（1074年），青石县复置。徽宗政和五年（1115年），升遂州为遂宁府。今蓬溪县境属遂宁府蓬溪、长江两县。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十九年（1282年），长江县人口锐减，土地荒芜，并入蓬溪县。蓬溪县则隶属四川行中书省顺庆路遂宁州。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），降遂宁州为遂宁县，蓬溪县改属潼川州。次年，蓬溪县并入遂宁县。洪武十三年（1380年），蓬溪县复置，并将原青石县涪江左岸地划归蓬溪县。"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年），遂宁县并入蓬溪县；顺治十七年（1660年），遂宁县复置。清雍正十二年（1734年），升潼川州为府，蓬溪县隶属四川布政使司潼川府。嘉庆七年（1802年），蓬溪县隶属川北道潼川府，直至清末。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），裁废道制，以府，州，厅，直隶省政府。同年蓬溪县东乡划分出十一镇乡新成立潼南县（今属重庆），一镇划分合川（今属重庆）。民国二年（1913年），袁世凯企图恢复帝制，废省改道，将四川地区划为7道，蓬溪县属川北道。民国三年（1914年），改7道为5道，蓬溪县属嘉陵道。民国七年（1918年）起，四川形成“防区制”。今蓬溪县隶属四川省第五卫戍区。民国二十四年（1935年），蓬溪县隶属四川省第十二行政督察区，直至民国三十八年（1949年）12月。"
        },
        {
            "type": "text",
            "text": "       建国后，1950年1月置蓬溪县隶属川北行署区遂宁专区。1952年9月，隶属四川省遂宁专区。1958年10月，蓬溪县划归绵阳专区。1968年9月，绵阳专区改为绵阳地区，蓬溪县隶属绵阳地区。1985年2月，撤销绵阳地区，蓬溪县隶属遂宁市。"
        }
    ]
}