{
    "title": "遂宁市船山区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "565",
            "category": "遂宁市"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：476次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       原名为遂宁县，1985年5月撤销遂宁县，置遂宁市市中区。2003年12月18日，分遂宁市市中区，设遂宁市船山行和安居区。船山区名源于清代被誉为“蜀中诗人之冠”的张问陶，别号“船山”。当年在船山文峰阁上曾留有他“江山如画东西岸，烟雨浮图远近山”的对联。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       东汉末年，广汉郡之德阳县移置于今船山区境。县治所设在今遂宁市城区（另说县治所设在今船山区龙凤场，下同）。今船山区境内置县由此开始。蜀汉建兴二年（224年），分广汉郡四县置东广汉郡。德阳县隶属东广汉郡，县治所如前。今船山区属东广汉郡德阳县。"
        },
        {
            "type": "text",
            "text": "       西晋太康六年（285年），改蜀汉的东广汉郡复置广汉郡，德阳县隶属广汉郡。永宁元年（301年），分广汉郡置德阳郡。德阳县隶属德阳郡，县治所如前。今船山区境仍属德阳县。东晋永和三年（347年），罢德阳郡，并于德阳县东南境置遂宁郡，德阳县隶属遂宁郡，县治所如前。今船山区境仍属遂宁郡德阳县。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋泰始五年（469年），遂宁郡改称东遂宁郡，德阳县隶属东遂宁郡，县治所如前。南齐（479年～502年），县境建置如刘宋旧制。萧梁（502年～557年），德阳县更名小溪县，隶属东遂宁郡，今船山区境属东遂宁郡小溪县。西魏（535年～556年），小溪县更名方义县，仍隶属东遂宁郡，县治所如前。今船山区境属东遂宁郡方义县。北周闵帝元年（557年），改东遂宁郡为石山郡，方义县隶属遂州石山郡。县治所如前，今船山区境属方义县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年），撤郡留州，以州辖县，方义县隶属遂州。大业三年（607年），州改郡，以郡辖县，方义县隶属遂宁郡，治所如前。今船山区境所属遂宁郡方义县。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），罢遂宁郡复置遂州，以州辖县。方义县隶属遂州。景龙元年（707年），分遂州青石县（今潼南县青石坝），增置遂宁县，治所设今潼南县下县坝（大佛坝）。方义县仍置，隶属遂州。天宝元年（742年），复撤遂州置遂宁郡，方义县隶属遂宁郡。乾元元年（758年），复撤遂宁郡置遂州，方义县隶属遂州。今船山区境属遂州方义县。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国元年（976年），为避宋太宗名讳，改方义县名小溪县。政和五年（1115年），升遂州为遂宁府，小溪县隶属遂宁府。南宋宝祐六年（1258年），小溪县隶属遂宁都督府。今船山区境属遂宁都督府小溪县。"
        },
        {
            "type": "text",
            "text": "       元至元十九年（1282年），改遂宁都督府为遂宁州，隶属四川行中书省。并青石、遂宁两县入小溪县（治今遂宁市城区），隶属遂宁州。今船山区境属遂宁州小溪县。元末明初夏明玉珍时期（1362年～1371年），小溪县仍隶属遂宁州，州县治所仍旧。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年），废小溪县名，降遂宁州为遂宁县（治今遂宁市城区）。隶属潼川州。今船山区境属潼川州遂宁县。"
        },
        {
            "type": "text",
            "text": "       清顺治十年（1653年），遂宁县并入蓬溪县。顺治十七年（1660年），复置遂宁县，治所仍设今遂宁市城区。清雍正十二年（1734年），潼川州更名潼川府，遂宁县隶属潼川府。今船山区境属潼川府遂宁县。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），遂宁县隶属川北道，分下3里13场置东安县（民国3年更名为潼南县）。民国七年（1918年）起，四川形成“防区制”，遂宁县隶属四川省第五卫戍区。今船山区境属四川省第五卫戍区遂宁县。民国二十四年（1935年），川政统一，遂宁县隶属四川省第十二行政督察区。直至民国三十八年（1949年）12月。今船山区境属四川省第十二行政督察区遂宁县。"
        },
        {
            "type": "text",
            "text": "       1950年1月置遂宁县，隶属川北区行署遂宁分区。今船山区境属遂宁分区遂宁县。1952年9月1日，撤销川北区行署，遂宁县隶属四川省遂宁专区。今船山区属四川省遂宁专区遂宁县。1958年10月，并遂宁专区入绵阳专区，遂宁县改隶属四川省绵阳专区。1968年9月，改绵阳专区名绵阳地区，遂宁县隶属四川省绵阳地区。1985年2月，撤销绵阳地区分设绵阳、广元、遂宁三个省辖市。5月，改遂宁县置遂宁市市中区。今船山区境属遂宁市市中区。2003年12月18日，分遂宁市市中区，设遂宁市船山行和安居区。"
        }
    ]
}