{
    "title": "遂宁市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "565",
            "category": "遂宁市"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：411次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      “遂宁”作为地名，始于东晋。东晋与十六国并存，而遂宁则属于十六国中的成汉国。东晋永和三年（347年），东晋大将桓温伐蜀，大败李雄遗部李势，灭成汉国，结束了四川长达50多年的混战。在此地置遂宁郡，因“谯纵乱后，移于石坪。盖其地多獠，官方力弱，不相威摄”，故名遂宁，取“遂宁兹土”之意，表达 “平息战乱，达到安宁”的愿望。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       境内最早设县在东汉末年（约220年），时名德阳县（故城在今四川梓潼县北，后移于今遂宁县界，原德阳废为亭）。 东晋穆帝永和三年，温平蜀后，在德阳县东南置遂宁郡，取息乱、安宁之意，遂宁之名从此始。南朝宋泰始五年，分遂宁郡置东遂宁郡，德阳县隶属于东遂宁郡，郡、县治所同为一地。"
        },
        {
            "type": "text",
            "text": "       南朝梁时，德阳县更名小溪县，仍隶属于东遂宁郡，郡、县治所同前。北朝魏，小溪县更名方义县，郡县治所未变。北周闵帝元年改东遂宁郡为石山郡，并于郡地置遂州以统之。州、郡、县治所同为一地。"
        },
        {
            "type": "text",
            "text": "       隋炀帝大业三年，州改郡，以捃辖县，郡、县治所如前。唐中宗景龙元年，分遂州青石县增设遂宁县（县以遂宁名自此始），治所在今潼南县下县坝（大佛寺东北面）。方义县乃在原处，州县治所末变。唐末，在遂州设的武信军节度使，管辖了遂（遂宁）、昌（大足）、合（合川）、渝（重庆）、泸（泸州）五州。"
        },
        {
            "type": "text",
            "text": "       北宋太平兴国元年，为避宋太宗（赵光义）名讳，改方义县名小溪县。宋微宗政和五年，升遂为遂宁府，领小溪、遂宁、蓬溪、长江、青石等五县，府、县治如前。宋微宗宣和五年升遂宁府为遂宁都督府。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十九年（1282年），并青石、遂宁二县入小溪县。后改遂宁府为州。元末明初玉珍时期（1362年—1371年），并小溪县入遂宁州，州治所乃设原地。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武九年（1376年），降遂宁州为遂宁县，隶属潼川府（今三台县）治所未变。清顺治十年（1653年），遂宁县并入蓬溪县，顺治十七年（1660年）复置。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），袁世凯统治时，全国废“道”制，由省直辖府、州、厅。民国二年（1913年）又废府、州、厅，恢复“道”制，以道统县。民国七年（1918年），四川全省划分为11个卫戍区域，遂宁列为第五区，割据18县。翌年改称“驻防区域”。自民国十四年（1925年），川军邓锡侯部军阀李家钰始驻遂宁。民国二十四年（1935年）年3月，设四川省第十二行政督察区，区设专员公署，辖遂宁，蓬溪、射洪、乐至、安岳、潼南、三台、中江、盐亭九县。专员公署、遂宁县驻地同为一地。"
        },
        {
            "type": "text",
            "text": "       1958年10月，并遂宁专区入绵阳专区，其所辖之县（除安岳、乐至外）并入内江专区，遂宁县亦隶属于绵阳专区。1968年9月，改绵阳专区为绵阳地区，遂宁县隶属于绵阳地区。1985年5月撤消遂宁县，建立省辖遂宁市，原遂宁县为遂宁市市中区。1997年12月，建立大英县，亦隶蓬属于遂宁市。2003年12月，遂宁市市中区撤销，设置船山区和安居区。"
        }
    ]
}