{
    "title": "内江市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "566",
            "category": "内江市"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：283次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n      《元和郡县志》卷31资州内江县：“周武帝天和二年（567年），于中江水滨置汉安戍，其年改中江县，属资中郡。隋文帝避父讳（隋文帝杨坚之父名为杨忠），改为内江县。”此所谓中江是指沱江的一段而言。《大明一统名胜志·四川名胜志》卷8：内江县“按志：中江源出汶山，自灌口分支经怀口入简县，历资江而下为中江，经三堆山下，西折而东，至县复东折而南至卑木镇，又南析而西至黄市市，距三堆十五里，一水周环九十余里，而县当其中，故曰中江”。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n        周王朝，今内江市已分属于古蜀,巴两国，秦昭襄王六年（前301年），秦平定蜀侯叛乱，同时派张仪东灭巴国，分别改置蜀郡、巴郡。今内江市随之纳入秦国版图。"
        },
        {
            "type": "text",
            "text": "       从武帝建元六年（前135年）到东汉顺帝永建年间（126年─131年）在今沱江中段先后建置了以今资阳市雁江镇为中心的资中县，以今内江市市中区西化龙山麓为中心的汉安县。"
        },
        {
            "type": "text",
            "text": "       晋惠帝太安二年（303年），巴人李特据蜀建号，次年（304年）其子李成称帝，国号大成，南方僚族人乘机北侵，汉安县全境为“夷僚”所据。"
        },
        {
            "type": "text",
            "text": "       西魏废帝二年（553年）平蜀。牛革卑县（两年后更名阳安县）境西南隅新置资州。北周武帝建德四年（575年）在今安岳、乐至县增新置普州和安岳、永康、多业诸县。明帝武成二年（560年），资州南迁至汉资中县故地新置的资阳县城；武帝保定年间（561年─565年）又在今资中县重龙镇置盘石县；天和二年（567）再在汉安故址置中江县。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年）中江县更名内江县。唐朝、五代及两宋时期基本沿袭旧制未变。南宋理宗端平二年（1235年），蒙古军分路进攻四川，普州兵乱；淳祜三年（1243年），蒙古军从南部入川，资州及辖县荒废；普州军民筑铁峰城，据险置治，固守至宝祜六年（1258年），城破州废。"
        },
        {
            "type": "text",
            "text": "       元朝时期，今内江市除简州建制保留外，因地广人稀，资州、普州建制始终未得恢复。元顺帝至正二十二年(1362年)。徐寿辉部将明玉珍入蜀，建大夏地方割据政权，大批湖广居民随其入川，资州（含内江县）、安岳（含石羊县）恢复州县之治。"
        },
        {
            "type": "text",
            "text": "       明朝隆庆、万历年间（1567年─1619年），内江、资县（资州改置），资阳、简州（曾一度改简县）、安岳、乐至、威远、隆昌（隆庆元年，即1567年新置）等8县（州）的区划匡架基本固定。明思宗崇祯十年（1637年）起，明与义军间，明与清之间，清与义军间，清与吴三桂叛军间的战争不断，今内江市又陷入战乱。"
        },
        {
            "type": "text",
            "text": "       清顺治十六年（1659年）蜀地始定。雍正五年（1727年），随着资州直隶州（改资县置，辖资阳、内江、仁寿、井研4县）的建立，再经乾隆、嘉庆、道光三朝（1736年─1850年）的发展，今内江市人口已超过明中叶全盛时期。"
        },
        {
            "type": "text",
            "text": "       民国二十四年(1935)川政统一,今内江市各区、市、县分隶于第二（治资中，辖资中、内江、资阳、简阳、威远、荣县、仁寿、井研8县）、第七（隆昌）、第十二行政督察区（安岳、乐至）。"
        },
        {
            "type": "text",
            "text": "       1949年12月5日至15日，内江等8县人民相继宣告解放。1950年，资中专员公署迁内江，改名为内江专区，辖内江、资中、资阳、简阳、仁寿、威远等县。1951年，分内江县城和近郊设县级内江市，专、市、县同驻一城。1968年改专区为地区。"
        },
        {
            "type": "text",
            "text": "       1985年撤销内江地区建地级内江市，改原内江市为市中区。1989年，撤销内江县改置东兴区，与市中区同为内江市的直属县级区。1995年，资阳县改为县级资阳市，1996年简阳县改为县级简阳市，均由四川省直属管辖，由内江市代管。1998年2月，资阳、简阳、乐至、安岳等四县市划出，另成立资阳地区。现内江市辖市中区、东兴区、资中县、威远县、隆昌县等3县2区。"
        }
    ]
}