{
    "title": "马边彝族自治县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "567",
            "category": "乐山市"
        },
        {
            "id": "620",
            "category": "马边彝族自治县"
        }
    ],
    "detail": "[日期：2014-03-22]   来源：www.Youlai19.cn  作者：【由来网】   阅读：398次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       明万历十七年(1589年)，雷波杨九乍、黄螂安兴、腻乃(今美姑一带)撒假三个彝族诺伙家支对赖因、荣丁、烟峰等处进行掠夺骚扰，被平定。明朝廷遂“增设马湖安边厅，建城赖因乡，御名新乡镇”。与沐川长官司脱离隶属关系，但仍为马湖府所辖。随着新乡镇和烟峰两地建城，又建军事组织“马边营”，列兵二千，设守备。马边之名由此出。"
        },
        {
            "type": "text",
            "text": "      “马湖安边厅”随明朝的灭亡而消失，但马边之名已固定在马湖安边厅周围。乾隆二十九年(1764年)就以俗成之名的马边，直接作为建厅的称谓，称马边厅。民国三年（1914年）降清朝旧制中州、府、厅为县，改为马边县。1984年10月1日，成立马边彝族自治县。"
        },
        {
            "type": "text",
            "text": "【附加】\r\n       元朝的马湖路因马湖（今雷波县内的一个内陆湖）而得名。元大德十一年(1307年)，马湖路治才从马湖附近迁到今屏山县城，而路府名一直未改。路以湖名，府为路变。其实汉唐时期的马湖部，均是因以马湖周围地域为势力范围而呼之。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       秦惠王九年(前316年)，秦灭巴蜀。后行郡县制，将蜀巴二国更名为蜀巴二郡。蜀郡在今乐山处建南安县，在今宜宾处建焚道县。马边分属这两县。"
        },
        {
            "type": "text",
            "text": "      汉承秦制。汉武帝建元六年(前135年)，唐蒙通西南夷，析巴蜀二郡南部建犍为郡，稍后，汉析蜀郡西南部建越西郡。犍为郡辖十二县，含原蜀郡的南安、焚道二县，越西郡辖十四县，其中在今美姑县境建卑水县。现马边地区位于当时犍为、越西两郡，南安、焚道、卑水三县的结合部。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉，黄茅岗山脉以东的小凉山地区新设三县，即在今屏山县新市镇处建安上县，在雷波县黄螂处建马湖县，在今马边县境建新道县。"
        },
        {
            "type": "text",
            "text": "       西晋惠帝永安元年(304年)，整个四川“半为僚据”，焚道南安亦为“夷僚所侵”，越西也成“僚郡”。马边亦“没为夷僚”。"
        },
        {
            "type": "text",
            "text": "       隋朝时期在小凉山区建立马湖部，辖殷、驯、骋、浪四个羁縻州。马边属于其中的驯骋两州地。唐初，马湖部彝族首领董嘉庆被唐朝廷封为归义郡王。宋代，四州演变为三十七部，仍总称马湖部。马湖部在唐时隶于西川剑南道戎州府，宋时属梓州路叙州府，成为叙州三路蛮(马湖、横江、南广)之一。而马边西部，则属于另一个彝族虚恨部所辖。虚恨部主要居住在美姑、峨边这一带，唐时属南诏国，宋时属大理国。北宋英宗治平二年(1065年)，犍为县官员先后在马边河畔建赖因寨(今县城处)和荣丁寨。这两个汉族寨连同沐川寨、利店寨、笼篷寨合称犍为五寨，受成都府嘉定州犍为县管辖。宋代马边的归属又呈现错综复杂的情况：嘉州犍为县只管几个汉族寨；而散居山野的彝族部落片，则为叙州府所领；西南高山区则为大理国的虚恨部落所据。"
        },
        {
            "type": "text",
            "text": "      元朝统一全国，创行省制，建四川行中书省，在民族地区变羁縻制为土司制。在川南一带建立叙南等处蛮夷宣抚司。在这之下，变马湖部落为马湖路，路率泥溪(今屏山)、蛮夷(今屏山新市镇)、平夷(今云南绥江县)、夷都(今屏山中都)、雷波、沐川六个长官司。至元二十五年(1298年)，元朝把赖因、荣丁、利店、沐川、笼篷五寨划归马湖路。至此，马边隶属于叙南等处宣抚司马湖路沐川长官司。"
        },
        {
            "type": "text",
            "text": "       明朝承袭元朝土司制度，四川行中书省更名为四川承宣布政使司，简称行省或布政司。撤叙南等处宣抚司一级政区。马湖路更名为马湖府；今马边在明朝领属为：四川布政使司——马湖府——沐川长官司——赖因乡和荣丁乡。"
        },
        {
            "type": "text",
            "text": "       清初，留马边营裁安边厅同知。雍正五年(1727年)，清朝将马湖府并入叙州府。居马湖府治的屏山县管理马湖府地，马边遂属叙州府屏山县。乾隆二十九年(1764年)，外地汉族移民日增，垦殖事业发展。四川总督阿尔泰奏请朝廷从屏山分设马边厅，直属叙州府。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)废府建道，降州、府、厅、为县。马边厅属于下川南道(道治今泸州市)。民国三年(1914年)，又将下川南道更名为永宁道，领县25；马边厅亦更名为马边县。后，四川各路军阀连年混战，备据防区，道已名存实亡。民国l7年(1928年)正式裁道。民国二十四年(1935年)，防区制结束，四川实行行政督察制，将全省分成十八个行政督察区，马边划归给治所在乐山的第五行政督察区。"
        },
        {
            "type": "text",
            "text": "       1949年12月至l950年8月，马边解放，成立马边县人民政府。马边县属川南行署乐山专区管辖。l956年元月起，马边县划归凉参山彝族自治州，由乐山专区代管。1984年4月9日，撤销马边县，建立马边彝族自治县，并从凉山彝族爹自治州划出，正式划归乐山地区管辖。1984年10月1日，马边彝族自治县成立。l985年6月，撤销乐山地区，建立乐山市，马边彝族自治县随之隶属乐山市管辖。"
        }
    ]
}