{
    "title": "佛立山由来的传说故事",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "60",
            "category": "山川古迹"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：304次",
    "content": [
        {
            "type": "text",
            "text": "       在大竹县境内的铜锣山脉中，有一座巍峨的佛立山，峰顶像一个巨人与一只张着血盆大口的毛狗正在进行殊死搏斗，十分壮观。关于这座山峰，还有一个美丽的传说。"
        },
        {
            "type": "text",
            "text": "       相传很久以前，在这座山下住着胡、张二姓两户人家，胡家有一男孩叫胡立，张家有一女孩叫梅花，一个英俊勇敢，一个漂亮善良，两人一起长大，相互爱恋。一天，胡立割草回家，正喜滋滋地喂牛吃草，突然发现一条毛狗随着阴森森的冷风，龇牙咧嘴地向梅花扑来。胡立见此情景，立刻抄起一把大弯刀向毛狗砍去，可那毛狗毫不惧怕，尾巴一摇，又是一阵阴风袭来，竟把梅花卷起走了，急得胡立大喊大叫，四邻乡亲听到呼喊声赶紧抄起家伙上山寻找，可找了几天，什么也没发现。从那以后，这一带就接二连三地出现姑娘、小孩失踪的事，弄得人心惶惶，说山里出了毛狗精，不少人纷纷远走他乡躲避灾难。"
        },
        {
            "type": "text",
            "text": "       善良勇敢的胡立为了找回梅花，除掉毛狗精，不辞千辛万苦，翻越99座高山，涉过99条大河，去寻求仙人，拜师学艺。功夫不负有心人，在一片群山之中，遇到了一位鹤发童颜的老者，老者见胡立人小志大，被其为民除害的精神所感动，答应收他为徒。经过1000多个日日夜夜的勤学苦练，胡立的除妖术达到了炉火纯青的地步，于是他告别师傅回到了老家。"
        },
        {
            "type": "text",
            "text": "       此时家乡一片荒凉，邻近的乡民也被毛狗精害得不能安宁，胡立凭着学到的本领，到处追杀毛狗，可始终都找不到那条抓走梅花的毛狗精。一天深夜，胡立来到一座山岩下，见到地上到处都是鸡鸭鹅毛和人的头发，还有许多被撕烂了的衣服，胡立心想，这附近可能是毛狗精的老窝，他借着朦胧的月光仔细搜寻着。这时，半岩上忽然传来妇女低微的哭泣声，胡立心想，这声音这么熟悉莫非就是被毛狗精抢走的梅花，他纵身一跃，飞跃了10余丈高，轻轻落在了悬岩间一个山洞口，定睛一看，正在低头哭泣的女子正是梅花，两人悲喜交加，相拥而泣。梅花告诉胡立，她被毛狗精抓走后，见她长得漂亮，要逼她成亲，她坚决不从，无奈之下，毛狗精只好把她困在这里，等着她回心转意。梅花告诉胡立，毛狗精每天二更时分外出觅食，四更左右回洞，来去都是一阵阴风，看不见摸不着，觅食时才现原形，爱用活人的心肝下酒，现出原形时，脖子上会出现一圈白毛，只要勒住那圈白毛不松手，就会令它窒息而死。"
        },
        {
            "type": "text",
            "text": "       胡立根据毛狗精爱吃人肝和喝人血的食性，打破自己的鼻子，敲掉自己的门牙，用刀把身上划破，然后将刀藏好，躺在地下，像从岩上滚下来，摔得个半死不活的样子。一阵阴风过后，毛狗精来到了他的面前，嗅了嗅，现出原形，准备扒开其胸膛吃肝喝血时，胡立突然跃身而起，用两只手死死勒住毛狗精的脖子，又是打斗，又用刀戳，十几个回合后，胡立遍体鳞伤，痛得钻心，精疲力尽，可那毛狗精也未断气，急得胡立求天救助。恰逢此时雷公电母经过此地，见此情况，一道白光过后，便是一阵惊天动地的巨响，胡立与毛狗精立刻变成了矗立于山顶的巨石。雷公电母为胡立舍己救人的行为感动，流下了眼泪，泪水化作倾盆大雨洒到了人间，形成了现在大竹境内的铜钵河。从此以后电闪雷鸣之后都必有大雨。"
        },
        {
            "type": "text",
            "text": "       人们为了纪念胡立，就把这座山叫“胡立山”，因当地方言中“胡”与“佛”同音，久而久之，人们便把这座山叫成了“佛立山”。"
        }
    ]
}