{
    "title": "南部县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "568",
            "category": "南充市"
        },
        {
            "id": "631",
            "category": "南部县"
        }
    ],
    "detail": "[日期：2014-03-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：452次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉兴平年间析充国县置南充国县，隋代，将其改名为“南部县”，因地处巴郡（阆中）以南而得名，后经多次分合更复，至明太祖洪武十三年（1380年）复置南部县至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       上古属梁洲地，春秋战国时期属巴国，后秦灭巴国，置巴郡。西汉初，析阆中县置安汉（今南充）、充国县。新莽时更安汉县为安新县。东汉兴平元年（194年）境内置巴郡，辖安汉（郡治）、阆中、西充国（充国更名）、南充国县（析充国县置）。建安六年改巴郡为巴西郡，郡治迁阆中，隶属未变。"
        },
        {
            "type": "text",
            "text": "       南朝宋元嘉八年（431年）在原巴西郡地立北巴西部郡，又改南充国县为南国县、西充国县为西国县，同属北巴西郡。梁武帝天监二年（503年）改南国县为南部县，仍属北巴西郡；天监八年（511年）于北巴西郡置南梁北巴州。大同中（535－546）州、郡、县建置变革纷繁；在南部县设置南部郡（领县一，郡、县治地均在今南隆镇）；又分金迁戍地置金迁郡，并置郡辖金匮县（郡、县治地均在今升钟镇桥坝头村）；改掌天戍地为掌天郡及郡辖西水县（郡、县治地均在今西河乡高峰村）；复改西国县为西充县。南部、金迁、掌天、木兰四郡皆隶南梁北巴州。"
        },
        {
            "type": "text",
            "text": "       西魏废帝二年（553年）改南梁北巴州为隆州、改北巴西郡为盘龙郡（州、郡治阆中）。改南部郡为新安郡、隆州新安郡仍领南部一县。又将木兰、掌天二郡并入金迁郡，改西充国县为晋城县，改金匮县为晋安县，晋城、晋安、西水三县皆属金迁郡。北周孝闵帝元年（557年）南部县属盘龙郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）推行州县二级制，悉罢全国诸郡。罢金迁郡，以地属隆州（治阆中）；省晋安县入晋城县，移治晋安坝（今升钟镇桥坝头村）。其时，南部县、晋城、西水三县皆隶隆州。大业元年（605年），西水县因水毁，治徙彭定故宅（今保城境内）。是年，又罢隆州置巴西郡，南部、晋城、西水三县为巴西郡所辖。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年）改巴西郡为隆州，改晋城县为晋安县。同年又析南部、晋安二县地置新井县（治今大桥镇附近）；四年析南部、相如二县地置城县，后避太子讳更名新政县（治今仪陇县新政镇）。其时，南部、晋安、新政、新井、西水五县均隶隆州。先天元年（712年）避玄宗讳改隆州为阆州，辖县不变。"
        },
        {
            "type": "text",
            "text": "       宋真宗咸平四年（1001年）在今四川省地区置益、梓、利、夔四路，利州路仍置阆州阆中郡，领有南部、晋安、新政、新井、西水诸县。神宗熙宁四年（1071年）省晋安为镇入西水。南宋理宗淳佑二年（1242年）蒙军扰境，南部县治徙跨鳌山。"
        },
        {
            "type": "text",
            "text": "       元至元十三年（1276年）罢阆州置保守府，隶广元路；至元二十年（1283年）新井、新政、西水三县并入南部县。元末明玉珍据蜀建大夏政权，南部县隶属未变。"
        },
        {
            "type": "text",
            "text": "       明洪武四年（1371年）南部县治迁还旧址；洪武十年（1377年）南部县并入阆中，洪武十三年（1380年）又复置南部县，仍隶保宁府。清代沿袭旧制。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）南部县隶属嘉陵道；民国二十二年（1933）至民国二十四年（1935年），川陕苏区成立中共阆（中）南（部）苏维埃政权。民国二十四年（1935年）隶属四川省第十一行政督察区（治今南充）。"
        },
        {
            "type": "text",
            "text": "       1950年设南充专区，属川北行署区，南部县隶属南充专区。1970年南充专区改称南充地区，南部县隶属南充地区。1993年7月2日，撤销南充地区、南充市、南充县，设立南充市（地级），南部县隶属南充市。"
        }
    ]
}