{
    "title": "仪陇县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "568",
            "category": "南充市"
        },
        {
            "id": "628",
            "category": "仪陇县"
        }
    ],
    "detail": "[日期：2014-03-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：595次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       南朝梁元临元年（502年）置仪隆县，唐朝以避玄宗李隆基讳，改名为仪陇县。因在大仪山（又名仪陇山）之坂（坂，即山坡），坂大曰陇，故名。据《太平寰宇记》：“山巅有石铭仪陇二字，俗谓之赤葛山。明洪武八年（1375年）并入蓬州，十三年复置，清宣统元年（1909年）因避皇帝溥仪讳，改“仪陇”为“宜陇”，民国元年（1912年）复名仪陇。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       仪陇历史悠久，古隶梁州，战国时期为巴子国地。周赧王元年（前314年），秦惠王灭巴国之后，建立巴郡，置阆中县，仪邑属之。西晋中期在今大仪乡大仪山上置羔羊县，汉属巴郡。晋、宋、齐时，县城西北属巴西郡阆中县地、东南为岩渠郡岩渠县地。"
        },
        {
            "type": "text",
            "text": "       南朝梁元临元年（502年）置隆城郡及仪隆县，郡县同治。同时置大寅县，县治在今仪陇县大寅镇。梁大同元年（535年）置伏虞郡及安固县，大同中置宣汉县，郡以伏虞山（今龙呈寨）为名，郡治与宣汉县治在今大罗乡，安固县治在今营山县安固乡。"
        },
        {
            "type": "text",
            "text": "       西魏仍袭梁制、隆城郡领仪隆、大寅两县，伏虞郡领宣汉、安固两县。北周天和四年（569年），西魏的义安郡、梁的伏虞郡划归蓬州，隆城郡仍置。隆城郡辖仪隆、大寅二县。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年）罢蓬州的伏虞、义安、隆城三郡和渠县的景阳郡。合置为蓬州，开皇十八年（598年）改宣汉县为伏虞县。大业三年（607年）废州改郡，仪隆、大寅二县属巴西郡（郡治在今阆中县），伏虞县属清化郡（郡治在今巴中县）。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），复置蓬州，辖仪隆、大寅、伏虞等6县。武德三年（620年）置方州，州治与仪隆县治在今金城山上。武德四年（621年），割南部、相如两县部分地区设新城县，以隐太子建成讳，改名为新政县，隶属阆中。武德八年（625年）废方州，仪隆复属蓬州。 开元二十六年（738年）仪隆县城移于金城山腰今县城所在地。仪隆县名在大历初年（766年）左右以避玄宗李隆基讳，改为仪陇县。广德元年（763年），改大寅县为莲池县，后废。开成元年（836年）复置。"
        },
        {
            "type": "text",
            "text": "       五代时期，沿袭唐制。以州领县，蓬池、仪陇、伏虞三县仍属蓬州。北宋，蓬州称咸安郡，辖仪陇、蓬池、伏虞和营山四县。南宋，复置良山县，蓬州咸安郡由原辖四县扩为六县。"
        },
        {
            "type": "text",
            "text": "       元朝，仪陇县属四川省顺庆路蓬州管辖。至元二十年（1283年）废蓬池、伏虞二县入仪陇县。同时撤新政县入南部县。从此，仪陇县境版图始基本统一。"
        },
        {
            "type": "text",
            "text": "       明代废路，分省、府、州、县四级。洪武八年（1375年）仪陇县并入蓬州，洪武十三年（1380年）复置仪陇县。"
        },
        {
            "type": "text",
            "text": "       清代，仪陇县属四川省川北道顺庆府管辖。宣统元年（1909年）因避皇帝溥仪讳，改仪陇县为“宜陇”。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）复名仪陇，废道，属顺庆府。民国二年（1913年）废府，复置道，仪陇属嘉陵道（道治在今南充市）。民国十七年（1928年）裁道，县直属省。民国二十四年（1935年），仪陇为四川省第十一行政督察区辖县（专员公署设今南充市）。"
        },
        {
            "type": "text",
            "text": "       民国二十一年（1932年），中国工农红军四方面军从鄂豫皖边区根据地转入川东北地区，于民国二十二年（1933年）8月23日解放仪陇，随即成立了县、市、区、乡、村苏维埃政权。民国二十四年（1935年）2月—4月为配合红军北上，先后撤离了仪陇。红军撤离后，仪陇县恢复民国旧制，到1949年12月23日仪陇解放为止。"
        },
        {
            "type": "text",
            "text": "       1950年，仪陇县属川北行署南充专区管辖。1952年调整行政区，将响滩区的南风、黑水、响滩划属平昌县；将二龙（今大寅）区的文珠乡划归营山县；将蓬安县的二道、复兴、双河（今双胜）、歧山、赛金、陇城（今新城）等张腊入仪陇；1978年8月南部县的新政、马桑（今果山）、三元（今银山）、平头（今环山）和新政镇划入仪陇。1952年9月，川北行署撤消后，仪陇县属四川省南充专区，1968年8月南充专区改称地区，1993年7月2日，撤销南充地区、南充市、南充县，设立南充市（地级），仪陇县隶属南充市。"
        }
    ]
}