{
    "title": "十二生肖排序的由来与传说",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "464",
            "category": "轶事传闻"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：616次",
    "content": [
        {
            "type": "text",
            "text": "       作为一种古老的民俗文化事象，有关十二生肖的起源，历代学者众说纷纭。有人认为生肖与地支同源，可以追溯到史前的传说时代，《史记》中所载黄帝“建造甲子以命岁”，“大挠作甲子”就是这类说法的反映，学者们认为这里所说的甲子就是指的十二生肖。清代学者赵翼则认为生肖最早源于我国北方的游牧民族，他在《陔余丛考》中说：“盖北俗初无所谓子丑寅之十二辰，但以鼠牛虎兔之类分纪岁时，浸寻流传于中国，遂相沿不废耳。”（参见清·赵翼《陔余丛考》）。有的学者甚至持生肖外来说的观点，认为十二生肖是由古巴比伦传入中国的，持这种观点的代表有郭沫若，他在《甲骨文字研究·释支干》中讲“ 十二肖像于巴比伦、埃及、印度均有之，然均不甚古，无出于西纪后百年以上者。意者此始汉时西域诸国，仿巴比伦之十二宫而制定之，再向四周传播者也 。”认为生肖为中东地区居民模仿巴比伦黄道十二宫而制定，其传入中国的时间，当在汉武帝通西域之时。以上观点见仁见智，作者不敢主观判断是非，但通过大量的文献资料证明，生肖的确起源于中国，是华夏先民动物崇拜、图腾崇拜以及早期天文学的结晶。"
        },
        {
            "type": "text",
            "text": "       生肖产生于远古动物崇拜，图腾崇拜的氛围之中，人们仅是用动物来借代序数符号与地支相配，为什么选择这十二种动物，谁先谁后，按照什么样的顺序排列并没有定论，由于生肖是产生于远古的古老文化，因时间的久远人们已将排列的初衷丢失了，今人的传说故事等只是对它的附会，只能依赖于传说和想象。关于生肖排列问题大致有以下三个方面的解释。"
        },
        {
            "type": "text",
            "text": "【一是民间传说故事中的生肖排列】\r\n       汉族民间故事说：当年轩辕黄帝要选十二动物担任宫廷卫士，猫托老鼠报名，老鼠给忘了，结果猫没有选上，从此与鼠结下冤家。大象也来参赛，被老鼠钻进鼻子，给赶跑了，其余的动物，原本推牛为首，老鼠却窜到牛背上，猪也跟着起哄 ，于是老鼠排第一，猪排最后。虎和龙不服，被封为山中之王和海中之王，排在鼠和牛的后面。兔子又不服，和龙赛跑，结果排在了龙的前面。狗又不平，一气之下咬了兔子，为此被罚在了倒数第二。蛇、马、羊、猴、鸡也经过一番较量，一一排定了位置，最后形成了鼠、牛、虎、兔、龙、蛇、马、羊、猴、鸡、狗、猪的顺序。传说故事虽不是对问题的科学解释 ，但它却体现了人们希望对十二生肖的选择做出解释的愿望。"
        },
        {
            "type": "text",
            "text": "【二是中国古代学者从古代昼夜十二时辰的角度解说地支和肖兽的配属关系】\r\n       黑天苟地，混沌一片，鼠，时近夜半之际出来活动，将天地间的混沌状态咬出缝隙，“鼠咬天开”，所以子属鼠。天开之后，接着要辟地，“地辟于丑”，牛耕田，该是辟地之物，所以以丑属牛。寅时是人出生之时，有生必有死，置人于死地莫过于猛虎，寅，又有敬畏之义，所以寅属虎。 卯时，为日出之象，太阳本应离卦，离卦象火，内中所含阴爻，为太阳即月亮之精玉 兔，这样，卯便属兔了。辰，三月的卦象，此时正值群龙行雨的时节。辰自然就属了龙。巳 ，四月的卦象，值此之时，春草茂盛，正是蛇的好日子，如鱼儿得水一般。另外，巳时为上午，这时候蛇正归洞，因此，巳属蛇。午，下午之时，阳气达到极端，阴气正在萌生。马这种动物，驰骋奔跑，四蹄腾空，但又不时踏地。腾空为阳，踏地为阴，马在阴阳之间跃进， 所以成了午的属相。羊，午后吃草为最佳时辰，容易上膘，此时为未时，故未属羊。未之后申时，是日近西山猿猴啼的时辰，并且猴子喜欢在此时伸臂跳跃，故而猴配申。酉为月亮出 现之时，月亮属水，应着坎卦。坎卦，其上下阴爻，而中间的阳爻代表太阳金乌之精。因 此，酉属鸡。夜幕降临，是为戌时。狗正是守夜的家畜，也就与之结为戌狗。接着亥时到， 天地间又浸入混沌一片的状态，如同果实包裹着果核那样，亥时夜里覆盖着世间万物。猪是只知道吃的混混沌沌的生物，故此猪成了亥的属相。宋代著名理学家朱熹持此观点。"
        },
        {
            "type": "text",
            "text": "【三是按中国人信阴阳的观念，将十二种动物分为阴阳两类，动物的阴与阳按动物足趾的奇偶排定】\r\n       动物的前后左右足趾数一般是相同的，而鼠独是前足四，后足五，奇偶同体 ，物以稀为贵，当然排在第一，其后是牛，四趾(偶)；虎，五趾(奇)；兔，四趾(偶)；龙， 五趾(奇)；蛇，无趾(同偶)；马，一趾(奇)；羊，四趾(偶)；猴，五趾(奇)；鸡，四趾(偶) ；狗，五趾(奇)；猪，四趾(偶)。持这种说法的是宋人洪巽，明代学者郎瑛在其基础上进行 了归类，在其所著的《七修类稿·十二生肖》中提出“地支在下”，因此别阴阳当看足趾数目。鼠前是四爪，偶数为阴，后足五爪，奇数为阳。子时的前半部分为昨夜之阴，后半部 分为今日之阳，正好用鼠来象征子。牛、羊、猪蹄分，鸡四爪，再加上兔缺唇且四爪，蛇舌分，六者均应合偶数，属阴，占了六项地支。虎五爪，猴、狗也五爪，马蹄圆而不分，六者均为奇数，属阳，连同属阳的鼠，占了另外六项地支。郎瑛的归类法，是借洪巽的分类法， 二者大同小异。"
        },
        {
            "type": "text",
            "text": "\r\n【传说】\r\n       十二生肖也被称为十二年兽。在中国的历法上有十二只年兽依次轮流当值，所以我们的中国年就有以鼠，牛，虎，兔，龙，蛇，马，羊，猴，鸡，狗和猪应用在历法上。 十二生肖始于纪元前六世纪，初期跟地支一组的数字互相应用，到后来才变成的纪年的年号。 \n\r\n       其实，民间一直流传着这麽一个故事：话说当年，佛陀召集了所有的动物出席群兽大会，最早到的十二头野兽将作为十二个年号。群兽大会当天，老鼠最早到，所以兽年中它排行最大，接着是牛，虎，兔，龙蛇，马，羊，猴，鸡和狗。猪最后一个才到，因此十二年兽中它排行最后。"
        },
        {
            "type": "text",
            "text": "       这个故事的另外一章讲述的是猫鼠为何成仇人。当时，猫和鼠原是好朋友，在赴群众大会前，它们一起睡并约好谁先醒就叫醒谁。岂知，老鼠第二天起得早，竟然静悄悄地独自赴会，不理会猫。等猫醒来赶赴大会时，佛陀已经将十二年号分配好了。猫和鼠便从此结下深仇。"
        }
    ]
}