{
    "title": "南充市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "568",
            "category": "南充市"
        }
    ],
    "detail": "[日期：2014-03-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：402次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       东汉末年，复分充国县置南充国县。隋改安汉为南充，因在南充国县之南。1950年设南充市（县级），属川北行署区。1952年南充市（县级）划归南充市专署领导。1953年南充市（县级）改为省辖市，1993年7月2日，撤销南充地区、南充市（县级）、南充县，设立南充市（地级）。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       夏代为“有果氏”之国，殷商属巴国，周为巴子国属地。战国时期，约周显王三十九年（前330年），巴子国国都迁阆中，秦惠文王更元九年（前316年）秦灭巴，十一年（前314年）置阆中县，隶巴郡（今重庆市）。秦代郡县建置依旧。"
        },
        {
            "type": "text",
            "text": "       西汉初，析阆中县置安汉（今南充）、充国县。新莽时更安汉县为安新县。东汉兴平元年（194年）境内置巴郡，辖安汉（郡治）、阆中、西充国（充国更名）、南充国县（析充国县置）。建安六年改巴郡为巴西郡，郡治迁阆中，隶属未变。"
        },
        {
            "type": "text",
            "text": "       三国蜀汉、西晋、成汉时，郡县依旧。东晋时，阆中为北巴西郡郡治，辖西充国（郡治）、南充国、安汉、羔羊县（今仪陇境）。"
        },
        {
            "type": "text",
            "text": "       南朝宋时，巴西郡为僚人所聚，郡县迁今绵阳市境内侨置，辖阆中（郡治）、安汉、西国（西充国改）、南国（南充国改）、羔羊县。南朝齐时，郡县建置依旧。南充国县，南朝梁的时候叫“南隆郡”，西魏在这里设置“新安郡”，后周郡废。到了隋代，将其改名为“南部县”。"
        },
        {
            "type": "text",
            "text": "       隋改安汉为南充，因在南充国之南。唐代，南充县隶山南西道，境内置3州，辖阆州（阆中郡）阆中（阆内改，州郡治）、思恭（今阆中境）等19县。（注：晋城，旧曰西充国，梁置木兰郡，西魏废郡改县名为阆中，因有阆水。唐高祖武德年间改晋城为晋安；宋神宗熙宁年间，省晋安为镇入西水县。至此，西充国县的沿革历程结束。）"
        },
        {
            "type": "text",
            "text": "       五代时，州县设置未变。后唐于阆州置保宁军，于果州置永宁军。北宋，境内置3州，辖隶成都府路的果州南充（州治）、西充、相如等13县。南宋，境内置1府，辖隶潼川府路的顺庆府南充（府治）、西充、流溪县及隶利州路的阆州阆中（州治）南部、新井、奉国、新政、西水县和蓬州蓬池（州治）、仪陇、营山、伏虞、良山、相如县等2州15县。"
        },
        {
            "type": "text",
            "text": "       明代隶四川布政使司，境内置2府，辖顺庆府南充、西充县和蓬州、营山、仪陇县，保宁府阆中（府治）、南部等1州6县。清代隶四川省，境内置川北道，辖保宁府阆中（道府治）、南部县，顺庆府南充（府治）、西充、营山、仪陇和蓬州（县级州）等2府1州6县。"
        },
        {
            "type": "text",
            "text": "       中华民国初，隶四川省，境内置嘉陵道，辖南充（道治）、阆中、南部、西充、营山、仪陇、蓬安（蓬州改）等7县。民国二十四年（1935年），境内置第十一行政督察区，辖南充（区治）、蓬安、营山、仪陇、西充、南部等6县。阆中隶第十四行政督察区。"
        },
        {
            "type": "text",
            "text": "       1950年建南充市，隶川北行署区。1952年撤川北行署区，隶四川省，南充专区治迁南充，辖县未变，南充市改属南充专区。1953年撤剑阁专区，划阆中县隶属。1968年南充专区更名南充地区。1991年1月阆中撤县建市。1993年7月撤南充地区、南充市及南充县，设立南充市（地级），并组建顺庆、高坪、嘉陵三区（县级）。"
        }
    ]
}