{
    "title": "宜宾市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "570",
            "category": "宜宾市"
        }
    ],
    "detail": "[日期：2014-03-23]   来源：www.Youlai19.cn  作者：【由来网】   阅读：433次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       宜宾前身名叫“僰道”北宋徽宗政和四年（1114年）方改称为“宜宾”。但是，“宜宾”一名却早在北宋太宗太平兴国元年（976年）早已有之。其来由乃是：隋末，曾析南安县（今乐山前身）部分地域在今宜宾县蕨溪镇宣化坝置存阝马阝县作为郡治设于今宜宾三江口城区的犍为郡辖地；唐天宝元年（742年），以少数民族“慕义来宾”（或说唐王朝少数民族“以义宾服”）之意，改存阝马阝为义宾；至北宋太宗太平兴国元年（976年），避宋宋太宗赵匡义（亦叫“光义”）名讳，于是按《孟子》“义者宜也”句意，把义宾改为“宜宾”。"
        },
        {
            "type": "text",
            "text": "       不过，此“宜宾”是指设县城于今宜宾县蕨溪宣化坝的宜宾，不是指今三江口旧城所在。但是，毕竟“宜宾”一名已有出现。至宋神宗熙宁四年（1071年），宜宾县降为宜宾镇并入僰道县，又经过43年，至宁徽宗政和四年（1114年）僰道县方改称为宜宾县。然而，这时的宜宾县城却仍不在今三江口旧城区，而是在今江北旧州坝。至南宋度宗咸淳三年（1267年），宜宾县城又迁至登高山（今三江口旧城东）。直到元代至元十四年（1276年）方把宜宾县城复迁回今三江口城区。今三江口宜宾旧城区叫做“宜宾”，从此时开始。"
        },
        {
            "type": "text",
            "text": "       总之，“宜宾”之名出现至今已一千多年。今三江口宜宾城被称为“宜宾”则仅有七百多年。其间，有300年时间，“宜宾城”设于蕨溪宣化坝（共138年）、旧州坝（共153年）、登高山（共9年）。尽管如此，因为“宜宾”承传于僰道，僰道城即今宜宾旧城所在，且从隋至今年内，犍为郡、戎州、南溪郡、叙州、叙州路、叙州府及民国时期专员公署大多数时间均设治于今宜宾城区（含三江口旧城、旧州城、登高山城地域），因而习称宜宾为“具有二千多年建城历史“的古郡，准确无误。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       史籍记载战国后期（前250年左右）李冰通僰后方纳入蜀郡范畴。僰道设县后，今市境大部已纳入其范围。汉武帝建元六年（前135年） 僰道县属犍为郡，至汉昭帝始元元年（前86年），犍为郡移治僰道，今宜宾城已成为郡、县同治之所。历西汉、东汉，今市境大部均在犍为郡僰道县境内。西晋永嘉五年（302年）后，犍为郡、僰道县短期荒废，僚人大批入蜀，占据今市境各地。"
        },
        {
            "type": "text",
            "text": "       南北朝时，梁武帝大同十年（544年），先铁讨定占据此地的“夷僚”，于今宜宾城设戎州。北周时，宜宾城戎州仍置，另新设外江县。至隋，外江县复名僰道县，直到北宋政和四年（1114年）戎州改称叙州，僰道县方改为宜宾县。由隋至清，今市境除江安县、屏山县曾分属泸州及越郡、马湖路、马湖府外，大部属犍为郡、戎州、南溪郡、叙州、叙州路、叙州府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年），仍保留叙州府，民国二年（1913年）止，今市属区县属四川省下川南道。民国三年（1914年）6月，下川南道改名永宁道。民国十八年（1919年）废道，各县直属四川省。民国二十四年（1935年）6月，推行行政督察区制，四川省分为18个行政督察区，第六行政督察区专员公署设于宜宾，辖有除屏山县（时属第五行政督察区）外的今市属各区县地。"
        },
        {
            "type": "text",
            "text": "       1949年12月11日宜宾解放。1950年1月设川南行署区宜宾行政督察区专员公署，同年11月改称宜宾区专员公署。宜宾专署驻宜宾县。1951年由宜宾县城区析置宜宾市，属宜宾专署领导。宜宾专署驻宜宾市。宜宾县由宜宾市迁驻喜捷镇。撤销沐爱县，并入高县。1952年9月，宜宾专区属四川省领导（四川省宜宾区专员公署，1954年改称宜宾专员公署）。长宁县迁驻安宁桥，并将安宁桥改名长宁城，原县城改名双河镇。1953年宜宾市改为省辖市，委托宜宾专署代管。"
        },
        {
            "type": "text",
            "text": "       1957年3月，原属乐山专区的屏山县划入宜宾专区。1960年7月，原泸州专区所属泸州市及纳溪、泸县、隆昌、合江、古蔺、叙永、富顺7县划入宜宾专区。撤销庆符县，并入高县。1965年宜宾县由宜宾市迁驻柏溪镇。1970年宜宾专区改称宜宾地区，地区驻宜宾市。1979年，将隆昌县划归内江地区。宜宾地区辖2市、15县。"
        },
        {
            "type": "text",
            "text": "       1983年3月，富顺县由宜宾地区划归自贡市。同年6月，宜宾地区、泸州市分设，原泸州专区所辖市、县陆续划出，至1985年5月，宜宾地区行署辖有1市9县。1996年10月5日，撤销宜宾地区和县级宜宾市，宜宾市设立翠屏区，以原县级宜宾市的行政区域为翠屏区的行政区域。2011年2月17日，撤销南溪县，设立宜宾市南溪区。"
        }
    ]
}