{
    "title": "达县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "572",
            "category": "达州市"
        },
        {
            "id": "655",
            "category": "达县"
        }
    ],
    "detail": "[日期：2014-03-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：432次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       从明洪武九年（1376年）到清嘉庆六年（1801年）的426年中，此地没有县级的建置，受达州直接治理。清嘉庆七年（1802年）白莲教农民起义被残酷镇压，清王朝为加强反动统治，升州为府，改名绥定府。“绥定”乃绥靖平定的意思。同时在府的驻地,增置达县为附郭首县。达县县名来自达州,因地处州河畔,水陆通达而得名。从此，达县的境域，基本固定下来，达县的县名一直沿用至今。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       达县上古属巴地。夏属梁州。商（殷）、周属雍州。春秋、战国属巴国。秦、西汉属巴郡宕渠县。东汉永元年间（89年—104年），析宕渠县东境置宣汉县，以宣扬汉王朝德威故名，隶益州巴郡。建安六年（201年），隶巴西郡。建安二十三年，隶宕渠郡。"
        },
        {
            "type": "text",
            "text": "       蜀汉建兴五年（227年），宣汉县属巴西郡。延熙时（238年—257年）隶宕渠郡。后，隶巴西郡。西晋武帝时（265年—289年），宣汉县省。惠帝永熙时（290年）复置，隶梁州宕渠郡。成汉时宣汉县隶宕渠郡。东晋宣汉县隶宕渠郡。"
        },
        {
            "type": "text",
            "text": "       南朝宋永初（420年—422年），析宕渠郡宣汉县置巴渠郡，领宣汉、始兴、巴渠、东关、新安、下蒲、晋兴七县。南朝齐始兴县、宣汉县隶巴渠郡。南朝梁大同二年（536年），废巴渠郡置万州，实行“土断”，宣汉县治北迁，隶并州南晋郡。始兴县改石城县，隶开巴郡。石城县以治西石城山得名。新置三冈县，隶新安郡，大同中（535年—545年），置永康县，并置万荣郡，隶万州。"
        },
        {
            "type": "text",
            "text": "       北朝西魏废帝二年（553年），以万州居四达之地，改名为通州。石城县隶通州开巴郡。三冈县隶新宁郡。永康县隶罗州万荣郡。北朝北周保定四年（564年），永康县改隶万州万荣郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇元年（581年），石城县、三冈县隶通州开巴郡，永康县隶万州。开皇二年，省万州，永康县隶清化郡。开皇三年，省蛇龙、新宁县入石城县隶通州。永康县改隶巴州。开皇十八年（599年），改石城县为通川县，改永康县为永穆县。大业三年（607年），改通州为通川郡，通川县、三冈县隶通川郡。巴州改清化郡，永穆县隶清化郡。"
        },
        {
            "type": "text",
            "text": "       唐武德元年（618年），通川郡改通州。通川县、三冈县隶通州。武德二年（619年），析通川县东境复置新宁县，析通川县北境置思来县，隶通州。析永穆县北境置恒丰县，析永穆县西境置太平县，隶万州。武德三年（620年），置通州总管府，辖通、万等八州。通川、思来、三冈县隶通州。永穆、恒丰、太平县隶万州。武德七年（624年），改通州总管府为都督府。通州、万州及属县隶通州都督府。贞观元年（627年），省思来县入通川县，废万州，撤太平、恒丰县入永穆县，隶通州。贞观五年（631年），废都督府。天宝元年（742年），改州为郡。通川、永穆、三冈县隶通川郡。乾元元年（758年），复州名。宝历元年（825年），废三冈县。大中五年（851年），复置，隶通州。"
        },
        {
            "type": "text",
            "text": "       五代通川、永穆、三冈县均隶通州。宋乾德三年（965年），改通州为达州。通川、永穆、三冈县隶达州。咸平二年（999年），永穆县改名永睦县。熙宁六年（1073年），省三冈县入通川县。熙宁七年（1074年），省石鼓县入通川县、永睦县、新宁县。靖康元年（1126年），州治迁城东50里捍城山。"
        },
        {
            "type": "text",
            "text": "       元至元十七年（1280年），州治从捍城山复还旧址。至元二十二年（1285年），省东乡、巴渠、通明、永睦县，通川县隶达州。明洪武九年（1376年），省通川县入达州，降达州为县级州（一说改达州为达县）。正德九年（1514年），复升为府级州，辖东乡、太平县。清雍正六年（1728年），达州升为直隶州，隶川东道。嘉庆七年（1802年），改达州为绥定府，取达州的达字为县名，增设达县为附郭首县。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），废府存县，隶川东道。民国三年（1914年），改隶东川道。民国六年（1917年）至二十二年（1933年），颜德基、余际唐、刘宝善、刘存厚等军阀先后割据达县，实行防区制，政区制名存实亡。民国二十四年（1935年），达县隶四川省第十五行政督察区。苏维埃时期，民国二十二年（1933年）10至12月和民国二十三年（l934年）8月至民国二十四年（1935年）2月，达县隶绥定道，属川陕省。"
        },
        {
            "type": "text",
            "text": "       1950年，达县隶川北行署区达县专区。1952年10月，隶四川省达县专区。1968年9月，隶四川省达县地区。1993年达县地区更名为达川地区。1999年又撤地设市，为达州市，达县隶属达州市。"
        }
    ]
}