{
    "title": "宣汉县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "572",
            "category": "达州市"
        },
        {
            "id": "654",
            "category": "宣汉县"
        }
    ],
    "detail": "[日期：2014-03-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：498次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       四川东乡县为明正德九年（1514年）复置，民国三年（1914年），因与江西省东乡县重复，其设置在后，拟即改名。查该县为汉代宣汉县地，于是将其改为宣汉县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       宣汉上古时期属于巴地，夏属梁州，商（殷）、周属雍州，春秋战国时属巴国。秦灭巴，置巴郡，宣汉属之。西汉沿秦朝的郡县制，并在巴郡设置宕渠县，故此，在西汉时仍属巴郡宕渠县。东汉和帝永元（89年—105年）年间，析宕渠县东境置宣汉县，以宣扬汉王朝德威故名。至此，宣汉始建。宣汉在东汉时属于益州巴郡。"
        },
        {
            "type": "text",
            "text": "       汉献帝兴平元年（194年），益州牧刘璋将巴郡一分为三：垫江以北为巴郡，江州至临江（今忠县）为永宁郡，朐忍（治今云阳县）至鱼复（治今奉节县）为固陵郡。巴郡移治安汉（今南充市北），宣汉县成属县。建安六年（201年），永宁郡复称巴西郡。建安二十三年（218年）分巴西郡置宕渠郡，郡治江州县，宣汉属之。蜀汉昭烈帝章武元年（221年）刘备称帝。次年，省宕渠郡还巴西郡，郡治阆中县（今四川省南充市阆中市）。后主延熙中（238年—257年）复置宕渠郡后又仍入巴西郡。"
        },
        {
            "type": "text",
            "text": "       南朝刘宋初（420年—422年），析宕渠郡宣汉县置巴渠郡，领宣汉、始兴、巴渠、东关、新安、下蒲、晋兴七县。宣汉县隶之。南朝梁大同二年（536年），废巴郡置万州，实行“土断”，宣汉县治北迁，隶并州南晋郡，隶开巴郡。新置三冈县，隶新安郡。大同中（535年—545年）置永康县，并置万荣郡，隶万州。北朝西魏废帝二年（553年）以万州居四达之地，改名为通州。宣汉改石城，石城县隶通州开巴郡。三冈县隶新宁郡。永康县隶罗州万荣郡。北朝北周保定四年（564年），永康县改隶万州万荣郡。"
        },
        {
            "type": "text",
            "text": "       隋开皇三年（583年)，罢通州散三巴等四郡，并州和昌郡，并州东关郡合置通州治石城县（今通川区治），宣汉属之。开皇十八年改石城县为通川县。大业三年（607年），改通州为通州郡，通川县、三冈县隶通川郡，宣汉属之。"
        },
        {
            "type": "text",
            "text": "       唐武德二年（619年）起，宣汉属夔州。太宗贞观元年（627年），徙宣汉县治新安废镇城，仍属通州。天宝元年（742年）改州为郡，郡领县，宣汉属之。肃宗乾元元年（758年）罢郡复州，悉复原名，宣汉县先后属之。"
        },
        {
            "type": "text",
            "text": "       五代十国时期，宣汉先后属前蜀（907年—925年），后唐（923年—936年，926年后唐灭蜀）、后蜀（934年—965年）的通州。"
        },
        {
            "type": "text",
            "text": "       北宋太祖乾德三年（965年）平蜀，改通州为达州宣汉县属之。乾德五年（967年），省宣汉县入东乡县。宋咸平四年（1001年）置夔州路，宣汉属之。元至元二十三年（1286年），省东乡、巴渠、通明、永睦、通川县隶达州属四川行中书省。"
        },
        {
            "type": "text",
            "text": "       明洪武九年（1376年）省通川县入达州，降达州为县级州。正德元年（1514年）复升为府级州，辖东乡、太平县。清初袭明制，称达州属夔州府。雍正六年（1728年)十一月升为直隶州，析夔州府属之东乡、太平二县。嘉庆六年（1801年）十一月升达州直隶州为府，改名绥定，置府之达县来属；升原直隶州属太平县为直隶厅。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）因考虑此东乡县与江西省东乡县重名，改名为宣汉县，因汉代为宣汉县地。"
        },
        {
            "type": "text",
            "text": "       1950年，宣汉县隶川北行署区达县专区。1952年10月，宣汉县隶四川省达县专区。1968年9月，宣汉县隶四川省达县地区。1993年达县地区更名为达川地区，1999年6月撤销达川地区设立达州市，宣汉县隶属达州市。"
        }
    ]
}