{
    "title": "下马酒由来的传说故事",
    "category": [
        {
            "id": "8",
            "category": "风俗节庆"
        },
        {
            "id": "444",
            "category": "习俗礼仪"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：1045次",
    "content": [
        {
            "type": "text",
            "text": "       相传，成吉思汗有两件心爱的宝物。一件是象牙做成的板指，套在右手大姆指上作为射箭时钩弦之用。另一个是雕花银酒杯，每次饮酒时都使用它。没想到，成吉思汗的这两件宝物，在一次与他自小结义的兄弟扎木合聚会时，却救了他的命。由此引出了一段鲜为人知的传说。"
        },
        {
            "type": "text",
            "text": "       成吉思汗在呼伦贝尔草原崛起之后，他自小结义的兄弟扎木合十分嫉恨,总想伺机加害于他。扎木合暗中拉拢了成吉思汗的世仇，塔塔尔人的姑爷伊拉固，以让成吉思汗与塔塔尔人联姻结盟为名，邀请成吉思汗到克鲁伦河下游的阿拉坦宝勒格赴宴，借让成吉思汗饮下马酒的时候，毒死他。成吉思汗接到扎木合派人送来的信件后，与众将进行商议。大家都说，成吉思汗的父亲就是被塔塔尔人用毒酒杀害的，这次“联姻结盟”是假，要来借机杀危成吉思汗是真，所以大家都反对他前去赴宴。"
        },
        {
            "type": "text",
            "text": "       心胸广阔的成吉思汗，自有他的打算。他端座在大帐的虎皮椅子上说：“狡猾的扎木合，曾几次联手攻打我都失败了。如果这次他想用计诈骗，我只好见机行事。从前有句俗话：要想捉住虎罴，就得给他投食；要想骑上蛟龙，应得不惜性命。”他伸出右手姆指上的象牙板指轻轻敲着条几上的雕花银酒杯，含着笑容说：“用武他们不行。他们真要毒害我，有我上的板指和这个银酒杯，难道还怕他们在酒里下毒吗？” 成吉思汗如约来到了阿拉坦宝勒格。他刚刚下马，就见扎木合从伊拉固手中接过一杯酒，装出十分谦恭的样子，双手递到成吉思汗面前说：“以前都是小弟不识时务，错怪了你，使我两家大动干戈，今天小弟在此设宴，还望你不记前仇，先干此杯!”"
        },
        {
            "type": "text",
            "text": "       成吉思汗非常宽洪大度地微笑着将酒杯接过去，顺势将姆指的象牙板指伸在酒中，谁知雪白的象牙板指立即变色了。成吉思汗心头一惊：“酒中果然有毒!”但他还是装出十分坦然的样子，灵机一动，左手端杯，右手举向空中，用中指轻轻朝天弹了一下，说：“有一天的保佑，才让你我结盟。这杯酒就敬天吧!” 手又将酒杯高举过头，朝天泼去。扎木合一看就有些慌了，赶紧示意伊拉固又斟上了第二杯。伊拉固双手颤抖着将杯递到成吉思汗面前，结结巴巴地说：“大汗，请饮下这杯、杯酒，消除前仇，让、让我们永结同、同心。” 成吉思汗早已看穿了他们的阴谋，但还是若无其事的将酒杯接过，又将板指伸到酒中，板指变的灰黑了，成吉思汗冷眼看着他，将手举向空中，轻轻一弹说：“你我原本都是这片大地上的儿子，这杯酒应该敬给生我们养我们的大地。”说着又轻轻泼撒在地上。扎木合和伊拉固这时真的慌了手脚，你抢我夺的又斟蕨上了第三杯，硬塞到成吉思汗手中说：“天也敬了，地也敬了，这杯请大汗喝下!”"
        },
        {
            "type": "text",
            "text": "       成吉思汗冷笑了一声，脸上露出了不屑一顾的神色说：“虽说我们有上天的庇佑，有大地的养育。今日结盟怎能黑着心肠忘了我们者是同一个祖宗!”说着又把姆指的板指轻轻沾了一滴酒，此时三次浸酒的板指已经变黑了，他强忍住怒火，重重地朝天弹了一下，说：“在天之灵的祖宗啊!睁开慧眼看分明!不孝子孙捧浊酒，别怪孩儿大不敬!”说完遥望北方，将酒狠狠泼下。"
        },
        {
            "type": "text",
            "text": "       说完成吉思汗仰天大笑，将板指偷偷揣到怀里，对跟随他的人说：“拿杯来，我要用这个银亮的酒杯与扎木合和伊拉固对饮三杯，以表我的诚意!” 当成吉思汗拿出那只雕花银杯的时候，扎木合和伊拉固一看，知道了成吉思汗早有了准备，这时他们已无计可施了。只好又换上了好酒斟入了成吉思汗的银杯中。成吉思汗躲过了扎木合的暗算，又探出了塔塔尔部的虚实，以后他一举将乞颜部的世仇消灭在达赉湖畔。"
        },
        {
            "type": "text",
            "text": "       在那金戈铁马的年代，各部族间的厮杀不断。为防止被人暗害，无论是谁，每次在饮酒时，都要学着成吉思汗的样子将姆指上的象牙板指伸到酒中，板指不变色敬完天、地、祖宗之后，就会将杯中的酒一饮而尽。"
        },
        {
            "type": "text",
            "text": "       朋友来了，为表示主人的坦诚，都会用雕花银杯斟满酒，醇香的美酒清澈透底，客人也就会毫不怀疑的一饮而尽。到了清代后期，板指渐渐失去了他原有射箭比赛中，偶尔还有人使用。但大多用晶玉做成的板指却变成了达官贵人或子弟显示身体的装饰品，当然试毒的作用也就消失了。但在蒙古族当中，由成吉思汗传下来的用银杯喝酒时，敬天、敬地、敬祖宗的习俗却一直流传到今天。"
        }
    ]
}