{
    "title": "万源市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "572",
            "category": "达州市"
        },
        {
            "id": "650",
            "category": "万源市"
        }
    ],
    "detail": "[日期：2014-03-24]   来源：www.Youlai19.cn  作者：【由来网】   阅读：568次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       旧名太平县，民国三年（1914年）因与安徽太平县同名，改为万源县。由于县东北有万顷池，相传为春申君故居，旁有平田万顷，邻邑之水，多源于此，《通释》谓：“万顷池洒流有四，三入于夔，一入于渠”。即“地处万顷池和诸水源头”，故名万源。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       市境域夏为梁州地，商代，万源地属于巴，为板楯蛮治地。西周为雍州之域，春秋战国属賨国疆土，后属巴国辖地。秦惠文王更元十一年（前314年）设巴郡，治所江州（今重庆市巴南区西），郡下置有县宕渠县治于賨城（今渠县土溪乡城坝村），万源地域为其所辖。"
        },
        {
            "type": "text",
            "text": "       西汉初，仍承秦制。汉武帝元封五年（前106年），置益州刺史部（治今成都市），巴郡隶往。新莽（8年—24年），改益州刺史部为庸部，郡县仍旧。"
        },
        {
            "type": "text",
            "text": "       东汉光武帝建武元年（25年），公孙述于蜀建立成家政权（龙兴元年）,县地亦归。东汉建武十二年（36年）灭成家，地属东汉版图，郡县设置，仍用西汉制。东汉属益州巴郡宣汉县。"
        },
        {
            "type": "text",
            "text": "       东汉末，刘焉、刘璋父子据蜀（189年—214年），称益州牧。献帝兴平元年（194年），分巴郡置固陵、永宁和巴3郡，巴郡治安汉（今南充市北），仍领宣汉、汉昌。献帝建安五年（200年），张鲁在汉中建政教合一政权，巴郡归附。建安六年（201年），刘璋改巴郡为巴西郡，汉昌、宣汉隶属巴西，移郡治今阆中市保宁镇。建安十九年（214年），刘备定蜀。建安二十三年（218年），分巴西郡置宕渠郡（治今渠县土溪乡城坝村），领有宣汉县，万源地属。"
        },
        {
            "type": "text",
            "text": "       魏元帝景元四年（263年），魏灭蜀汉。十二月壬子分益州置梁州（治今陕西省汉中市），巴西郡及汉昌、宣汉两县隶往。晋武帝太康元年（280年）置平州县（治今平昌县金宝乡龙潭村），属梁州巴西郡，原万源河口、草坝区部分地区隶平州。惠帝元康六年（296年），又分巴西郡置宕渠郡，仍隶梁州，统宣汉、汉昌、宕渠3县。太安元年（302年），李特起义，据其梁州，因战乱而郡县实废。李雄建于蜀，建元建兴（304年）复分巴西郡置宕渠郡并领有宣汉、汉兴（即汉昌）县，仍置巴西郡及平州县。李寿改国号汉（338年），故史称成汉。成汉末，为僚所据，郡不成治。"
        },
        {
            "type": "text",
            "text": "       东晋穆帝国永和三年（347年），灭成汉，复置宕渠郡并领有宣汉、汉兴（即汉昌）、宕渠县，仍置巴西郡及平州县，郡隶梁州。东晋孝武帝宁康元年（373年）前秦取梁、益二州，郡县无改。东晋孝武帝太元十年（385年），晋复取梁、益。安帝义熙元年（405年），谯纵据蜀。义熙九年（413年）灭谯纵，复属东晋。东晋恭帝元熙时（419年—420年），析宣汉县东北境置东关县（治今万源市固军乡），隶晋昌郡。"
        },
        {
            "type": "text",
            "text": "       南北朝时，刘宋元嘉（424年—453年）初年，析宕渠郡新置巴渠郡于宣汉县（今通川区治），东关县隶往。武帝天监十三年（514年，北魏宣武帝延昌三年），北魏建巴州于太谷郡，后荒废。梁武帝普通六年（525年）复置太谷、遂宁等郡于巴州，同时改平周县置平川县（治今平昌县江口镇），又置始宁县（治今巴中市巴州区清江镇），为遂宁郡所领（郡治始宁）。梁大同二年（536年），废巴渠郡，其地置万州（治东关郡石城县，今通川区治）和并州。万州领有开巴郡及东乡县（治今宣汉县普光乡罗家坝）等7郡；并州领有南晋郡及东关县（州郡治，今万源市固军乡）等3郡。今万源市南约原罗文区一带始属东乡县，余仍前属。梁元帝承圣二年（西魏废帝二年，553年），西魏平蜀，开拓山南。改万州置通州，仍置并州，改南晋郡为永昌郡，又置白石县（治今通江县烟溪乡）隶巴州其章郡（郡治符阳县，今通江县涪阳乡）。恭帝二年（555年）置石州领巴渠郡。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），罢巴州、万州各4郡合置巴州（治化成，今巴中县巴州区治），省诺水入始宁县，仍置白石、同昌县为巴州所领。又罢通州三巴等4郡、并州和昌郡、开州东关郡合置通州（治石城县，今通川区治），领有东乡、宣汉两县。开皇五年（585年），移宣汉县理于东关故城（今万源市固军乡）。开皇九年（589年）改同昌县名归仁县。炀帝大业三年（607年），罢巴州置清化郡，仍领有始宁、白石、归仁县；罢通州置通川郡，改石城县名通川县。"
        },
        {
            "type": "text",
            "text": "       唐贞观元年（627年）属通州，天宝元年属通川郡宣汉县，五代十国时期，今万源地域为前蜀（907年—925年）、后唐（923年—936年，926年后唐灭蜀）、后蜀（934年—965年）所据，建置相因。唯于其间置明通院“催科赋税”（治今万源市旧院镇），初属通州，后改属壁州。"
        },
        {
            "type": "text",
            "text": "       北宋太祖乾德三年（965年）平蜀，合唐剑南东、西两道置西川路，改通州为达州通川郡、壁州为壁州始宁郡、巴州为巴州清化郡。乾德三年（966年）省归仁县入曾口县（治今巴中市巴州区曾口镇）、东巴县入通江县。乾德五年（967年），省宣汉县入东乡县。"
        },
        {
            "type": "text",
            "text": "       元朝时直属达州和巴州曾口县，明属重庆夔州达县，后属东乡县（治今宣汉县东乡镇）。明正德十年（1515年）割东乡县（今宣汉）东北境太平里置太平县。嘉庆七年（1802年）升县为直隶厅，直隶四川省承宣布政使司川东道。道光二年（1822年）降为太平县。"
        },
        {
            "type": "text",
            "text": "       民国三年（1914年）改太平县为万源县。民国二十二年（1933年）至民国二十四年（1935年）红四方面军建立川陕革命根据地先后在境内建有万源、红胜、城口等3个县苏维埃政府。民国二十四年（1935年）2月，红军离县境北上抗日，国民党政府恢复原县建置。"
        },
        {
            "type": "text",
            "text": "       1949年12月29日，万源全县解放。1978年析县东部地置白沙工农区。1993年7月27日，撤销万源县和白沙江农区，合并设立万源市（县级），隶属达川地区；1999年6月撤销达川地区设立达州市，万源市隶属达州市。"
        }
    ]
}