{
    "title": "雅安市",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "573",
            "category": "雅安市"
        }
    ],
    "detail": "[日期：2014-03-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：410次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       隋仁寿四年（604年）废郡置雅州。因雅河（即大渡水）而得名。雍正七年（1729年）雅州升府，同时增置雅安县，因西面的雅安山得名。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       战国时期，在秦惠文王更元九年（前316年)，泰灭蜀，置蜀郡。在本区开青衣道，置邮传。继后，羌人沿青衣江徙入雅安，是为青羌，即青衣羌国故地。战国后期（前222年），秦灭楚，迁楚遗族严道（庄道）入蜀．立严道县（治所荥经）。隶属蜀郡，这是雅安最早的建置。"
        },
        {
            "type": "text",
            "text": "       西汉武帝元鼎六年（前111年），改置沈黎郡（治所今汉源），辖严道县（王莽时改名严治，今荥经、雅安等地）、青衣县（今芦山县）、徙县（今天全始阳镇），旄牛县（今汉源九襄镇）等地。武帝天汉四年（前97年）撤销沈黎郡合并于蜀郡，设置西部都尉府，一治旄牛，主管外羌（今汉源-带）；一治青衣，主管汉民（今雅安、芦山一带）。东汉安帝延光元年（123年）改蜀郡西部都尉为蜀郡属国，辖县未变。灵帝时（168年）改置汉嘉郡（治所今芦山），领辖4县，并包括今甘孜州大部及凉山州一部分。"
        },
        {
            "type": "text",
            "text": "       晋初仍汉嘉郡，成汉又分置沈黎郡。东晋后汉嘉郡废，县迁地侨置。南北朝时政权荒废，东晋永和三年（347年）后战乱不已，变革纷繁，本区建置之县，大多迁徙，附设于外地州郡。这一时期的建置辖属变化很大，东晋永和四年（348）至西魏废帝元年（552年）间，本区政权荒废200多年。西魏废帝二年（553年）平蜀以后，始移民垦殖，设蒙山郡（治所今雅安多营），领辖始阳（县治今雅安多营），蒙山（今名山蒙阳镇）2县。周武帝天和三年（568年）改蒙山郡分置黎州、沈黎郡。"
        },
        {
            "type": "text",
            "text": "       隋仁寿四年（604年）废郡置雅州。炀帝大业3年（607年）废雅州置临邛郡，领有芦山、名山、始阳（州治）等县。唐武德元年（618年）推行州、县两级制，复雅州，领4县（芦山、名山、严道、百丈）。武德三年（620年）增置荥经县。玄宗开元三年（758年）复为雅州，领5县，即严道、芦山，名山、百丈、荥经。这期间还设立了黎州（洪源郡）都督府，辖汉源（今汉源县清溪乡）、飞越（今宜东乡）、临溪（今名山茅河乡）等县。"
        },
        {
            "type": "text",
            "text": "       五代时，后蜀明德元年（934年）于雅州增设永平军节度使和碉门安抚司（今天全城西）。北宋真宗大中祥符年间（1008年—1016年），雅川治所，由今雅安多营坪迁到苍坪山麓（今雨城区)。"
        },
        {
            "type": "text",
            "text": "       元宪宗八年（1258年）雅州属嘉定府治，并增置天全招讨司（今天全县城和始阳镇），统属陕西行省吐番本部宜慰使司管辖。明代地方政权实行府、州、县3级制。雅州辖芦山、名山、荥经。州治在今雨城区。清初仍为雅州。雍正七年（1729年）升州为府，雅安属上川南道，辖名山、荥经、芦山、天全、清溪、雅安6县。在此期间，清庭正式收缴了天全高、杨二土司印信封号，实行改土归流，结束了760余年的土司统治。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年）废州、府设道、县，当时的雅安，芦山、名山、天全、荥经、汉源6县，均属建昌道辖。民国十三年（1924年）废道，属县直隶于川边特别区。民国二十四年（1935年）设四川省第17行政督察察区，治设雅安县，辖雅安、天全、芦山、荥经、汉源6县和穆坪设治局（今宝兴县城）。民国二十八年（1939年）西康建省，本区改设西康省第2行政督察区直至解放。"
        },
        {
            "type": "text",
            "text": "       1951年改称雅安专署，并以汉源、越西、冕宁各一部分新建石棉县。1955年撤销西康省，本区归划四川，并将名山县和泸定县划属本区，1956年又将泸定县划归甘孜州辖。1958年，原由省直辖的雅安市划归雅安专署领导。1959年，撤销雅安市，并入雅安县。1970年，雅安专区改称雅安地区，1983年，撤销雅安县，设立雅安市（县级）。2000年6月14日，撤销雅安地区和县级雅安市，设立地级雅安市。雅安市设立雨城区，以原县级雅安市的行政区域为雨城区的行政区域。2012年11月6日撤销名山县，设立雅安市名山区，以原名山县的行政区域为名山区的行政区域。"
        }
    ]
}