{
    "title": "资阳市雁江区",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "575",
            "category": "资阳市"
        }
    ],
    "detail": "[日期：2014-03-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：347次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       雁江区前身是资阳县，因境内沱江生态完美,金雁常住，因而，江称雁江，县城也叫雁城。1993年设资阳市（县级）。2000年6月14日，县级资阳市改为雁江区。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n      资阳，尧为资国地，夏属梁洲，周入雍州为蜀国地，秦灭蜀建郡为蜀郡地。汉武帝建元六年（前135年），开发“西南夷”，置犍为、沈黎、汶川、西柯、越巂五郡。并置资中县，属犍为郡管辖。"
        },
        {
            "type": "text",
            "text": "       西汉末，王莽夺取政权，改国号曰新(9年—23年)改益州为庸部，改犍为郡为西顺郡，县仍名资中，属西顺郡。东汉建武元年（25年），刘秀灭新，建立东汉王朝。这时四川地区尚为公孙述所据。建武十二年(36年)，刘秀派吴汉伐蜀，公孙述败亡，又恢复西汉旧制，郡县皆复旧名，沿至三国蜀汉时均未变。魏景元四年（263年）分益州置梁州，古资中县仍统于益州，直属犍为郡。"
        },
        {
            "type": "text",
            "text": "       晋时，四川同样分梁、益二州，古资中县的统属关系依旧。永宁元年(301年)，李特组织流民起义；太安二年(303年)李雄继其父李特为起义军领袖，攻克成都；建兴三年(306年)称帝，是为成汉。在此期间，因战乱频繁，四川人口大批外迁，南方僚人乘机入蜀，荒县荒郡不断出现，古资中县也属荒废县之一。永和三年(347年)，桓温破蜀，其地又为晋有。宁康元年(373年)，符坚攻入四川，太元八年(383年)，淝水之战，符坚大败，东晋乘胜派兵入蜀；太元十年(385年)，攻下成都，益州便归东晋。义熙元年(405年)，益州又为谯纵所据；义熙九年(413年)，朱龄石破成都，谯纵自杀，益州复归东晋。"
        },
        {
            "type": "text",
            "text": "       南北朝时期，升明三年(479年)，齐高帝萧道成代刘宋王朝，今四川地区尽入南齐版图，其州郡建重复沿两晋和刘宋旧制，古资中仍隶属益州犍为郡。中兴二年(502年)，萧衍代齐继帝位，称梁武帝，益州便为梁有。武帝普通年间(530年—526年)，于僚聚居的资中县地置普慈郡。承圣元年(552年)，益州又为武陵王萧纪所据。这一期间，古资中只有县戍，无州郡治理。西魏废帝二年(553年)，武陵王萧纪与梁元帝举兵相持，元帝求援于西魏，西魏乘机入蜀，益州又为西魏所有。时古资州仍无州郡治理。至北周孝闵帝元年(557年)，于武康郡的阳安县(今简阳县境内)置资州，古资中始为资州辖地。北周明帝武成二年（560年），将州治自阳安县迁于古资中故城，改置资阳县。"
        },
        {
            "type": "text",
            "text": "       宋太祖乾德三年(965年)平蜀，于资州置资州资阳郡，县属之。乾德五年(967年)，省丹山县为镇，划入磐石县。端平二年(1235年)，蒙古军南下，分兵攻入四川。淳祐三年(1243)，资阳便因兵乱荒废。元朝时，资州与资阳县俱废，资阳县地属简州。红巾军将领明玉珍，于至元二十二年 (1362年)在四川建立大夏政权，其地又为大夏所有，复置资州。"
        },
        {
            "type": "text",
            "text": "       明洪武四年(1371年)，明军平蜀，夏亡，降资州为县。洪武六年(1373年)十二月，复置资阳县，属成都府，洪武十年(1377年)五月，将资阳县省入简县。成化元年(1465年)七月，又置资阳县，仍属成都府。正德八年(1513年)，升简县为州，资阳县改属简州。"
        },
        {
            "type": "text",
            "text": "       清顺治元年(1644年、明祟帧十七年)正月，张献忠入川，八月攻破成都，十一月称帝，建立大西政权。顺治三年(1649年)，张献忠为清所灭，置四川省，县统属如故。雍正五年(1727年)，复升资县为直隶州。资阳县改属资州。嘉庆七年(1802年)，四川改设五道，县属川南永宁道，统于四川总督。"
        },
        {
            "type": "text",
            "text": "       民国元年(1912年)，废道制，改为府、州、厅，直隶省政府。资阳县属成都府，治所仍在今资阳城关镇。民国二年(1913年)，袁世凯据临时大总统位，又废去省、府、州、厅，设道，由道辖县。资阳县属下川南道。民国三年(1914年)，改下川南道为永宁道，领资阳县等二十五县。民国五年(1916年)，袁世凯倒台，四川为军阀割据。此时，民初的地方行政建置已不起作用。民国十一年(1922年)，川政解体，各军阀据地自有。资阳先后属川军、滇军、黔军统辖。民国十六年(1927年)，四川表面统一，属国民政府统辖，但军阀混战并未结束。资阳先后为国民革命军二十四军刘文辉和边防军李家钰的防地。民国二十四年(1935年)，川政统一，四川分为十八个行政督察区和西康行政督察区。资阳县属第二行政督察区，专署设于资中县。"
        },
        {
            "type": "text",
            "text": "      1949年12月，四川分为川东、川西、川南、川北四个行署，行署下设专区。资阳县属川南行署资中专区，专署驻地在内江县(今内江市中区)。1950年2月，资中专区更名为内江专区，资阳县便属内江专区。1952年撤销行署，恢复四川省建置，资阳县仍属内江专区。1963年9月改内江专区为内江地区，1985年5月改内江地区为内江市。"
        },
        {
            "type": "text",
            "text": "      1993年1月，撤销资阳县，设立县级资阳市。1998年2月26日，调整内江市行政区划，设立资阳地区，将内江市的安岳、乐至2个县和代管的资阳、简阳2个市（县级）划归资阳地区管辖。同年4月29日，资阳地区成立。2000年6月14日，撤销资阳地区和县级资阳市，设立地级资阳市。资阳市设立雁江区，以原县级资阳市的行政区域为雁江区的行政区域。"
        }
    ]
}