{
    "title": "茂县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "576",
            "category": "阿坝藏族羌族自治州"
        },
        {
            "id": "678",
            "category": "茂县"
        }
    ],
    "detail": "[日期：2014-03-28]   来源：www.Youlai19.cn  作者：【由来网】   阅读：518次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       唐贞观八年（634年）改南会州为茂州，以郡界茂湿山得名。民国二年（1913年），改州、府、厅为县，于是茂州改为茂县。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       自殷商至春秋战国以来，由岷江上游“蜀山氐”古羌人开发，系古代冉駹等少数民族的主要聚居区。秦武王元年（前310年），设湔氐道。汉武帝元鼎六年（前111年），以氐羌人冉、駹等部落地设置汶山郡，领绵虒、汶江、广柔、蚕陵、湔氐5县。汶江县、蚕陵县治地在今县境凤仪镇、叠溪镇。东汉光武帝时，设汶江道，安帝永初三年（109年），改为广汉属国都尉，灵帝时设汶山郡。三国蜀汉时，绵虒仍置汶山郡，改汶江道为汶江县。"
        },
        {
            "type": "text",
            "text": "       西晋移郡治于绵虒县，改汶江县为广阳县。东晋仍置汶山郡，废广阳县。南齐时，在凤仪镇复置北部都尉。梁普通三年（522年），设置绳州，领汶山、北部2郡。凤仪镇为绳州、北部郡、广阳县的州、郡、县治。西魏仍置绳州，复置甘松郡。北周武帝保定四年（564年），改绳州为汶州。领北部、汶山2郡，北部郡领广阳、北川2县。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇三年（583年），置蜀州，五年（585年）改蜀州为会州，并置会州总官邸，领7县。文帝仁寿元年（601年），将今凤仪镇所置广阳县改为汶山县。炀帝大业三年（607年），罢会州、冀州，合置汶山郡，领11县，汶山县为郡治地。"
        },
        {
            "type": "text",
            "text": "       唐高祖武德元年（618年），改汶山郡为会州。武德三年（620年）置会州总管府。四年（621年）改为南会州。太宗贞观七年（633年）升置都督府。贞观八年（634年）改南会为茂州。玄宗天宝元年（742年），改为通化郡。肃宗乾元元年（758年），复为茂州，属剑南道，领汶山、汶川、石泉、通化4县和39个羁縻州。五代前蜀王建天复七年（907年），仍置茂州，领4县。"
        },
        {
            "type": "text",
            "text": "       宋仍置茂州通化郡，领2县10个羁縻州，今凤仪镇为州、郡和汶山县治，直至元代。元世祖至元九年（1272年），属吐蕃宣慰司，世祖至元中仍置茂州，领汶山，亦称文山。世祖至元十九年（1282年）废，后复置汶山、汶川2年。汶山县（今凤仪镇）为州治。"
        },
        {
            "type": "text",
            "text": "       明太祖洪武十七年（1384年），仍置茂州，领1县，并将汶山县并入州。清顺治初，仍置茂州，隶成都府。雍正五年（1727年），升为直隶府，属松茂道，领汶川、保县2县。道光十一年（1831年），茂州领汶川1县及土司12个。"
        },
        {
            "type": "text",
            "text": "       民国二年（1913年），改茂州为茂县。民国十六至二十四年（1927—1935年），属松理懋茂汶屯殖督办公署（治地凤仪镇），由28军军长兼督办。民国二十四年（1935年）5月15日，中国工农红军第四方面军进驻茂县。5月30日，在凤仪镇建立中华苏维埃共和国川陕省茂县苏维埃政府，建区级或相当于区级政权12个，乡级30个，村级56个。民国二十五年（1936年）2月，国民政府在今凤仪镇设四川省第十六行政督察区专员公署，辖茂县、汶川、理番、懋功、靖化、松潘6县。"
        },
        {
            "type": "text",
            "text": "       1950年1月，茂县解放。2月11日，在凤仪镇建立茂县人民政府。2月26日建茂县专署，隶属川西行政公署。1953年元旦，成立四川省藏族自治区，首府设茂县。1954年，四川省藏族自治区治所迁往刷金寺，更名为阿坝藏族自治州。1958年7月7日，茂县、汶川、理县3县合并，成立茂汶羌族自治县，县府置威州镇。1963年恢复汶川、理县建制，茂汶羌族自治县县治地迁回凤仪镇。1987年12月10日，阿坝藏族自治州更名为阿坝藏族羌族自治州，茂汶羌族自治县更名为茂县。"
        }
    ]
}