{
    "title": "人心不足蛇吞象",
    "category": [
        {
            "id": "3",
            "category": "民间典故"
        },
        {
            "id": "59",
            "category": "俗语方言"
        }
    ],
    "detail": "[日期：2014-02-12]   来源：www.Youlai19.cn  作者：【由来网】   阅读：638次",
    "content": [
        {
            "type": "text",
            "text": "       相传宋仁年间，深泽某村，一家人只有母子两个人，母亲年迈多病，不能干活，日子过得很苦，儿子王妄，三十岁，没讨上老婆，靠卖草来维持生活。"
        },
        {
            "type": "text",
            "text": "       有一天，王妄照旧到村北去拔草，拔着拔着，发现草丛里有一条七寸多长的花斑蛇，浑身是伤，动弹不得，王妄动了怜悯之心，小心翼翼地拿回了家，冲洗涂药，一会功夫，蛇便苏醒了，冲着王妄点了点头，表达它的感激之情，母子俩见状非常高兴，赶忙为它编了一个小荆篓，小心地把蛇放了进去，从此母子俩精心护理，蛇伤逐渐痊愈，蛇也长大了，而且总象是要跟他们说话似的，很能可爱，母子俩单调寂寞的生活中增添了点小小的乐趣，日子一天天过去，王妄照样打草，母亲照样守家，小蛇整天在篓里。"
        },
        {
            "type": "text",
            "text": "       忽一天，小蛇觉得闷在屋子里没意思，爬到院子里晒太阳，被阳光一照变得又粗又长，象根大梁，这情形被老娘看见了惊叫一声昏死过去，等王妄回来，蛇已回到屋里，恢复了原形，着急地说：“我今天失理了，把母亲给吓死过去了，不过别怕，你赶快从我身上取下三块小皮，再弄些野草，放在锅里煎熬成汤，让娘喝下去就会好。”王妄说：“不行，地样会伤害你的身体，还是想别的办法吧！”花斑蛇催促地说：“不要紧，你快点，我能顶得住。”王妄只好流着眼泪照办了。母亲喝下汤后，很快苏醒过来，母子俩又感激又纳闷，可谁也没说什么，王妄再一回想每天晚上蛇篓里放金光的情形，更觉得这条蛇非同一般。"
        },
        {
            "type": "text",
            "text": "       话说宋仁宗整天不理朝政，宫里的生活日复一日，没什么新样，觉得厌烦，想要一颗夜明珠玩玩，就张贴告示，谁能献上一颗，就封官受赏。这事传到王妄耳朵里，回家对蛇一说，蛇沉思了一会儿说：“这几年来你对我很好，而且有救命之恩，总想报答，可一直没机会，现在总算能为你做点事了。实话告诉你，我的双眼就是两棵夜明珠，你将我的一只眼挖出来，献给皇帝，就可以升官发财，老母也就能安度晚年了。”王妄听后非常高兴，可他毕竟和蛇有了感情，为忍心下手，说：“那样做太残忍了，你会疼的受不了的。”蛇说：“不要紧，我能顶住。”于是，王妄挖了蛇的一只眼睛，第二天到京城，把宝珠献给民皇帝，满朝文武从没见过这么奇异的宝珠，赞不绝口，到了晚上，宝珠发出奇异的光彩，把整个宫廷照得通亮，皇帝非常高兴，封王妄为进行大官，并赏了他很多金银财宝。"
        },
        {
            "type": "text",
            "text": "       皇上看到宝珠后，很赏识，占为已有，西宫娘娘见了，也想要一颗，不得已，宋仁宗再次下令寻找宝珠，并说把丞相的位子留给第二个献宝的人，王妄想，我把蛇的第二只眼睛弄来献上，那丞相不就是我的了吗？于是到皇上面前说自己还能找到一颗，皇上高兴地把丞相给了他，可万没想到，王妄的卫士去取第二只眼睛时，蛇无论如何不给，说非见王妄才行，王妄只好亲自来见蛇。蛇见了王妄直言劝到：“我为了报答你，已经献出了一只眼睛，你也升了宫，发了财，就别在要我的第二只眼睛了。人不可贪心。”"
        },
        {
            "type": "text",
            "text": "       王妄早已官迷心窍，那时还听得进去，无耻地说：“我不是想当丞相吗？你不给我怎么能当上呢？况且，这事我已跟皇上说了，官也给了我，你不给不好收场呀，你就成全了我吧！”他执意要取第二只眼睛，蛇见他变得这么贪心残忍，早气坏了，就说：“那好吧！你拿刀子去吧！不过，你要把我放到院子里去再取。”王妄早已等待不得，对蛇的话也不分析，一口答应，就把蛇放到了阳光照射的院子里，转向回屋取刀子，等他出来剜宝珠时，蛇身已变成了大梁一般，张着大口冲他喘气，王妄吓的魂都散了，想跑已来不及，蛇一口就吞下了这个贪婪的人。"
        }
    ]
}