{
    "title": "雷波县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "578",
            "category": "凉山彝族自治州"
        },
        {
            "id": "715",
            "category": "雷波县"
        }
    ],
    "detail": "[日期：2014-03-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：503次",
    "content": [
        {
            "type": "text",
            "text": "【由来】 \r\n       清置雷波厅，彝语称该地为“嘎尔莫波”，意思是“像锅庄石一样鼎立的一座大山”。民国三年（1914年）改厅为县。原为屏山县地，本雷波乡，《明史》作雷番。因县北有雷番山为名。"
        },
        {
            "type": "text",
            "text": "       一说因县西有池名雷波荡，水澈常青，因夏日雷震波光相激，呼为磨箕，汉译雷波，以之名县。一说彝族称“莫波”泽为雷波。相传城内有一水池，夏天打雷，电光与波光相激，故名莫波。"
        },
        {
            "type": "text",
            "text": "【附加】 \r\n       雷波，彝语全称为“嘎尔莫波”。雷波县的地名至今有很多版本传说。有的说，“嘎尔莫波”是“嘎（甘）家部落分衍出的支系莫波人的居住地”；"
        },
        {
            "type": "text",
            "text": "       也有的说“嘎尔莫波”用雷波土彝语方言话来讲应该是“嘎尔摸波”，“摸”是军或军队的意思。“嘎尔摸波”就是指”嘎（甘）部落家人的军队所占领着的一座山”。"
        },
        {
            "type": "text",
            "text": "       另外，也有的说，雷波（嘎尔莫波）是彝语“像锅庄石一样鼎立的一座大山”之意。这大山就是现在雷波县城背后的那座彝语名叫“殊主波”的大山，汉语叫锦屏山。锦屏山，从远处一看，确实像彝族的三个锅庄石一样鼎立。还有的说，“雷波”是打雷之时的响声大而得名。这种说法是依据彝语“嘎尔莫波”中的“莫波”一词而言的。“莫波”虽然有“响声大”之意，但是，“莫波”一词与“嘎尔”一词相联拼读时，就没有了“响声大”这个语意了。所以，雷波县的彝语地名“嘎尔莫波”，意思是——“像锅庄石一样鼎立的一座大山”之意比较可信。"
        },
        {
            "type": "text",
            "text": "【沿革】 \r\n       雷波古为西南夷地的一部分。汉武帝建元六年（前135年）在境内设螳螂县（属犍为郡），东汉初年省入卑水县。蜀汉置潜街县，增设马湖县，隶越嶲郡。三国蜀汉时改为马湖县（属越嶲郡）。西晋之时，潜街、马湖二县废治，其地隶属卑水县。"
        },
        {
            "type": "text",
            "text": "       唐朝乾元（758年）凉山东部雷（波）马（边）屏（山）地区为戎州所辖，羁縻殷、驯、骋、浪四州，其驯、骋、浪三州均在雷波县境内。唐末为马湖蛮部，大理时期为沙麻部落属地。宋时凉山东部为马湖路，有三十七部落在今雷波一带。"
        },
        {
            "type": "text",
            "text": "       元世祖至元十三年（1276年）在雷马屏峨地区设置马湖路总管府，隶四川布政使司，下辖雷波、沐川、黎州等六个长官司。明洪武四年（1371年）年设马湖府雷波长官司。明弘治八年（1495年），设宁戎巡检司，并授安氏土司为马湖巡检。万历十七年（1589年）置黄琅巡检司。"
        },
        {
            "type": "text",
            "text": "       清康熙元年（1662年）设雷波长官司。雍正七年（1729）设雷波督捕府，隶屏山县。清雍正八年（1730年）改土归流设雷波卫守务备署、黄琅千总所，隶叙州府。乾隆二十六年（1761年）升卫为厅（属叙州府）。嘉庆元年（1796年）改设雷波抚夷厅，光绪年间设雷波抚夷府。"
        },
        {
            "type": "text",
            "text": "       民国元年（1912年）设雷波厅行政公署，黄琅为分厅，隶大汉四川军府。民国三年（1914年）改称雷波县，设羿子村分县。民国五年（1916年）至民国六年（1917年）为四川屯殖汉军和云南靖国军防地，民国七年（1918年）属宜宾雷马屏警备司令部管辖，民国八年（1919年）属川军第八师防区，同年羿子村分县废治，民国十三年（1924年）撤黄琅分县为区。民国十四年（1925年）为川军二十军防区，十月为二十四军防区。民国十九年（1930年）隶属第五行政督察专员公署。\n\r\n       1950年5月雷波县解放，同年8月25日，雷波县人民政府成立，隶乐山专员公署。1956年划归凉山彝族自治州，1958年划出瓦岗、莫红、卡哈洛三个区另成立瓦岗县， 1960年撤销瓦岗县划归雷波县。"
        }
    ]
}