{
    "title": "美姑县",
    "category": [
        {
            "id": "7",
            "category": "中国地名"
        },
        {
            "id": "38",
            "category": "四川省"
        },
        {
            "id": "578",
            "category": "凉山彝族自治州"
        },
        {
            "id": "714",
            "category": "美姑县"
        }
    ],
    "detail": "[日期：2014-03-29]   来源：www.Youlai19.cn  作者：【由来网】   阅读：480次",
    "content": [
        {
            "type": "text",
            "text": "【由来】\r\n       1955年设美姑县。因县境有大渡河支流美姑河而得名。美姑系彝语“地中心”之意。"
        },
        {
            "type": "text",
            "text": "       美姑，彝语全称为“利木美姑”，或“利木莫古”。“利木美姑”在古时候同样是“罗罗斯宣慰司宣慰使”的领地而得名。大约在700年前，居住在现今美姑县巴普镇的罗罗斯宣慰司宣慰使安家（彝族称利利紫莫）与居住在西昌的勒格阿史紫莫（土司）两家因相互争夺领地而展开大战。后因西昌的勒格阿史紫莫（土司）家兵败于现今美姑县巴普镇，并且兵力死伤难以计数而得名。彝族典故“拉哈河边父返子不归，利木莫古千去百不还”就是说的这个历史故事。"
        },
        {
            "type": "text",
            "text": "      “美姑”一词是“莫古”的音变或彝音汉语另写，就是“尸体成堆的中央”。“莫”为彝语“尸体”，“古”为彝语“中间”、“中心”、“中央”之意。上世纪八十年代初，美姑县林业局在新修办公大楼在挖地基时，在地基的3米深处意外挖出了上千具古时候的尸体遗骸，这与美姑县巴普镇曾经是“莫古” ——“尸体成堆的中央”的传说是相吻合的。"
        },
        {
            "type": "text",
            "text": "【沿革】\r\n       凉山彝族，古泛称“西南夷”，“故邛都国地”。春秋、秦至汉初，美姑属邛都。汉武帝元鼎六年（前111年），邛都为越巂郡，在美姑河畔置卑水县，辖美姑地区。"
        },
        {
            "type": "text",
            "text": "       东汉、蜀汉、晋至刘宋时期（25年～479年），卑水县仍隶属越巂郡。齐梁时期，齐高帝建元元年至建元四年（479年～482年），改越巂郡为越巂僚郡，废卑水县。美姑属越巂僚郡。梁武帝大同三年（537年），越巂置巂州，美姑属巂州。梁简文帝大宝元年至成武帝永定二年（550年～568年）后，巂州荒废。北周武帝天和三年（568年），置西宁州，不久改为严州。美姑地区隶属严州。"
        },
        {
            "type": "text",
            "text": "       隋文帝开皇六年（586年）严州改为西宁州，置越巂县。开皇十八年（598年）改西宁州为巂州。美姑隶属巂州越巂县。隋炀帝大业三年（607年）罢巂州置越巂郡，美姑隶属越巂郡越巂县。 唐高祖武德元年（618年），改越巂郡为巂州。美姑隶属巂州越巂县。唐懿宗咸通二年（861年），巂州为地方政权南诏所据，置建昌府，美姑隶属建昌府，咸通十四年（873年）起至宋代末，美姑属彝族阿都部和沙马部管辖。"
        },
        {
            "type": "text",
            "text": "       元代在少数民族地区实行土司制度，土官流官并存。元世祖至元十二年（1275年），析建昌府地置总管府，并置建昌路，设里州，美姑隶属里州，初属四川，后隶云南。"
        },
        {
            "type": "text",
            "text": "       明初沿袭元制，在西南少数民族地区仍实行土司制度。洪武十五年（1382年），置建昌卫指挥使司，美姑仍隶属里州。洪武二十七年（1394年），在凉山腹地置“凉山夷部”，废里州，美姑属“凉山夷部”，分别由利利土司、沙马土司管辖。"
        },
        {
            "type": "text",
            "text": "       清雍正六年（1728年），改建昌府为宁远府，并置西昌、冕宁、盐源三县，美姑属宁远府西昌县。清乾、嘉（1736年～1820年）时期，利利、沙马、阿卓土司先后被黑彝家支逐出美姑地区。宣统二年（1910年）分西昌县增置昭觉县，美姑大部分属昭觉县，小部分划入马边、雷波县管辖。实为黑彝家支割据的地区。"
        },
        {
            "type": "text",
            "text": "       民国时期（1911年～1949年）美姑实际上无行政机构。由阿侯、阿陆、苏呷、恩扎、甘、木坡、马、海来、莫说、阿支、舍培、阿卓、阿素、舍洛、吉觉等大小黑彝家支分割管辖。"
        },
        {
            "type": "text",
            "text": "       1951年4月22日，成立昭觉彝族自治区人民政府，隶属西康省西昌地区专员行政公署。美姑大部分地区隶属昭觉县，部分地区分属雷波、马边县管辖。1952年4月30日建置美姑县，县治所牛牛坝，隶属西康省西昌地区专员行政公署。是年8月，县治所改设甲谷。1956年5月24日建置洪溪县，县治所依果觉，隶属凉山彝族自治州。1959年6月，洪溪县并入美姑县，县治所迁巴普，隶属四川省凉山彝族自治州自今。"
        }
    ]
}